Repository: 1minds3t/omnipkg
Catalog: omnipkg/locale/*/LC_MESSAGES/omnipkg.po
Languages: am, ar_eg, bn, da, de, es, fr, hi, hr, id, it, ja, ko, nl, no, pl, pt_br, ru, sv, sw, tr

source: omnipkg revert Roll back to last known good state
am: OMNIPGG Rover ወደ መጨረሻው የሚታወቅ ጥሩ ግዛት ይመለሱ
da: Omnipkg Revert Roll tilbage til sidst kendte god tilstand
de: Omnipkg kehren zurück, um den letzten bekannten guten Zustand zu erhalten
fr: omnipkg revient le retour au dernier bon état connu
hr: OmniPKG vrati se nazad u posljednje poznato dobro stanje
id: omnipkg rett roll kembali ke negara bagian yang diketahui terakhir
it: Omnipkg Ritorna indietro per ultimo stato noto buon stato
nl: omnipkg keert terug naar de laatst bekende goede staat
no: OMNIPKG REVERT RULL tilbake til sist kjent god tilstand
pl: Omnipkg Cofnij Roll do ostatniego znanego dobrego stanu
pt_br: omnipkg reverter reverter para o último bom estado conhecido
ru: Omnipkg возвращается в последнее известное хорошее состояние
sv: omnipkg återgå rulla tillbaka till sist känt bra tillstånd
sw: Omnipkg kurudi nyuma kwa hali nzuri inayojulikana
tr: Omnipkg Roll Roll'u Son Bilinen İyi Devlete Geri Dönüyor

source: omnipkg uninstall <pkg> Smart removal with dependency checking
am: OMNIPG RARPLALLALLE <PKG> የጥገኛ ማረጋገጫ ማጣሪያ ጋር
da: Omnipkg Uninstall <pkg> smart fjernelse med afhængighedskontrol
de: Omnipkg Deinstall <pkg> Smart -Entfernung mit Abhängigkeitsprüfung
fr: OMNIPKG Désinstaller <PKG> Suppression intelligente avec vérification de la dépendance
hr: OMNIPKG UNSTALL <PKG> Pametno uklanjanje s provjerom ovisnosti
id: omnipkg uninstall <pkg> penghapusan pintar dengan pemeriksaan ketergantungan
it: Omnipkg Disinstall <Pkg> Rimozione intelligente con controllo della dipendenza
nl: omnipkg verwijdert <pkg> slimme verwijdering met afhankelijkheidscontrole
no: OMNIPKG Avinstaller <pkg> Smart fjerning med avhengighetskontroll
pl: Omnipkg odinstalowanie <Pkg> Inteligentne usuwanie z sprawdzaniem zależności
pt_br: omnipkg desinstala <pkg> Remoção inteligente com verificação de dependência
ru: Omnipkg удалить <pkg> Умное удаление с проверкой зависимостей
sv: omnipkg avinstallera <pkg> smart borttagning med beroendekontroll
sw: Omnipkg Ondoa <pkg> Kuondoa smart na kuangalia utegemezi
tr: Omnipkg Uninstall <PKG> Bağımlılık Kontrolü ile Akıllı Kaldırma

source: omnipkg rebuild-kb Refresh the intelligence knowledge base
am: የኦምኒካግ endild - KB የስምምነት ዕውቀትን መሠረት ያድሳል
da: Omnipkg Rebuild-KB Opdater efterretningskendskabsbasen
de: omnipkg rebuild-KB Aktualisieren Sie die Intelligenzwissensbasis
fr: OMNIPKG Rebuild-KB Rafraîchir la base de connaissances de l'intelligence
hr: OmniPKG Obnovi-KB Osvježite bazu obavještajnih znanja
id: Omnipkg Rebuild-KB Segarkan Basis Pengetahuan Kecerdasan
it: Omnipkg Rebuild-KB Aggiorna la base di conoscenza dell'intelligence
nl: Omnipkg Rebuild-KB Vernieuw de kennisbasis van de intelligentie
no: OMNIPKG REBUILD-KB Oppdater etterretningskunnskapsbasen
pl: Omnipkg Rebuild-kb Odśwież bazę wiedzy inteligencji
pt_br: Omnipkg Rebuild-kb Atualizar a base de conhecimento de inteligência
ru: Omnipkg Rebuild-KB Обновление базы знаний интеллекта
sv: Omnipkg Rebuild-KB Uppdatera kunskapsbasen för intelligens
sw: Omnipkg kujenga upya-kb kuburudisha msingi wa maarifa ya akili
tr: Omnipkg yeniden oluşturma-kb İstihbarat bilgi tabanını yenileyin

source: 💡 Installation Examples:
am: 💡 ጭነት
da: 💡 Installationseksempler:
de: 💡 Installationsbeispiele:
fr: 💡 Exemples d'installation:
hr: 💡 Primjeri instalacije:
id: 💡 Contoh instalasi:
it: 💡 Esempi di installazione:
nl: 💡 Installatievoorbeelden:
no: 💡 Installasjonseksempler:
pl: 💡 Przykłady instalacji:
pt_br: 💡 Exemplos de instalação:
ru: 💡 Примеры установки:
sv: 💡 Installationsexempel:
sw: 💡 Mifano ya ufungaji:
tr: 💡 Kurulum örnekleri:

source: omnipkg install requests numpy>=1.20 # Multiple packages
am: የኦምኒፕግ ጫን ጥያቄዎች ናፕፕ> = 1.20 # በርካታ ፓኬጆች
da: Omnipkg Installer anmodninger numpy> = 1,20 # flere pakker
de: OMNIPKG INSTALLIERTE FÜR NUMPY> = 1.20 # Mehrere Pakete
fr: OMNIPKG Installer Demandes Numpy> = 1,20 # Packages multiples
hr: OmniPKG Zahtjevi za instaliranje numpy> = 1,20 # više paketa
id: OMNIPKG Instalasi Permintaan Numpy> = 1.20 # Beberapa paket
it: Omnipkg Installa richiede numpy> = 1.20 # pacchetti multipli
nl: omnipkg -installatie verzoeken numpy> = 1.20 # meerdere pakketten
no: OMNIPKG Installer forespørsler Numpy> = 1.20 # Flere pakker
pl: Omnipkg Instal instaluje Numpy> = 1.20 # wiele pakietów
pt_br: Omnipkg Instale solicitações Numpy> = 1,20 # Múltiplos pacotes
ru: Omnipkg установить запросы Numpy> = 1.20 # несколько пакетов
sv: omnipkg installation förfrågningar numpy> = 1,20 # flera paket
sw: Omnipkg kusanidi Maombi Numpy> = 1.20 # vifurushi vingi
tr: omnipkg yükleme talepleri numpy> = 1.20 # birden çok paket

source: omnipkg install uv==0.7.13 uv==0.7.14 # Multiple versions (auto-bubbled!)
am: OMNIPKG UST UV == 0.7.13 UV == 0.7.14 # በርካታ ስሪቶች (በራስ-አሻንጉሊት!)
da: Omnipkg Installer UV == 0.7.13 UV == 0.7.14 # Flere versioner (Auto-bubbled!)
de: omnipkg install uv == 0.7.13 UV == 0,7.14 # Mehrere Versionen (automatisch ausgebaut!)
fr: OMNIPKG install UV == 0.7.13 UV == 0.7.14 # Versions multiples (Auto-Bubbled!)
hr: OmniPKG Instalirajte UV == 0,7.13 UV == 0.7.14 # Višestruke verzije (automatski najavljeni!)
id: OMNIPKG Instal UV == 0.7.13 UV == 0.7.14 # Versi Ganda (Auto-Bubbled!)
it: Omnipkg Installa UV == 0.7.13 UV == 0.7.14 # Versioni multiple (bombardato automatico!)
nl: omnipkg Installeer UV == 0.7.13 UV == 0.7.14 # Meerdere versies (automatisch gebogen!)
no: OMNIPKG Installer UV == 0.7.13 UV == 0.7.14 # Flere versjoner (Auto-Bubbled!)
pl: Omnipkg Zainstaluj UV == 0,7.13 UV == 0.7.14 # Wiele wersji (automatyczne bubblowane!)
pt_br: omnipkg install uv == 0.7.13 uv == 0.7.14 # Versões múltiplas (bobagens automáticas!)
ru: Omnipkg Установка uv == 0,7,13 UV == 0,7,14 # Несколько версий (автоматическая сдача!)
sv: omnipkg installera UV == 0.7.13 UV == 0.7.14 # Flera versioner (auto-bubbled!)
sw: OMNIPKG Ingiza UV == 0.7.13 UV == 0.7.14 # Toleo nyingi (auto-bubbled!)

source: omnipkg install-with-deps tensorflow==2.13.0 numpy==1.24.3 typing-extensions==4.5.0
am: የ OMnipkg ጭነት-ከፍትህ ውጥረት -12 2.13.0 ናፕሪንግ == 1.24.3 TARTSES == 4.5.0
da: Omnipkg Install-med-DEPS TensorFlow == 2.13.0 numpy == 1.24.3 Typing-Extensions == 4.5.0
fr: OMNIPKG Installation-avec Tensorflow == 2.13.0 Numpy == 1,24.3 Taping-extensions == 4.5.0
hr: OmniPKG Install-In-DEPS TENSORFLOW == 2.13.0 NUMPY == 1.24.3 TIPIZIRANJE ISTENZIJE == 4.5.0
id: omnipkg instalasi-dengan-deps tensorflow == 2.13.0 numpy == 1.24.3 ekstensi pengetikan == 4.5.0
it: OMNIPKG INSTALLE-WITH-DEPS Tensorflow == 2.13.0 Numpy == 1.24.3 Typing-Extensions == 4.5.0
nl: omnipkg installeren met de-deps tensorflow == 2.13.0 numpy == 1.24.3 typing-extensions == 4.5.0
pl: Omnipkg instaluj-z-depresy
pt_br: omnipkg install-with-deps tensorflow == 2.13.0 Numpy == 1.24.3 Tiping-Extensões == 4.5.0
ru: omnipkg install-with-deps tensorflow == 2.13.0 numpy == 1.24.3 typling-extensions == 4.5.0
sw: omnipkg kufunga-na-deps tensorflow == 2.13.0 numpy == 1.24.3 typing-extensions == 4.5.0
tr: omnipkg yükleme ile yükleme tensorflow == 2.13.0 numpy == 1.24.3 yazma uzantıları == 4.5.0

source: omnipkg install -r requirements.txt # From requirements file
am: የ OMNIPG ጭነት-አር መስፈርቶች ከቃሞቹ ፋይል
da: Omnipkg Install -r krav.txt # fra kravfil
de: omnipkg install -r requires.txt # aus der Anforderungsdatei
fr: omnipkg install -r exigences.txt # à partir du fichier d'exigences
hr: OMNIPKG Install -r FIONTY.TXT # iz datoteke zahtjeva
id: OMNIPKG menginstal -r persyaratan.txt # dari file persyaratan
it: Omnipkg Installa -r Requisiti.txt # dal file dei requisiti
nl: omnipkg install -r vereisten.txt # van vereistenbestand
no: OMNIPKG Install -r krav.txt # fra kravfilen
pl: omnipkg instalacja -r wymagania.txt # z pliku wymagań
pt_br: omnipkg install -r requisitos.txt # do arquivo de requisitos
ru: omnipkg install -r redtion.txt # из файла требований
sv: omnipkg install -r krav.txt # från kravfilen
sw: omnipkg kusanidi -r mahitaji.txt # kutoka faili ya mahitaji
tr: Omnipkg yükleme -r gereksinimleri.txt # Gereksinimler dosyasından

source: omnipkg install 'django>=3.0,<4.0' # Complex version specs
am: OMNIPG 'Django> = 3.0, <4.0' # ውስብስብ ስሪት ዝርዝር
da: Omnipkg Install 'Django> = 3.0, <4.0' # komplekse version specifikationer
de: omnipkg install 'django> = 3.0, <4.0' # komplexe Versionspezifikationen
fr: OMNIPKG Installer 'Django> = 3.0, <4.0' # Spécifications de version complexe
hr: OmniPKG Install 'Django> = 3.0, <4,0' # SPECIJA SPOMPLEKCIJA VERZIJA
id: omnipkg instal 'django> = 3.0, <4.0' # spesifikasi versi kompleks
it: Omnipkg Installa 'django> = 3.0, <4.0' # Specifiche di versione complessa
nl: omnipkg installeert 'django> = 3.0, <4.0' # complexe versiespecificaties
no: OMNIPKG installer 'django> = 3.0, <4.0' # kompleks versjon spesifikasjoner
pl: Omnipkg instaluj 'django> = 3.0, <4,0' # złożone specyfikacje wersji
pt_br: omnipkg install 'django> = 3,0, <4,0' # Versão complexa especificações
ru: omnipkg install 'django> = 3.0, <4,0' # Спецификации комплексных версий
sv: omnipkg installera 'django> = 3.0, <4.0' # komplex versionspecifikationer
sw: OMNIPKG Ingiza 'django> = 3.0, <4.0' # Toleo la toleo tata
tr: omnipkg yükleme 'django> = 3.0, <4.0' # karmaşık sürüm özellikleri

source: 🔍 Understanding Your Environment:
am: አከባቢዎን መገንዘብ
da: 🔍 Forståelse af dit miljø:
de: 🔍 Ihre Umgebung verstehen:
fr: 🔍 Comprendre votre environnement:
hr: 🔍 Razumijevanje vašeg okruženja:
id: 🔍 Memahami lingkungan Anda:
it: 🔍 Comprensione del tuo ambiente:
nl: 🔍 Inzicht in uw omgeving:
no: 🔍 Forstå miljøet ditt:
pl: 🔍 Zrozumienie swojego środowiska:
pt_br: 🔍 Entendendo seu ambiente:
ru: 🔍 Понимание вашей среды:
sv: 🔍 Förstå din miljö:
sw: Kuelewa mazingira yako:
tr: 🔍 Çevrenizi anlamak:

source: omnipkg list # Shows ✅ active and 🫧 bubbled versions
am: የኦምኒፕግ ዝርዝር # ያሳያል ✅ ንቁ እና 🫧 አረፋ ስሪቶች
da: Omnipkg -liste # viser ✅ aktive og 🫧 boblede versioner
de: omnipkg list # zeigt ✅ aktive und 🫧 gebrochene Versionen
fr: La liste OMNIPKG # affiche ✅ Versions actives et 🫧 bouillonnement
hr: OMNIPKG LIST # prikazuje ✅ Aktivne i 🫧 Bubbled verzije
id: Daftar OMNIPKG # Menampilkan ✅ Versi Aktif dan 🫧 Gelembung
it: Elenco omnipkg # mostra ✅ versioni attive e gorgoglianti
nl: omnipkg -lijst # toont ✅ Actieve en 🫧 bubble versies
no: OMNIPKG -liste # viser ✅ aktive og 🫧 boblede versjoner
pl: Lista OmnipKG # pokazuje ✅ Aktywne i 🫧 Bubled wersje
pt_br: Lista omnipkg # mostra ✅ versões ativas e 🫧 bolhas
ru: Список Omnipkg # показывает ✅ Active и 🫧 Bubbled Versions
sv: omnipkg -lista # visar ✅ Aktiva och 🫧 bubblade versioner
sw: Orodha ya OMNIPKG # inaonyesha ✅ Matoleo ya kazi na 🫧
tr: omnipkg liste # ✅ aktif ve 🫧 köpüren sürümleri gösterir

source: omnipkg info <package> # Deep dive into any package's status
am: የኦምኒካዊ መረጃ <ጥቅል> # ጥልቀት ወደ ማንኛውም ጥቅል ሁኔታ
da: Omnipkg info <pakke> # dyb dykke ned i enhver pakkes status
de: Omnipkg Info <Paket> # Tauchgang in den Status eines jeden Pakets
fr: OMNIPKG Info <Package> # Plonge profonde dans le statut de n'importe quel package
hr: OMNIPKG INFO <GACET> # DEEP Zaronite u status bilo kojeg paketa
id: Info OMNIPKG <package> # Deep menyelam ke status paket apa pun
it: Omnipkg Info <Package> # Deep Dive nello stato di qualsiasi pacchetto
nl: omnipkg info <pakket> # diep duik in de status van elk pakket
no: OMNIPKG INFO <package> # Deep Dive Into Any Packs Status
pl: Omnipkg Info <Pakiet> # głębokie nurkowanie w statusie dowolnego pakietu
pt_br: omnipkg info <cackage> # Deep Dive no status de qualquer pacote
ru: omnipkg info <cadecle> # глубокое погружение в статус любого пакета
sv: Omnipkg Info <Package> # Djupt dyk i alla paketets status
sw: habari ya omnipkg <ackage> # kupiga mbizi kwa hali ya kifurushi chochote
tr: omnipkg info <paket> # herhangi bir paketin durumuna derin dalış

source: omnipkg status # Overall environment health
am: የ OMNIPG ሁኔታ # አጠቃላይ የአካባቢ ጤና ጤና
da: Omnipkg Status # samlet miljøhelse
de: Omnipkg Status # Gesamtumweltgesundheit
fr: Statut OMNIPKG # Santé globale de l'environnement
hr: OmniPKG Status # Ukupno zdravlje okoliša
id: Status OMNIPKG # Kesehatan Lingkungan Keseluruhan
it: Omnipkg Status # ambientale generale Health
nl: Omnipkg Status # Algemene omgeving Gezondheid
no: OMNIPKG STATUS # Overordnet miljøhelse
pl: Omnipkg Status # ogólne zdrowie środowiska
pt_br: omnipkg status # saúde geral saúde
ru: Omnipkg Status # Общее здоровье окружающей среды
sv: omnipkg status # övergripande miljöhälsa
sw: Hali ya Omnipkg # Afya ya Mazingira ya Jumla
tr: Omnipkg Durumu # Genel Çevre Sağlığı

source: 🛠️ Redis Knowledge Base (Advanced):
am: 🛠️ የአድራሻ የእውቀት መሠረት (የላቀ)
da: 🛠 Redis videnbase (avanceret):
de: 🛠️ Redis Knowledge Base (fortgeschritten):
fr: 🛠️ REDIS Base de connaissances (avancé):
hr: 🛠️ REDIS baza znanja (napredno):
id: 🛠️ Basis Pengetahuan Redis (Lanjutan):
it: 🛠️ Redis Knowledge Base (avanzato):
nl: 🛠️ Redis Knowledge Base (geavanceerd):
no: 🛠 Redis Knowledge Base (avansert):
pl: 🛠️ Baza wiedzy Redis (zaawansowana):
pt_br: Base Redis Base de conhecimento Redis (Avançado):
ru: 🛠 База знаний Redis (Advanced):
sv: 🛠 Redis Knowledge Base (avancerad):
sw: Base Base ya Maarifa ya Redis (Advanced):

source: omnipkg stores rich metadata in Redis. Explore with:
am: የኦምኒፕኪግ ቅሬታ ሜታዳር ውስጥ ሀብታም ሜታዳታ ነው.ያስሱ
da: Omnipkg gemmer rige metadata i redis.Udforsk med:
de: Omnipkg speichert reiche Metadaten in Redis.Erforschen mit:
fr: OMNIPKG stocke des métadonnées riches dans Redis.Explorez avec:
hr: Omnipkg pohranjuje bogate metapodatke u Redisu.Istražite s:
id: Omnipkg menyimpan metadata kaya di Redis.Jelajahi dengan:
it: Omnipkg memorizza i ricchi metadati a Redis.Esplora con:
nl: Omnipkg slaat rijke metagegevens op in Redis.Verkennen met:
no: Omnipkg lagrer rike metadata i Redis.Utforsk med:
pl: Omnipkg przechowuje bogate metadane w Redis.Odkrywać z:
pt_br: Omnipkg armazena metadados ricos em Redis.Explorar com:
ru: Omnipkg хранит богатые метаданные в Редисе.Изучите с:
sv: Omnipkg lagrar rika metadata i Redis.Utforska med:
sw: Omnipkg huhifadhi metadata tajiri katika redis.Gundua na:
tr: Omnipkg Redis'te zengin meta verileri depolar.İle keşfedin:

source: redis-cli HGETALL omnipkg:pkg:<package> # Package info
am: Redis-chi hoggall omnip omnipg: pkg: <ጥቅል> # ጥቅል መረጃ
da: Redis-cli hgetall omnipkg: pkg: <pakke> # pakkeinfo
de: redis-cli hgetall omnipkg: pkg: <paket> # paketinformationen
fr: redis-Cli hgetall omnipkg: pkg: <package> # Informations de package
hr: Redis-Cli HGetAll omniPKG: PKG: <GACET> # Informacije o paketu
id: Redis-Cli Hgetall Omnipkg: PKG: <package> # Paket Info
it: Redis-Cli Hgetall Omnipkg: PKG: <pacchetto> # Informazioni sul pacchetto
nl: Redis-cli hgetall omnipkg: pkg: <pakket> # pakketinformatie
no: Redis-Cli Hgetall Omnipkg: PKG: <package> # Pakkeinfo
pl: Redis-cli Hgetall Omnipkg: PKG: <Pake> # Informacje o pakiecie
pt_br: Redis-cli HGETALL OMNIPKG: PKG: <cackage> # informações do pacote
ru: Redis-Cli Hgetall Omnipkg: PKG: <CACECKE> # Информация о пакете
sv: Redis-cli hgetall omnipkg: pkg: <packning> # paketinfo
sw: Redis-Cli Hgetall Omnipkg: PKG: <ackage> # maelezo ya kifurushi
tr: Redis-Cli Hgetall Omnipkg: PKG: <Acket> # Paket Bilgisi

source: redis-cli SMEMBERS "omnipkg:pkg:<package>:installed_versions" # All versions
am: Redis-CILISHISS on omnipk: Pknipg: pkgg: <ጥቅል>: ተጭኗል_ግሮች "# ሁሉም ስሪቶች
da: Redis-cli smembers "Omnipkg: PKG: <pakke>: Installed_versions" # Alle versioner
de: redis-cli smembers "omnipkg: pkg: <paket>: installed_versions" # Alle Versionen
fr: Redis-Cli Smembres "OMNIPKG: PKG: <Package>: installé_versions" # Toutes les versions
hr: Redis-Cli Smembers "OmniPKG: PKG: <GACET>: Instated_versions" # Sve verzije
id: redis-cli smembers "omnipkg: pkg: <packer>: installed_versions" # semua versi
it: Redis-Cli Smembers "Omnipkg: PKG: <Pache>: Instald_Versions" # Tutte le versioni
nl: Redis-cli smembers "omnipkg: pkg: <pakket>: geïnstalleerd_versions" # Alle versies
no: Redis-CLI Smembers "OMNIPKG: PKG: <PACKER>: Installert_versjoner" # Alle versjoner
pl: Redis-cli Smembers „Omnipkg: PKG: <Pake>: instalowane_versions” # wszystkie wersje
pt_br: Redis-cli Smembers "Omnipkg: PKG: <package>: installed_versions" # todas as versões
ru: Redis-Cli Схимберс "Omnipkg: Pkg: <cadecde>: insted_versions" # все версии
sv: Redis-cli Smembers "Omnipkg: PKG: <Package>: Installed_Versions" # Alla versioner
sw: Redis-Cli Smembers "omnipkg: pkg: <ackage>: kusanikishwa_versions" # matoleo yote
tr: Redis-Cli Smembers "Omnipkg: PKG: <Acket>: Installed_Versions" # Tüm Sürümler

source: redis-cli HGETALL omnipkg:pkg:<package>:<version> # Version details
am: Redis-chi hoggall alnipgk: pkg: <Prip>: <SORRES> # ስሪት> ስሪት ዝርዝሮች
da: Redis-cli hgetall omnipkg: pkg: <pakke>: <version> # versiondetaljer
de: redis-cli hgetall omnipkg: pkg: <paket>: <version> # Versionsdetails
fr: redis-Cli hgetall omnipkg: pkg: <package>: <version> # Détails de la version
hr: Redis-Cli HGetAll omniPKG: PKG: <PACET>: <Preare> # Pojedinosti o verziji
id: Redis-Cli Hgetall Omnipkg: PKG: <pack Package>: <Version> # Rincian Versi
it: Redis-Cli Hgetall Omnipkg: PKG: <Pache>: <Stail> # Dettagli versione
nl: Redis-cli hgetall omnipkg: pkg: <pakket>: <versie> # Versiedetails
no: Redis-Cli Hgetall Omnipkg: PKG: <package>: <versjon> # Versjonsdetaljer
pl: Redis-cli Hgetall Omnipkg: pkg: <pakiet>: <wersja> # Szczegóły wersji
pt_br: Redis-cli HGETALL OMNIPKG: PKG: <package>: <Versão> # Detalhes da versão
ru: Redis-Cli Hgetall Omnipkg: PKG: <CACECKE>: <Version> # Данные версии
sv: redis-cli hgetall omnipkg: pkg: <package>: <version> # version detaljer
sw: Redis-Cli Hgetall Omnipkg: PKG: <ackage>: <Toleo> # maelezo ya toleo
tr: Redis-Cli Hgetall Omnipkg: PKG: <Acket>: <sürüm> # Sürüm Ayrıntıları

source: 🔧 Python Version Management:
am: 🔧 PiThon ስሪት ማኔጅመንት
de: 🔧 Python -Versionsverwaltung:
fr: Gestion de la version Python:
hr: 🔧 Python verzija Upravljanje:
id: 🔧 Manajemen Versi Python:
it: 🔧 Gestione delle versioni di Python:
nl: 🔧 Python -versiebeheer:
pl: 🔧 Zarządzanie wersją Python:
pt_br: 🔧 Gerenciamento de versão Python:
ru: 🔧 Управление версией Python:
sv: 🔧 Python versionhantering:
sw: Usimamizi wa toleo la Python:
tr: 🔧 Python sürüm yönetimi:

source: omnipkg automatically manages Python interpreters! When you run commands
am: omnipkg የ Python አስተርጓሚዎችን በራስ-ሰር ያስተዳድራል!ትዕዛዞችን ሲያካሂዱ
da: Omnipkg administrerer automatisk Python -tolke!Når du kører kommandoer
de: Omnipkg verwaltet automatisch Python -Dolmetscher!Wenn Sie Befehle ausführen
fr: OMNIPKG gère automatiquement les interprètes Python!Lorsque vous exécutez les commandes
hr: OmniPKG automatski upravlja Python tumačima!Kad pokrenete naredbe
id: Omnipkg secara otomatis mengelola penerjemah Python!Saat Anda menjalankan perintah
it: Omnipkg gestisce automaticamente gli interpreti di Python!Quando esegui i comandi
nl: Omnipkg beheert automatisch Python -tolken!Wanneer u opdrachten uitvoert
no: Omnipkg administrerer automatisk Python -tolker!Når du kjører kommandoer
pl: Omnipkg automatycznie zarządza tłumaczami Python!Kiedy uruchamiasz polecenia
pt_br: Omnipkg gerencia automaticamente os intérpretes do Python!Quando você executa comandos
ru: Omnipkg автоматически управляет переводчиками Python!Когда вы запускаете команды
sv: Omnipkg hanterar automatiskt Python -tolkar!När du kör kommandon
sw: Omnipkg moja kwa moja husimamia wakalimani wa Python!Unapoendesha amri
tr: Omnipkg otomatik olarak Python tercümanlarını yönetir!Komutları çalıştırdığınızda

source: that need a different Python version, omnipkg will:
am: የተለየ የ Python ስሪት ያስፈልጋል ኦምኒካዊ ሽርሽር-
da: der har brug for en anden Python -version, omnipkg vil:
de: Das braucht eine andere Python -Version, Omnipkg wird:
fr: qui ont besoin d'une version Python différente, OMNIPKG Will:
hr: koja je potrebna drugačija verzija pythona, omnipkg Will:
id: Itu membutuhkan versi python yang berbeda, omnipkg akan:
it: Questo ha bisogno di una versione di Python diversa, Omnipkg lo farà:
nl: die een andere Python -versie nodig hebben, zal omnipkg:
no: som trenger en annen Python -versjon, vil OMNIPKG:
pl: które potrzebują innej wersji Pythona, Omnipkg będzie:
pt_br: que precisam de uma versão diferente do Python, Omnipkg Will:
ru: Это нуждается в другой версии Python, Omnipkg будет:
sv: som behöver en annan Python -version, omnipkg kommer att:
sw: Hiyo inahitaji toleo tofauti la Python, Omnipkg atafanya:
tr: farklı bir python versiyonuna ihtiyaç duyan Omnipkg:

source: • Download and install the required Python version seamlessly
am: • የሚፈለገውን የ Python ስሪት እንከን የለሽ ማውረድ እና መጫን
da: • Download og installer den krævede Python -version problemfrit
de: • Laden Sie die erforderliche Python -Version nahtlos herunter und installieren Sie sie
fr: • Télécharger et installer la version Python requise de manière transparente
hr: • Preuzmite i instalirajte potrebnu Python verziju neprimjetno
id: • Unduh dan instal versi Python yang diperlukan dengan mulus
it: • Scarica e installa la versione Python richiesta perfettamente
nl: • Download en installeer de vereiste Python -versie naadloos
no: • Last ned og installer den nødvendige Python -versjonen sømløst
pl: • Pobierz i zainstaluj wymaganą wersję Python płynnie
pt_br: • Faça o download e instale a versão Python necessária perfeitamente
ru: • Скачать и установить необходимую версию Python плавно
sv: • Ladda ner och installera den nödvändiga Python -versionen sömlöst
sw: • Pakua na usakinishe toleo linalohitajika la Python bila mshono
tr: • Gerekli Python sürümünü sorunsuz bir şekilde indirin ve yükleyin

source: • Switch interpreters mid-execution without shell restart
am: • ያለ ጩኸት ያለ ቼምስ ያለንስ አስር-ማገገሚያዎች ይቀይሩ
da: • Skift tolke midtforbindelse uden genstart af shell
de: • Wechseln Sie die Dolmetscher mitten in der Mitte des Shell-Neustarts
fr: • commutant les interprètes à mi-parcours sans redémarrage de la coquille
hr: • Prebacite interpretatore sredinom izvršenja bez ponovnog pokretanja školjke
id: • Beralih penerjemah interkusi tanpa restart shell
it: • Switch Interpreter Mid-Execution senza riavvio di shell
nl: • Schakel tolken in het midden van de uitvoering zonder herstart
no: • Bytt tolker midt i utførelse uten å starte på nytt
pl: • Przełącz tłumacze w połowie wykonywania bez ponownego uruchomienia powłoki
pt_br: • Trocar intérpretes no meio da execução sem reinicialização do shell
ru: • переключение переводчиков в середине выполнения без перезапуска оболочки
sv: • Byt tolkar i mitten av genomförandet utan att starta om skal
sw: • Badilisha wakalimani katikati ya utekelezaji bila kuanza tena kwa ganda
tr: • Kabuk yeniden başlatmadan orta düzeyde uzmanlaşmayı değiştirin

source: • Maintain package isolation across Python versions
am: • በ PYTHON ስሪቶች ላይ የጥቅል ማግለል መጠናቀቅ
da: • Oprethold pakkeisolering på tværs af Python -versioner
de: • Behalten Sie die Paketisolation über Python -Versionen hinweg bei
fr: • Maintenir l'isolement des emballages sur les versions Python
hr: • Održavajte izolaciju paketa u Python verzijama
id: • Pertahankan isolasi paket di seluruh versi Python
it: • Mantenere l'isolamento del pacchetto tra le versioni Python
nl: • Handhaaf pakketisolatie over Python -versies
no: • Oppretthold pakkeisolering på tvers av Python -versjoner
pl: • Utrzymuj izolację pakietu w wersjach Python
pt_br: • Manter o isolamento do pacote nas versões Python
ru: • Поддерживать изоляцию упаковки в версиях Python
sv: • Håll paketets isolering över Python -versioner
sw: • Kudumisha kutengwa kwa kifurushi kwa matoleo ya Python
tr: • Python sürümlerinde paket izolasyonunu koruyun
