Repository: 1minds3t/omnipkg
Catalog: omnipkg/locale/*/LC_MESSAGES/omnipkg.po
Languages: am, ar_eg, bn, da, de, es, fr, hi, hr, id, it, ja, ko, nl, no, pl, pt_br, ru, sv, sw, tr

source: Interactive Omnipkg Demo
am: በይነተገናኝ Omnipg Mo ማሳያ
ar_eg: التفاعلية التجريبية Omnipkg
bn: ইন্টারেক্টিভ ওমনিপকেজি ডেমো
da: Interaktiv omnipkg -demo
de: Interaktive Omnipkg -Demo
es: Demostración de omnipkg interactivo
fr: Démo omnipkg interactif
hi: इंटरएक्टिव omnipkg डेमो
hr: Interaktivni omnipkg demo
id: Demo omnipkg interaktif
it: Demo di Omnipkg interattivo
ja: インタラクティブなOMNIPKGデモ
ko: 대화식 OMNIPKG 데모
nl: Interactieve omnipkg -demo
no: Interaktiv omnipkg demo
pl: Interaktywne demo OmnipKG
pt_br: Demonstração interativa Omnipkg
ru: Интерактивный Omnipkg Demo
sv: Interaktiv omnipkg -demo
sw: Maingiliano ya Omnipkg ya maingiliano
tr: Etkileşimli Omnipkg Demo

source: 🎪 Omnipkg supports version switching for:
am: 🎪 Omnipkg የሚደረግበትን ስሪት መቀያየር ይደግፋል
ar_eg: 🎪 يدعم Omnipkg تبديل الإصدار لـ:
bn: 🎪 ওমনিপকিজি সংস্করণ স্যুইচিং সমর্থন করে:
da: 🎪 Omnipkg understøtter versionskift til:
de: 🎪 OMNIPKG unterstützt den Versionsschalter für:
es: 🎪 omnipkg admite el cambio de versión para:
fr: 🎪 OMNIPKG prend en charge la commutation de version pour:
hi: 🎪 omnipkg के लिए संस्करण स्विचिंग का समर्थन करता है:
hr: 🎪 OmniPKG podržava prebacivanje verzije za:
id: 🎪 OMNIPKG mendukung switching versi untuk:
it: 🎪 OMNIPKG supporta la versione di passaggio per:
ja: omn​​ipkgのバージョンの切り替えをサポートしています：
ko: OMNIPKG는 버전 전환을 지원합니다.
nl: 🎪 Omnipkg ondersteunt versie -schakelen voor:
no: 🎪 OMNIPKG støtter versjonsoverføring for:
pl: 🎪 Omnipkg obsługuje przełączanie wersji dla:
pt_br: 🎪 omnipkg suporta a comutação de versão para:
ru: 🎪 Omnipkg поддерживает переключение версий для:
sv: 🎪 Omnipkg stöder versionens växling för:
sw: 🎪 OMNIPKG inasaidia kubadili toleo kwa:
tr: 🎪 Omnipkg, sürüm değiştirmeyi destekler:

source: • Python modules (e.g., rich): See tests/test_rich_switching.py
am: • የ Python ሞዱሎች (ኢ.ግ., ሀብታም)-ፈተናዎች / ፈተና_ሪኪንግስ
ar_eg: • وحدات Python (على سبيل المثال ، Rich): انظر الاختبارات/test_rich_switching.py
bn: • পাইথন মডিউলগুলি (উদাঃ, ধনী): পরীক্ষা/পরীক্ষা_রিচ_সুইচিং.পি দেখুন
da: • Python -moduler (f.eks. Rich): Se tests/test_rich_switching.py
de: • Python -Module (z. B. reich): Siehe Tests/test_rich_switching.py
es: • Módulos de Python (por ejemplo, rico): ver Tests/test_rich_switching.py
fr: • Modules Python (par exemple, riche): voir tests / test_rich_switching.py
hi: • पायथन मॉड्यूल (जैसे, समृद्ध): परीक्षण देखें/test_rich_switching.py
hr: • Python moduli (npr. Bogati): vidi testove/test_rich_switching.py
id: • Modul Python (mis., Kaya): Lihat tes/test_rich_switching.py
it: • Moduli Python (ad es. Rich): vedi test/test_rich_switching.py
ja: •Pythonモジュール（リッチなど）：tests/test_rich_switching.pyを参照してください
ko: • Python 모듈 (예 : Rich) : Tests/Test_rich_Switching.py를 참조하십시오
nl: • Python -modules (bijv. Rich): zie Tests/Test_rich_switching.py
no: • Python -moduler (f.eks. Rik): Se tester/test_rich_switching.py
pl: • Moduły Pythona (np. Rich): patrz Testy/test_rich_switching.py
pt_br: • Módulos Python (por exemplo, Rich): consulte testes/test_rich_switching.py
ru: • Модули Python (например, Rich): см. Tests/test_rich_switching.py
sv: • Python -moduler (t.ex. rika): Se test/test_rich_switching.py
sw: • Moduli za Python (k.m., tajiri): Tazama vipimo/test_rich_switching.py
tr: • Python modülleri (örn. Zengin): Bkz. Testler/Test_rich_switching.py

source: • Binary packages (e.g., uv): See tests/test_uv_switching.py
am: • የሁለትዮሽ ፓኬጆች (ኢ.ግ., UV): ፈተናዎች / ሙከራ_ሱቪንግንግንግንግ
ar_eg: • الحزم الثنائية (على سبيل المثال ، UV): انظر الاختبارات/test_uv_switching.py
bn: • বাইনারি প্যাকেজগুলি (উদাঃ, ইউভি): পরীক্ষা/পরীক্ষা_উইউ_সুইচিং.পি দেখুন
da: • Binære pakker (f.eks. UV): se tests/test_uv_switching.py
de: • Binärpakete (z. B. UV): Siehe Tests/test_uv_switching.py
es: • Paquetes binarios (por ejemplo, UV): consulte las pruebas/test_uv_switching.py
fr: • packages binaires (par exemple, UV): voir tests / test_uv_switching.py
hi: • बाइनरी पैकेज (जैसे, यूवी): परीक्षण देखें/test_uv_switching.py
hr: • Binarni paketi (npr. UV): vidi testove/test_uv_switching.py
id: • Paket biner (mis., UV): Lihat Tes/test_uv_switching.py
it: • Pacchetti binari (ad es. UV): vedere test/test_uv_switching.py
ja: •バイナリパッケージ（UVなど）：tests/test_uv_switching.pyを参照してください
ko: • 바이너리 패키지 (예 : UV) : Tests/Test_uv_switching.py를 참조하십시오
nl: • Binaire pakketten (bijv. UV): zie Tests/test_uv_switching.py
no: • Binære pakker (f.eks. UV): Se tester/test_uv_switching.py
pl: • Pakiety binarne (np. UV): patrz Testy/test_uv_switching.py
pt_br: • Pacotes binários (por exemplo, UV): consulte testes/test_uv_switching.py
ru: • двоичные пакеты (например, UV): см. Tests/test_uv_switching.py
sv: • Binära paket (t.ex. UV): Se test/test_uv_switching.py
sw: • Vifurushi vya binary (k.m., UV): Tazama vipimo/test_uv_switching.py
tr: • İkili paketler (ör. UV): Bkz. Testler/Test_uv_switching.py

source: • C-extension packages (e.g., numpy, scipy): See stress_test.py
am: • የC-ቅጥያ ፓኬጆች (ለምሳሌ numpy፣ scipy): stress_test.py ይመልከ
ar_eg: • حزم التمديد C (على سبيل المثال ، Numpy ، Scipy): انظر الإجهاد_
bn: • সি-এক্সটেনশন প্যাকেজগুলি (উদাঃ, নম্বি, স্কিপি): স্ট্রেস_টেস্ট.পি দেখুন
da: • C-extension-pakker (f.eks. Numpy, scipy): se Stress_test.py
de: • C-Extensionspakete (z. B. Numpy, Scipy): siehe Stress_test.py
es: • Paquetes C-Extension (por ejemplo, Numpy, Scipy): ver rresh_test.py
fr: • Packages C-Extension (par exemple, Numpy, Scipy): Voir stress_test.py
hi: • सी-एक्सटेंशन पैकेज (जैसे, numpy, scipy): staction_test.py देखें
hr: • C-ekstenzijski paketi (npr. NumPy, Scipy): vidi stres_test.py
id: • Paket C-Extension (mis., Numpy, SciPy): lihat stress_test.py
it: • Pacchetti di estensione C (ad es. Numpy, Scipy): vedi stress_test.py
ja: •C-Extensionパッケージ（例：numpy、scipy）：stress_test.pyを参照してください
ko: • C- 확장 패키지 (예 : Numpy, Scipy) : Stress_test.py를 참조하십시오
nl: • C-extensiepakketten (bijv. Numpy, Scipy): zie Stress_test.py
no: • C-Extension Packages (f.eks. Numpy, Scipy): se Stress_test.py
pl: • Pakiety C-Extension (np. Numpy, Scipy): patrz stres_test.py
pt_br: • Pacotes de extensão C (por exemplo, Numpy, Scipy): consulte Sression_test.py
ru: • C-Extension Packages (например, Numpy, Scipy): см. Scress_test.py
sv: • C-Extension-paket (t.ex. Numpy, Scipy): Se Stress_test.py
sw: • Vifurushi vya upanuzi wa C (k.v., Numpy, Scipy): Tazama STREST_TEST.PY
tr: • C-Extension Paketleri (ör. Numpy, Scipy): Bkz. Stress_test.py

source: • Complex dependency packages (e.g., TensorFlow): See tests/test_tensorflow_switching.py
am: • ውስብስብ ጥገኛዎች ፓኬጆች (E.G., Transflown):: ፈተናዎች / ሙከራ_ቲቭስዎፊንግ
ar_eg: • حزم التبعية المعقدة (على سبيل المثال ، TensorFlow): انظر الاختبارات/test_tensorflow_switching.py
bn: • জটিল নির্ভরতা প্যাকেজগুলি (উদাঃ, টেনসরফ্লো): পরীক্ষা/পরীক্ষা_টেনসোরফ্লো_সুইচিং.পি দেখুন
da: • Komplekse afhængighedspakker (f.eks. Tensorflow): se tests/test_tensorflow_switching.py
de: • Komplexe Abhängigkeitspakete (z. B. TensorFlow): Siehe Tests/test_tensorflow_switching.py
es: • Paquetes de dependencia complejos (por ejemplo, TensorFlow): consulte las pruebas/test_tensorflow_switching.py
fr: • Packages de dépendance complexes (par exemple, Tensorflow): voir tests / test_tensorflow_switching.py
hi: • जटिल निर्भरता पैकेज (जैसे, TensorFlow): परीक्षण देखें/test_tensorflow_switching.py
hr: • Složeni paketi ovisnosti (npr. TensorFlow): vidi testove/test_tensorflow_switching.py
id: • Paket ketergantungan yang kompleks (mis., TensorFlow): Lihat tes/test_tensorflow_switching.py
it: • Pacchetti di dipendenza complessi (ad es. Tensorflow): vedere test/test_tensorflow_switching.py
ja: •複雑な依存関係パッケージ（Tensorflowなど）：tests/test_tensorflow_switching.pyを参照してください
ko: • 복잡한 종속성 패키지 (예 : TensorFlow) : tests/test_tensorflow_switching.py를 참조하십시오
nl: • Complexe afhankelijkheidspakketten (bijv. Tensorflow): zie Tests/test_tensorflow_switching.py
no: • Komplekse avhengighetspakker (f.eks. TensorFlow): Se tester/test_tensorflow_switching.py
pl: • Złożone pakiety zależności (np. TensorFlow): patrz Testy/test_Tensorflow_Switching.py
pt_br: • Pacotes de dependência complexos (por exemplo, tensorflow): consulte testes/test_tensorflow_switching.py
ru: • Сложные пакеты зависимостей (например, Tensorflow): см. Tests/test_tensorflow_switching.py
sv: • Komplexa beroendepaket (t.ex. TensorFlow): Se test/test_tensorflow_switching.py
sw: • Vifurushi vya utegemezi tata (k.v. TensorFlow): Tazama vipimo/test_tensorflow_switching.py
tr: • Karmaşık bağımlılık paketleri (örn. Tensorflow): Bkz. Testler/Test_tensorflow_switching.py

source: • Note: The Flask demo is under construction and not currently available.
am: • ማሳሰቢያ-የተሸፈነው ማሳያ በመገንባት ላይ ነው እና በአሁኑ ጊዜ አይገኝም.
ar_eg: • ملاحظة: عرض القارورة قيد الإنشاء وليس متاحًا حاليًا.
bn: • দ্রষ্টব্য: ফ্লাস্ক ডেমো নির্মাণাধীন এবং বর্তমানে উপলভ্য নয়।
da: • Bemærk: Kolbe -demoen er under opførelse og ikke i øjeblikket tilgængelig.
de: • Hinweis: Die Flask -Demo befindet sich im Bau und ist derzeit nicht verfügbar.
es: • Nota: La demostración del frasco está en construcción y actualmente no está disponible.
fr: • Remarque: la démo Flask est en construction et n'est pas actuellement disponible.
hi: • नोट: फ्लास्क डेमो निर्माणाधीन है और वर्तमान में उपलब्ध नहीं है।
hr: • NAPOMENA: demonstracija tikvice je u izradi i trenutno nije dostupan.
id: • Catatan: Demo Flask sedang dibangun dan saat ini tidak tersedia.
it: • NOTA: la demo del pallone è in costruzione e non attualmente disponibile.
ja: •注：フラスコのデモは建設中で、現在利用できません。
ko: • 참고 : 플라스크 데모는 건설 중이며 현재 사용할 수 없습니다.
nl: • OPMERKING: de FLALS -demo is in aanbouw en is momenteel niet beschikbaar.
no: • Merk: Kolbe -demoen er under bygging og er foreløpig ikke tilgjengelig.
pl: • Uwaga: Demo kolby jest w budowie i obecnie nie jest dostępne.
pt_br: • Nota: a demonstração do Flask está em construção e não está disponível no momento.
ru: • ПРИМЕЧАНИЕ. Демонстрация колбы находится в стадии строительства и в настоящее время недоступна.
sv: • Obs: Kolvdemonstrationen är under uppbyggnad och är för närvarande inte tillgänglig.
sw: • Kumbuka: Demo ya Flask iko chini ya ujenzi na haipatikani kwa sasa.
tr: • Not: Flask demosu yapım aşamasındadır ve şu anda mevcut değildir.

source: Select a demo to run:
am: ለማሄድ DEAME ን ይምረጡ
ar_eg: حدد عرضًا تجريبيًا لتشغيله:
bn: চালানোর জন্য একটি ডেমো নির্বাচন করুন:
da: Vælg en demo, der skal køres:
de: Wählen Sie eine Demo zum Ausführen aus:
es: Seleccione una demostración para ejecutar:
fr: Sélectionnez une démo à exécuter:
hi: चलाने के लिए एक डेमो का चयन करें:
hr: Odaberite demo za pokretanje:
id: Pilih demo untuk dijalankan:
it: Seleziona una demo da eseguire:
ja: 実行するデモを選択します。
ko: 실행할 데모를 선택하십시오.
nl: Selecteer een demo om uit te voeren:
no: Velg en demo for å kjøre:
pl: Wybierz demo do uruchomienia:
pt_br: Selecione uma demonstração para executar:
ru: Выберите демонстрацию для запуска:
sv: Välj en demo att köra:
sw: Chagua demo kukimbia:
tr: Koşmak için bir demo seçin:

source: 1. Rich test (Python module switching)
am: 1. የበለፀገ ሙከራ (Python ሞዱል መቀየር)
ar_eg: 1. اختبار غني (تبديل وحدة بيثون)
bn: 1। সমৃদ্ধ পরীক্ষা (পাইথন মডিউল স্যুইচিং)
de: 1. Reicher Test (Python -Modulschaltanlage)
es: 1. Prueba rica (conmutación del módulo de Python)
fr: 1. Test riche (commutation du module Python)
hi: 1। रिच टेस्ट (पायथन मॉड्यूल स्विचिंग)
hr: 1. Bogat test (prebacivanje modula Python)
id: 1. Tes Kaya (Python Module Switching)
it: 1. Rich Test (commutazione del modulo Python)
ja: 1。リッチテスト（Pythonモジュールの切り替え）
ko: 1. 리치 테스트 (파이썬 모듈 스위칭)
nl: 1. Rijke test (Python Module Switching)
pl: 1. Bogaty test (przełączanie modułu Pythona)
pt_br: 1. Rich Test (comutação do módulo Python)
ru: 1. Богатый тест (переключение модуля Python)
sw: Jaribio la kina (kubadilisha moduli za Python)
tr: 1. Zengin Test (Python Modülü Anahtarlama)

source: 2. UV test (binary switching)
am: 2. UV ሙከራ (ሁለትዮሽ መቀየሪያ)
ar_eg: 2. اختبار الأشعة فوق البنفسجية (التبديل الثنائي)
bn: 2। ইউভি পরীক্ষা (বাইনারি স্যুইচিং)
da: 2. UV -test (binær switching)
de: 2. UV -Test (Binärwechsel)
es: 2. Prueba UV (conmutación binaria)
fr: 2. Test UV (commutation binaire)
hi: 2। यूवी टेस्ट (बाइनरी स्विचिंग)
hr: 2. UV test (binarno prebacivanje)
id: 2. Tes UV (switching biner)
it: 2. Test UV (commutazione binaria)
ja: 2。UVテスト（バイナリスイッチング）
ko: 2. UV 테스트 (이진 스위칭)
nl: 2. UV -test (binair schakelen)
pl: 2. Test UV (przełączanie binarne)
pt_br: 2. Teste UV (comutação binária)
ru: 2. УФ -тест (бинарное переключение)
sv: 2. UV -test (binär switching)
sw: 2. Mtihani wa UV (kubadili binary)
tr: 2. UV testi (ikili anahtarlama)

source: 3. NumPy + SciPy stress test (C-extension switching)
am: 3. የኒምፕይ + ቅባስ የጭንቀት ፈተና (C- ማራዘሚያ መቀያየር)
ar_eg: 3. اختبار الإجهاد Numpy + Scipy (تبديل التمديد C)
bn: 3। নুমপি + স্কিপি স্ট্রেস টেস্ট (সি-এক্সটেনশন স্যুইচিং)
de: 3. NumPy + SciPy Belastungstest (C-Erweiterungen wechseln
es: 3. Prueba de tensión Numpy + Scipy (conmutación de C-Extensión)
fr: 3. Test de contrainte Scipy Numpy + Scipy (commutation C-Extension)
hi: 3। NUMPY + SCIPY तनाव परीक्षण (C-extension स्विचिंग)
hr: 3. NumPy + SciPy Stress test (C-EXTENSING SPISJENOST)
it: 3. Numpy + Scipy Stress Test (commutazione dell'estensione C)
ja: 3。Numpy + Scipyストレステスト（C-Extension Switching）
ko: 3. Numpy + Scipy 스트레스 테스트 (C- 확장 스위칭)
pl: 3. Test warunków skrajnych Numpy + Scipy (przełączanie C-Extension)
pt_br: 3. Teste de estresse Scipy + Scipy (comutação C-Extensão)
ru: 3. Numpy + Scipy стресс-тест (переключение C-расширения)
sw: 3. Numpy + mtihani wa dhiki ya scipy (C-extension switch)
tr: 3. Numpy + Scipy Stres Testi (C-uzantı anahtarlama)

source: 4. TensorFlow test (complex dependency switching)
am: 4. የ Transfow ሙከራ (የተወሳሰበ ጥገኛ መቀያየር)
ar_eg: 4. اختبار TensorFlow (تبديل التبعية المعقدة)
bn: 4। টেনসরফ্লো পরীক্ষা (জটিল নির্ভরতা স্যুইচিং)
da: 4. Tensorflow -test (kompleks afhængighedsskift)
de: 4. Tensorflow -Test (Komplexe Abhängigkeitsumschaltung)
es: 4. Prueba de flujo de tensor (conmutación de dependencia compleja)
fr: 4. Tensorflow Test (commutation de dépendance complexe)
hi: 4। TensorFlow परीक्षण (जटिल निर्भरता स्विचिंग)
hr: 4. test tensorflow (složeno prebacivanje ovisnosti)
id: 4. Tesorflow Test (switching ketergantungan kompleks)
it: 4. Tensorflow Test (commutazione della dipendenza complessa)
ja: 4。Tensorflowテスト（複雑な依存関係の切り替え）
ko: 4. Tensorflow 테스트 (복잡한 종속성 스위칭)
nl: 4. Tensorflow -test (complexe afhankelijkheidsschakelen)
no: 4. TensorFlow Test (kompleks avhengighetsbytte)
pl: 4. Test tensorflow (przełączanie zależności złożonej)
pt_br: 4. Teste de tensorflow (comutação complexa de dependência)
ru: 4. Тест TensorFlow (комплексное переключение зависимостей)
sv: 4. TensorFlow Test (komplex beroendeomkoppling)
sw: Jaribio la TensorFlow (kubadilisha tegemezi changamano)
tr: 4. Tensorflow testi (karmaşık bağımlılık anahtarlama)

source: 5. Flask test (under construction)
am: 5. የፍላሽ ሙከራ ሙከራ (በግንባታ ላይ)
ar_eg: 5. اختبار القارورة (قيد الإنشاء)
bn: 5। ফ্লাস্ক পরীক্ষা (নির্মাণাধীন)
da: 5. kolbe test (under opførelse)
de: 5. Flaskest (im Bau)
es: 5. Prueba de frasco (en construcción)
fr: 5. Test de flacon (en construction)
hi: 5। फ्लास्क टेस्ट (निर्माणाधीन)
hr: 5. Ispitivanje tikvice (u izradi)
id: 5. Tes Flask (sedang dibangun)
it: 5. Test del pallone (in costruzione)
ja: 5。フラスコテスト（建設中）
ko: 5. 플라스크 테스트 (건설 중)
nl: 5. Flask -test (in aanbouw)
no: 5. Kolbeprøve (under konstruksjon)
pl: 5. Test kolby (w budowie)
pt_br: 5. Teste de frasco (em construção)
ru: 5. Испытание колбы (в стадии строительства)
sv: 5. Kolvtest (under uppbyggnad)
sw: 5. Mtihani wa Flask (chini ya ujenzi)
tr: 5. Flask testi (yapım aşamasında)

source: Enter your choice (1-5):
am: ምርጫዎን ያስገቡ (1-5)
ar_eg: أدخل اختيارك (1-5):
bn: আপনার পছন্দ লিখুন (1-5):
da: Indtast dit valg (1-5):
de: Geben Sie Ihre Wahl ein (1-5):
es: Ingrese su elección (1-5):
fr: Entrez votre choix (1-5):
hi: अपनी पसंद दर्ज करें (1-5):
hr: Unesite svoj izbor (1-5):
id: Masukkan pilihan Anda (1-5):
it: Inserisci la tua scelta (1-5):
ja: 選択した選択（1-5）：
ko: 선택을 입력하십시오 (1-5) :
nl: Voer uw keuze in (1-5):
no: Skriv inn ditt valg (1-5):
pl: Wprowadź swój wybór (1-5):
pt_br: Digite sua escolha (1-5):
ru: Введите свой выбор (1-5):
sv: Ange ditt val (1-5):
sw: Ingiza chaguo lako (1-5):
tr: Seçiminizi girin (1-5):

source: ⚠️ NumPy/SciPy Stress Test Requires Python 3.11
am: ⚠️ ናፕቲክ / ጠንቋዮች የጭንቀት ፈተና Pytho 3.11 ይፈልጋል
ar_eg: ⚠ اختبار الإجهاد numpy/scipy يتطلب python 3.11
bn: ⚠ নুমপি/স্কিপি স্ট্রেস টেস্টের পাইথন 3.11 প্রয়োজন
da: ⚠ Numpy/Scipy Stress Test kræver Python 3.11
de: ⚠️ Numpy/Scipy Stresstest erfordert Python 3.11
es: ⚠️ La prueba de estrés Numpy/Scipy requiere Python 3.11
fr: ⚠️ Le test de contrainte Numpy / Scipy nécessite Python 3.11
hi: ⚠ numpy/scipy तनाव परीक्षण के लिए अजगर 3.11 की आवश्यकता होती है
hr: ⚠️ NumPy/Scipy Stress test zahtijeva Python 3.11
id: ⚠️ Tes stres Numpy/Scipy membutuhkan Python 3.11
it: ⚠️ Lo stress test Numpy/Scipy richiede Python 3.11
ja: ⚠️Numpy/Scipyストレステストには、Python 3.11が必要です
ko: numpy/scipy 스트레스 테스트에는 Python 3.11이 필요합니다
nl: ⚠️ Numpy/Scipy stresstest vereist Python 3.11
no: ⚠ Numpy/Scipy stresstest krever Python 3.11
pl: ⚠️ Test warunków skrajnych Numpy/Scipy wymaga Pythona 3.11
pt_br: ⚠️ Numpy/Scipy Teste Requer Python 3.11
ru: ⚠ Numpy/Scipy Stresst Test требует Python 3.11
sv: ⚠ numpy/scipy stresstest kräver python 3.11
sw: Mtihani wa dhiki ya Numpy/Scipy inahitaji Python 3.11
tr: Numpy/scipy stres testi Python 3.11 gerektirir

source: ⚠️ The Flask demo is under construction and not currently available.
am: Slassk ማሳያ በመገንባት ላይ ነው እና በአሁኑ ጊዜ አይገኝም.
ar_eg: ⚠ عرض القارورة قيد الإنشاء وليس متاحًا حاليًا.
bn: ⚠ ফ্লাস্ক ডেমো নির্মাণাধীন এবং বর্তমানে উপলভ্য নয়।
da: ⚠ Kolbe -demoen er under opførelse og ikke i øjeblikket tilgængelig.
de: ⚠️ Die Flask -Demo befindet sich im Bau und ist derzeit nicht verfügbar.
es: ⚠️ La demostración del frasco está en construcción y actualmente no está disponible.
fr: ⚠️ La démo du flacon est en construction et n'est pas actuellement disponible.
hi: ⚠ फ्लास्क डेमो निर्माणाधीन है और वर्तमान में उपलब्ध नहीं है।
hr: ⚠️ demonstracija tikvice je u izradi i trenutno nije dostupan.
id: ⚠️ Demo Flask sedang dibangun dan saat ini tidak tersedia.
it: ⚠️ La demo del pallone è in costruzione e non attualmente disponibile.
ja: flask Flaskデモは建設中で、現在利用できません。
ko: flask 플라스크 데모는 건설 중이며 현재 사용할 수 없습니다.
nl: ⚠️ De Demo van de FLALS is in aanbouw en is momenteel niet beschikbaar.
no: ⚠ Kolbe -demoen er under bygging og er foreløpig ikke tilgjengelig.
pl: ⚠️ Demo kolby jest w budowie i obecnie nie jest dostępne.
pt_br: ⚠️ A demonstração do Flask está em construção e não está disponível no momento.
ru: ⚠ Демонстрация колбы находится в стадии строительства и в настоящее время недоступна.
sv: ⚠ Kolvdemonstrationen är under uppbyggnad och är för närvarande inte tillgänglig.
sw: Demo ya Flask iko chini ya ujenzi na haipatikani kwa sasa.
tr: ⚠️ Flask demosu yapım aşamasındadır ve şu anda mevcut değildir.

source: Switching to the Rich test (option 1) for now!
am: ወደ ሀብታሙ ፈተና መቀየር (አማራጭ 1) ለአሁን!
ar_eg: التحول إلى الاختبار الغني (الخيار 1) في الوقت الحالي!
bn: আপাতত সমৃদ্ধ পরীক্ষায় স্যুইচিং (বিকল্প 1)!
da: Skift til den rige test (mulighed 1) for nu!
de: Wechseln Sie vorerst zum reichen Test (Option 1)!
es: ¡Cambiar a la prueba rica (opción 1) por ahora!
fr: Passer au test riche (option 1) pour l'instant!
hi: अभी के लिए समृद्ध परीक्षण (विकल्प 1) पर स्विच करना!
hr: Prelazak na bogati test (opcija 1) za sada!
id: Beralih ke tes kaya (opsi 1) untuk saat ini!
it: Passa al test Rich (Opzione 1) per ora!
ja: 今のところ、リッチテスト（オプション1）に切り替える！
ko: 현재 풍부 테스트 (옵션 1)로 전환!
nl: Overschakelen naar de rijke test (optie 1) voor nu!
no: Bytte til den rike testen (alternativ 1) foreløpig!
pl: Przełączanie się na bogaty test (opcja 1) na razie!
pt_br: Mudando para o teste rico (opção 1) por enquanto!
ru: Переход на богатый тест (опция 1) на данный момент!
sv: Byt till det rika testet (alternativ 1) för nu!
sw: Kubadilisha kwa mtihani tajiri (chaguo 1) kwa sasa!
tr: Şimdilik zengin teste geçme (Seçenek 1)!

source: ❌ Invalid choice. Please select 1, 2, 3, 4, or 5.
am: ❌ ልክ ያልሆነ ምርጫ.እባክዎ 1, 2, 3, 4 ወይም 5 ይምረጡ.
ar_eg: ❌ اختيار غير صالح.يرجى تحديد 1 أو 2 أو 3 أو 4 أو 5.
bn: ❌ অবৈধ পছন্দ।1, 2, 3, 4, বা 5 নির্বাচন করুন।
da: ❌ Ugyldigt valg.Vælg 1, 2, 3, 4 eller 5.
de: ❌ Ungültige Auswahl.Bitte wählen Sie 1, 2, 3, 4 oder 5.
es: ❌ Elección no válida.Seleccione 1, 2, 3, 4 o 5.
fr: ❌ Choix non valide.Veuillez sélectionner 1, 2, 3, 4 ou 5.
hi: ❌ अमान्य विकल्प।कृपया 1, 2, 3, 4 या 5 का चयन करें।
hr: ❌ Nevažeći izbor.Odaberite 1, 2, 3, 4 ili 5.
id: ❌ Pilihan tidak valid.Pilih 1, 2, 3, 4, atau 5.
it: ❌ Scelta non valida.Selezionare 1, 2, 3, 4 o 5.
ja: ❌無効な選択。1、2、3、4、または5を選択してください。
ko: ❌ 잘못된 선택.1, 2, 3, 4 또는 5를 선택하십시오.
nl: ❌ Ongeldige keuze.Selecteer 1, 2, 3, 4 of 5.
no: ❌ Ugyldig valg.Velg 1, 2, 3, 4 eller 5.
pl: ❌ Nieprawidłowy wybór.Wybierz 1, 2, 3, 4 lub 5.
pt_br: ❌ Escolha inválida.Selecione 1, 2, 3, 4 ou 5.
ru: ❌ Неверный выбор.Пожалуйста, выберите 1, 2, 3, 4 или 5.
sv: ❌ Ogiltigt val.Välj 1, 2, 3, 4 eller 5.
sw: ❌ Chaguo batili.Tafadhali chagua 1, 2, 3, 4, au 5.
tr: ❌ Geçersiz seçim.Lütfen 1, 2, 3, 4 veya 5'i seçin.

source: 💡 Did you mean 'omnipkg config set language <code>'?
am: 💡 'omnipg ውቅያኖስ አዋጅ የተዘጋጀ ቋንቋ <ኮድ>' ማለት ነው?
ar_eg: 💡 هل تقصد "لغة تكوين Omnipkg" <code>؟
bn: You আপনি কি 'ওমনিপকিজি কনফিগারেশন ভাষা <কোড>' 'এর অর্থ?
da: 💡 Mente du 'Omnipkg Config Set Language <code>'?
de: 💡 Meinten Sie 'omnipkg config Set Language <Code>'?
es: 💡 ¿Quiso decir 'omnipkg config set lenguaje <code>'?
fr: 💡 Voulez-vous dire 'Langue de définition de configuration OMNIPKG <code>'?
hi: 💡 क्या आपका मतलब है 'OMNIPKG कॉन्फ़िगर सेट भाषा <Code>'?
hr: 💡 Jeste li mislili 'omnipkg config set jezik <code>'?
id: 💡 Apakah maksud Anda 'omnipkg config set bahasa <code>'?
it: 💡 Volevi dire 'Omnipkg Config Set Language <code>'?
ja: burnay 'omnipkg config set language <code>」を意味しましたか？
ko: 💡 'Omnipkg config set language <code>'를 의미 했습니까?
nl: 💡 Bedoelde u 'omnipkg Config Set Language <code>'?
no: 💡 Mente du 'OMNIPKG Config Set Language <Code>'?
pl: 💡 Czy miałeś na myśli „Omnipkg Config Set Language <Dode>”?
pt_br: 💡 Você quis dizer 'Omnipkg Config Set Language <Code>'?
ru: 💡 Вы имели в виду «Omnipkg Config Set Language <code>»?
sv: 💡 Menade du 'omnipkg config set språk <code>'?
sw: 💡 Je! Ulimaanisha 'omnipkg config seti lugha <code>'?
tr: 💡 'Omnipkg yapılandırma dili <code>' kastettiniz mi?

source: ❌ Operation cancelled by user.
am: ❌ ክወና በተጠቃሚ ተሰረዘ.
ar_eg: ❌ تم إلغاء العملية من قبل المستخدم.
bn: ❌ অপারেশন ব্যবহারকারী দ্বারা বাতিল।
da: ❌ Betjening annulleret af brugeren.
de: ❌ Operation durch den Benutzer abgebrochen.
es: Operación cancelada por el usuario.
fr: ❌ Opération annulée par l'utilisateur.
hi: ❌ उपयोगकर्ता द्वारा रद्द किया गया ऑपरेशन।
hr: ❌ Operacija koju je korisnik otkazao.
id: ❌ Operasi dibatalkan oleh pengguna.
it: ❌ Operazione annullata dall'utente.
ja: opersユーザーがキャンセルした操作。
ko: ❌ 사용자가 작업 취소했습니다.
nl: ❌ bewerking geannuleerd door gebruiker.
no: ❌ Operasjon kansellert av brukeren.
pl: ❌ Operacja anulowana przez użytkownika.
pt_br: ❌ Operação cancelada pelo usuário.
ru: ❌ Операция отменена пользователем.
sv: ❌ Operation avbröts av användaren.
sw: ❌ Operesheni iliyofutwa na mtumiaji.
tr: ❌ İşlem kullanıcı tarafından iptal edildi.
