Repository: 1minds3t/omnipkg
Catalog: omnipkg/locale/*/LC_MESSAGES/omnipkg.po
Languages: am, ar_eg, bn, da, de, es, fr, hi, hr, id, it, ja, ko, nl, no, pl, pt_br, ru, sv, sw, tr

source: Skipping bubbling of 'omnipkg' without a specific version for now.
am: አሁን ያለ አንድ የተወሰነ ስሪት ያለ አንድ ስሪት 'ኦምኒካዊ ጩኸት' መዝለል.
da: Spring over bobling af 'Omnipkg' uden en bestemt version for nu.
de: Überspringen von "Omnipkg" ohne eine bestimmte Version vorerst.
fr: Sauter de bulles de «omnipkg» sans version spécifique pour l'instant.
hr: Preskakanje gnušanja 'OmniPKG' za sada bez određene verzije.
id: Melewatkan gelembung 'omnipkg' tanpa versi tertentu untuk saat ini.
it: Saltare il gorgogliamento di "omnipkg" senza una versione specifica per ora.
nl: Voorlopig overslaan van 'omnipkg' zonder een specifieke versie.
no: Hopp over bobling av 'Omnipkg' uten en bestemt versjon foreløpig.
pl: Pomijanie bulgotania „Omnipkg” bez konkretnej wersji.
pt_br: Pular borbulhando de 'omnipkg' sem uma versão específica por enquanto.
ru: Пропустить пузырьки «Omnipkg» без определенной версии на данный момент.
sv: Hoppa över bubblande av 'omnipkg' utan en specifik version för nu.
sw: Kuruka Bubbling ya 'Omnipkg' bila toleo fulani kwa sasa.
tr: Şimdilik belirli bir sürüm olmadan 'omnipkg' köpeğini atlamak.

source: ❌ No 'last known good' snapshot found. Cannot revert.
am: ❌ አይይ "የመጨረሻው የታወቀ ጥሩ" ቅጽበታዊ ገጽ እይታ ተገኝቷል.ማሳደድ አይቻልም.
ar_eg: ❌ لم يتم العثور على لقطة "آخر معروفة جيدة".لا يمكن العودة.
bn: ❌ না 'শেষ জানা ভাল' স্ন্যাপশট পাওয়া গেছে।ফিরে যেতে পারে না।
da: ❌ Nej 'sidst kendt god' snapshot fundet.Kan ikke vende tilbage.
de: ❌ Kein "zuletzt bekanntes gutes" Schnappschuss gefunden.Kann nicht zurückkehren.
es: ❌ No se encontró una instantánea 'la última buena conocida'.No se puede revertir.
fr: ❌ Aucun instantané `` dernier bon connu '' trouvé.Ne peut pas revenir.
hi: ❌ कोई 'अंतिम ज्ञात अच्छा' स्नैपशॉट मिला।वापस नहीं कर सकते।
hr: ❌ Nije pronađen "posljednji poznati dobar" snimka.Ne može se vratiti.
id: ❌ Tidak ada snapshot 'yang diketahui terakhir' yang ditemukan.Tidak bisa kembali.
it: ❌ NO istantanea "ultima noto bene" trovato.Non può tornare.
ja: ❌「最後の既知の良い」スナップショットは見つかりませんでした。戻ることはできません。
ko: ❌ 아니요 '마지막으로 알려진 좋은'스냅 샷이 발견되었습니다.되돌릴 수 없습니다.
nl: ❌ Geen 'laatst bekende goede' snapshot gevonden.Kan niet terugkeren.
no: ❌ Nei 'sist kjent bra' øyeblikksbilde funnet.Kan ikke vende tilbake.
pl: ❌ Nie znaleziono migawki „Ostatnie znane dobre”.Nie można powrócić.
pt_br: ❌ Não é encontrado um instantâneo 'último bem conhecido'.Não pode reverter.
ru: ❌ Нет «Последнего известного хорошего» снимка.Не может вернуться.
sv: ❌ Ingen "Senast känd bra" ögonblicksbild hittades.Kan inte återgå.
sw: ❌ Hakuna 'mwisho mzuri unaojulikana' snapshot iliyopatikana.Haiwezi kurejea.
tr: ❌ Hayır 'son bilinen iyi' anlık görüntü bulundu.Geri dönemez.

source: ❌ Error: 'uv' executable not found. Please ensure uv is installed and in your PATH.
am: ❌ ስህተት: - <UV '' pov 'አልተገኘም.እባክዎን UV መጫኑ እና በመንገድዎ ላይ መጫኑን ያረጋግጡ.
ar_eg: ❌ خطأ: "UV" غير قابل للتنفيذ.يرجى التأكد من تثبيت الأشعة فوق البنفسجية وفي طريقك.
bn: ❌ ত্রুটি: 'ইউভি' এক্সিকিউটেবল পাওয়া যায় নি।দয়া করে নিশ্চিত করুন যে ইউভি ইনস্টল করা আছে এবং আপনার পথে।
da: ❌ Fejl: 'UV' eksekverbar ikke fundet.Sørg for, at UV er installeret og på din vej.
de: ❌ Fehler: 'UV' ausführbare Datei nicht gefunden.Bitte stellen Sie sicher, dass UV installiert ist und auf Ihrem Weg.
es: ❌ Error: 'UV' ejecutable no encontrado.Asegúrese de instalar UV y en su camino.
fr: ❌ Erreur: exécutable «UV» introuvable.Veuillez vous assurer que les UV sont installés et sur votre chemin.
hi: ❌ त्रुटि: 'UV' निष्पादन योग्य नहीं मिला।कृपया सुनिश्चित करें कि यूवी स्थापित है और आपके रास्ते में है।
hr: ❌ Pogreška: 'UV' izvršna datoteka nije pronađena.Molimo osigurajte da je UV instaliran i na vašem putu.
id: ❌ Kesalahan: 'UV' yang dapat dieksekusi tidak ditemukan.Harap pastikan UV diinstal dan di jalur Anda.
it: ❌ Errore: eseguibile 'UV' non trovato.Assicurati che UV sia installato e sul tuo percorso.
ja: ❌エラー： 'UV'実行可能ファイルが見つかりません。UVがインストールされ、パスにインストールされていることを確認してください。
ko: ❌ 오류 : 'UV'실행 파일을 찾을 수 없습니다.UV가 설치되고 경로에 있는지 확인하십시오.
nl: ❌ Fout: 'UV' uitvoerbaar niet gevonden.Zorg ervoor dat UV is geïnstalleerd en op uw pad.
no: ❌ Feil: 'UV' kjørbar ikke funnet.Forsikre deg om at UV er installert og i din vei.
pl: ❌ Błąd: „UV” nie znaleziono.Upewnij się, że UV jest zainstalowany i na twojej ścieżce.
pt_br: ❌ Erro: 'UV' executável não encontrado.Verifique se o UV está instalado e no seu caminho.
ru: ❌ Ошибка: «uv» исполняемый файл не найден.Пожалуйста, убедитесь, что УФ установлен и на вашем пути.
sv: ❌ ERROR: 'UV' Körbar inte hittades.Se till att UV är installerad och på din väg.
sw: Error: 'UV' inayoweza kutekelezwa haipatikani.Tafadhali hakikisha UV imewekwa na katika njia yako.
tr: ❌ Hata: 'UV' Yürütülebilir Mayıs bulunamadı.Lütfen UV'nin yüklendiğinden ve yolunuzda olduğundan emin olun.

source: Welcome to omnipkg! Let's get you configured.
am: ወደ ኦሚኒካክ እንኳን በደህና መጡ!እስቲ ተዋዋይ እንሁን.
da: Velkommen til Omnipkg!Lad os få dig konfigureret.
de: Willkommen bei Omnipkg!Lassen Sie uns Sie konfigurieren.
fr: Bienvenue à OMNIPKG!Soyons configurés.
hr: Dobrodošli u OmniPKG!Idemo konfigurirati.
id: Selamat datang di omnipkg!Mari kita mengonfigurasi Anda.
it: Benvenuti in Omnipkg!Facciamo configurazione.
nl: Welkom bij omnipkg!Laten we u geconfigureerd krijgen.
no: Velkommen til Omnipkg!La oss få deg konfigurert.
pl: Witamy w Omnipkg!Skonfigurujmy.
pt_br: Bem -vindo ao Omnipkg!Vamos configurar você.
ru: Добро пожаловать в Omnipkg!Давайте настроим вас.
sv: Välkommen till omnipkg!Låt oss få dig konfigurerad.
sw: Karibu Omnipkg!Wacha tukusanidi.
tr: Omnipkg'e hoş geldiniz!Sizi yapılandıralım.

source: We've auto-detected your system language as: {}
am: የእርስዎን የስርዓት ቋንቋ እንደ {}
da: Vi har automatisk afsat dit systemsprog som: {}
de: Wir haben Ihre Systemsprache automatisch erfasst wie: {}
fr: Nous avons automatiquement détecté votre langage système comme: {}
hr: Automatski smo otkrili jezik vašeg sustava kao: {}
id: Kami telah mendeteksi bahasa sistem Anda secara otomatis sebagai: {}
it: Abbiamo rilevato automaticamente il tuo linguaggio di sistema come: {}
nl: We hebben uw systeemtaal automatisch aangetoond als: {}
no: Vi har automatisk oppdaget systemspråket ditt som: {}
pl: Automatycznie wykwalifikowaliśmy Twój język systemowy jako: {}
pt_br: Detectamos automaticamente sua linguagem de sistema como: {}
ru: Мы автоматически определили ваш язык системы как: {}
sv: Vi har automatiskt detaterat ditt systemspråk som: {}
sw: Tumegundua kiotomatiki lugha yako ya mfumo kama: {}
tr: Sistem dilinizi otomatik olarak tespit ettik: {}

source: Please select your preferred language by typing the number:
am: ቁጥሩን በመተየብ እባክዎን ተመራጭ ቋንቋዎን ይምረጡ-
da: Vælg dit foretrukne sprog ved at skrive nummeret:
de: Bitte wählen Sie Ihre bevorzugte Sprache, indem Sie die Nummer eingeben:
fr: Veuillez sélectionner votre langue préférée en tapant le numéro:
hr: Molimo odaberite svoj željeni jezik upisivanjem broja:
id: Pilih bahasa pilihan Anda dengan mengetik nomor:
it: Seleziona la tua lingua preferita digitando il numero:
nl: Selecteer uw voorkeurstaal door het nummer te typen:
no: Velg ditt foretrukne språk ved å skrive nummeret:
pl: Wybierz swój preferowany język, wpisując numer:
pt_br: Selecione seu idioma preferido digitando o número:
ru: Пожалуйста, выберите предпочтительный язык, набрав номер:
sv: Välj ditt föredragna språk genom att skriva numret:
sw: Tafadhali chagua lugha yako unayopendelea kwa kuandika nambari:
tr: Lütfen numarayı yazarak tercih ettiğiniz dili seçin:

source: Enter choice (1-{}) or press Enter to accept '{}':
am: ምርጫ ያ᳓ለቡ (1- {} ) ወይም ለመቀበል ENTER ን ይጫኑ '{}' ':
da: Indtast valg (1- {}) eller tryk på enter for at acceptere '{}':
de: Geben Sie die Auswahl (1- {}) ein oder drücken Sie die Eingabetaste, um '{}' zu akzeptieren:
fr: Entrez Choice (1- {}) ou appuyez sur Entrée pour accepter '{}':
hr: Unesite izbor (1- {}) ili pritisnite Enter za prihvaćanje '{}':
id: Masukkan pilihan (1- {}) atau tekan enter untuk menerima '{}':
it: Enter Choice (1- {}) o premere Invio per accettare '{}':
nl: Voer de keuze in (1- {}) of druk op Enter om '{}' te accepteren:
no: Skriv inn valg (1- {}) eller trykk Enter for å godta '{}':
pl: Enter Choice (1- {}) lub naciśnij Enter, aby zaakceptować „{}”:
pt_br: Digite a escolha (1- {}) ou pressione Enter para aceitar '{}':
ru: Введите выбор (1- {}) или нажмите Enter, чтобы принять '{}':
sv: Ange val (1- {}) eller tryck på Enter för att acceptera '{}':
sw: Ingiza chaguo (1- {}) au bonyeza Enter ili kukubali '{}':
tr: Seçimi (1- {}) girin veya '{}' 'ı kabul etmek için Enter tuşuna basın:

source: ❌ Invalid number. Please try again.
am: ❌ ልክ ያልሆነ ቁጥር.እባክዎ እንደገና ይሞክሩ.
da: ❌ Ugyldigt nummer.Prøv igen.
de: ❌ Ungültige Nummer.Bitte versuchen Sie es erneut.
fr: ❌ Numéro non valide.Veuillez réessayer.
hr: ❌ Nevažeći broj.Pokušajte ponovo.
id: ❌ Nomor tidak valid.Tolong coba lagi.
it: ❌ Numero non valido.Per favore riprova.
nl: ❌ Ongeldig nummer.Probeer het opnieuw.
no: ❌ Ugyldig nummer.Vennligst prøv igjen.
pl: ❌ Niepoprawna liczba.Spróbuj ponownie.
pt_br: ❌ Número inválido.Por favor, tente novamente.
ru: ❌ Неверное число.Пожалуйста, попробуйте еще раз.
sv: ❌ Ogiltigt nummer.Försök igen.
sw: ❌ Nambari batili.Tafadhali jaribu tena.
tr: ❌ Geçersiz numara.Lütfen tekrar deneyin.

source: ❌ That's not a number. Please try again.
am: ❌ ያ ቁጥር አይደለም.እባክዎ እንደገና ይሞክሩ.
da: ❌ Det er ikke et nummer.Prøv igen.
de: ❌ Das ist keine Zahl.Bitte versuchen Sie es erneut.
fr: ❌ Ce n'est pas un nombre.Veuillez réessayer.
hr: ❌ to nije broj.Pokušajte ponovo.
id: ❌ Itu bukan angka.Tolong coba lagi.
it: ❌ Non è un numero.Per favore riprova.
nl: ❌ Dat is geen nummer.Probeer het opnieuw.
no: ❌ Det er ikke et tall.Vennligst prøv igjen.
pl: ❌ To nie jest liczba.Spróbuj ponownie.
pt_br: ❌ Isso não é um número.Por favor, tente novamente.
ru: ❌ Это не число.Пожалуйста, попробуйте еще раз.
sv: ❌ Det är inte ett nummer.Försök igen.
sw: ❌ Hiyo sio nambari.Tafadhali jaribu tena.
tr: ❌ Bu bir sayı değil.Lütfen tekrar deneyin.

source: Setup cancelled.
am: ማዋቀር ተሰር .ል.
da: Opsætning annulleret.
de: Setup storniert.
fr: Configuration annulée.
hr: Postavljanje otkazano.
id: Pengaturan dibatalkan.
it: Configurazione annullata.
nl: Instel geannuleerd.
no: Oppsett kansellert.
pl: Konfiguracja anulowana.
pt_br: Configuração cancelada.
ru: Настройка отменена.
sv: Installera avbruten.
sw: Usanidi umeghairiwa.
tr: Kurulum iptal edildi.

source: ✅ Language set to: {}
am: ✅ ቋንቋ ይዘጋጃል: {}
da: ✅ Sprog indstillet til: {}
de: ✅ Sprache eingestellt auf: {}
fr: ✅ Langue définie sur: {}
hr: ✅ Jezik postavljen na: {}
id: ✅ Set Bahasa ke: {}
it: ✅ Lingua set su: {}
nl: ✅ Taal ingesteld op: {}
no: ✅ Språk satt til: {}
pl: ✅ Język ustawiony na: {}
pt_br: ✅ Idioma definido como: {}
ru: ✅ Язык установлен на: {}
sv: ✅ Språk inställt på: {}
sw: ✅ Lugha iliyowekwa kwa: {}
tr: ✅ Dil ayarlanıyor: {}

source: 3. Run 'omnipkg stress-test' from there
am: 3. የ <ኦምኒካዊ ጫፍ> ሙከራውን ከዚያ ያሂዱ
ar_eg: 3. قم بتشغيل "اختبار الإجهاد Omnipkg" من هناك
bn: 3। সেখান থেকে 'ওমনিপকেজি স্ট্রেস-টেস্ট' চালান
da: 3. Kør 'Omnipkg Stress-test' derfra
de: 3. Führen Sie von dort aus "Omnipkg Stress-Test"
es: 3. Ejecute 'prueba de estrés omnipkg' desde allí
fr: 3. Exécutez «omnipkg stress-test» à partir de là
hi: 3। वहाँ से 'omnipkg तनाव-परीक्षण' चलाएं
hr: 3. Pokrenite 'omnipkg stres-test' odatle
id: 3. Jalankan 'omnipkg stres-test' dari sana
it: 3. Esegui "Omnipkg Stress-test" da lì
ja: 3.そこから「Omnipkgストレステスト」を実行します
ko: 3. 거기에서 'Omnipkg 스트레스 테스트'를 실행하십시오
nl: 3. Run 'omnipkg stress-test' vanaf daar
no: 3. Kjør 'Omnipkg stress-test' derfra
pl: 3. Uruchom stamtąd „Omnipkg Test”
pt_br: 3. Execute o 'teste de estresse omnipkg' a partir daí
ru: 3. Запустите «Omnipkg стресс-тест» оттуда
sv: 3. Kör 'omnipkg stress-test' därifrån
sw: 3. Run 'omnipkg-mtihani-mtihani' kutoka hapo
tr: 3.. Oradan 'omnipkg stres testi' çalıştırın

source: 🚀 Ready to witness the impossible? (y/n):
am: 🚀 ለመመስከር የማይቻል ነው?(y / n)
ar_eg: 🚀 على استعداد لمشاهدة المستحيل؟(Y/N):
bn: Abulis অসম্ভব সাক্ষ্য দিতে প্রস্তুত?(y/n):
da: 🚀 Klar til at være vidne til det umulige?(y/n):
de: 🚀 Bereit, das Unmögliche zu erleben?(y/n):
es: 🚀 ¿Listo para presenciar lo imposible?(S/N):
fr: 🚀 Prêt à assister à l'impossible?(O / N):
hi: 🚀 असंभव को देखने के लिए तैयार हैं?(y/n):
hr: 🚀 Spremni ste svjedočiti nemogućem?(y/n):
id: 🚀 Siap menyaksikan yang mustahil?(y/n):
it: 🚀 Pronto a testimoniare l'impossibile?(y/n):
ja: 🚀不可能を目撃する準備はできていますか？（y/n）：
ko: ∎ 불가능한 것을 목격 할 준비가 되셨습니까?(Y/N) :
nl: 🚀 Klaar om getuige te zijn van het onmogelijke?(J/N):
no: 🚀 Klar til å være vitne til det umulige?(y/n):
pl: 🚀 gotowy być świadkiem niemożliwego?(T/N):
pt_br: 🚀 Pronto para testemunhar o impossível?(S/N):
ru: 🚀 Готовы засвидетельствовать невозможным?(Y/N):
sv: 🚀 Är du redo att bevittna det omöjliga?(Y/N):
sw: Tayari kushuhudia haiwezekani?(y/n):
tr: 🚀 İmkansıza tanık olmaya hazır mısınız?(E/H):

source: 🎪 Cancelled. Run 'omnipkg stress-test' anytime!
am: 🎪 ተሰር .ል.በማንኛውም ጊዜ <ኦምኒካዊ ጭንቀት-ሙከራ> ያሂዱ!
ar_eg: 🎪 ألغيت.قم بتشغيل "اختبار الإجهاد Omnipkg" في أي وقت!
bn: 🎪 বাতিল।যে কোনও সময় 'ওমনিপকেজি স্ট্রেস-টেস্ট' চালান!
da: 🎪 Annulleret.Kør 'Omnipkg Stress-test' når som helst!
de: 🎪 Storniert.Führen Sie jederzeit "Omnipkg Stress-Test" aus!
es: 🎪 cancelado.¡Ejecute 'omnipkg tensión de estrés' en cualquier momento!
fr: 🎪 annulé.Exécutez «OMNIPKG Stress-Test» à tout moment!
hi: 🎪 रद्द कर दिया गया।कभी भी 'omnipkg तनाव-परीक्षण' चलाएं!
hr: 🎪 Otkazano.Pokrenite 'omnipkg stres-test' bilo kada!
id: 🎪 dibatalkan.Jalankan 'omnipkg stres-test' kapan saja!
it: 🎪 annullato.Esegui "Omnipkg Stress-test" in qualsiasi momento!
ja: キャンセル。いつでも「Omnipkgストレステスト」を実行してください！
ko: 🎪 취소.언제든지 'Omnipkg 스트레스 테스트'를 실행하십시오!
nl: 🎪 geannuleerd.Voer altijd 'omnipkg stress-test' uit!
no: 🎪 Avbrutt.Kjør 'Omnipkg Stress-test' når som helst!
pl: 🎪 anulowano.Uruchom „Omnipkg Test Test” w dowolnym momencie!
pt_br: 🎪 Cancelado.Run 'Omnipkg Test-Test' a qualquer momento!
ru: 🎪 Отмена.Запустите 'Omnipkg Stress Test' в любое время!
sv: 🎪 Avbryts.Kör "omnipkg stress-test" när som helst!
sw: 🎪 Kufutwa.Run 'omnipkg-mtihani-mtihani' wakati wowote!
tr: 🎪 İptal edildi.Her zaman 'omnipkg stres testi' çalıştırın!

source: 💡 Run 'omnipkg demo' to try another test.
am: 💡 ሌላ ፈተና ለመሞከር 'የኦምኒካዊ omnipg ማሳያ' አሂድ.
ar_eg: 💡 قم بتشغيل "Omnipkg Demo" لتجربة اختبار آخر.
bn: অন্য পরীক্ষা করার জন্য 'ওমনিপকিজি ডেমো' চালান।
da: 💡 Kør 'Omnipkg Demo' for at prøve en anden test.
de: 💡 Führen Sie 'Omnipkg Demo' aus, um einen weiteren Test auszuprobieren.
es: 💡 Ejecute 'omnipkg demo' para probar otra prueba.
fr: 💡 Exécutez «démo omnipkg» pour essayer un autre test.
hi: 💡 एक और परीक्षण की कोशिश करने के लिए 'Omnipkg डेमो' चलाएं।
hr: 💡 Pokrenite 'OmniPKG DEMO' da biste isprobali drugi test.
id: 💡 Jalankan 'Omnipkg Demo' untuk mencoba tes lain.
it: 💡 Esegui "Omnipkg Demo" per provare un altro test.
ja: surn 'omnipkg demo'を実行して、別のテストを試してください。
ko: ''Omnipkg Demo '를 실행하여 다른 테스트를 시도하십시오.
nl: 💡 Voer 'omnipkg demo' uit om een ​​andere test te proberen.
no: 💡 Kjør 'Omnipkg Demo' for å prøve en annen test.
pl: 💡 Uruchom „Demo OmnipKG”, aby wypróbować kolejny test.
pt_br: 💡 Run 'Omnipkg Demo' para tentar outro teste.
ru: 💡 Запустите «Omnipkg Demo», чтобы попробовать еще один тест.
sv: 💡 Kör 'omnipkg demo' för att prova ett nytt test.
sw: 💡 Run 'omnipkg demo' kujaribu mtihani mwingine.
tr: 💡 Başka bir testi denemek için 'omnipkg demo'yu çalıştırın.

source: 🤔 Are you sure you want to proceed? (y/N):
am: 🤔 እርግጠኛ መሆን ይፈልጋሉ?(y / n)
ar_eg: 🤔 هل أنت متأكد من أنك تريد المتابعة؟(Y/N):
bn: 🤔 আপনি কি নিশ্চিত যে আপনি এগিয়ে যেতে চান?(y/n):
da: 🤔 Er du sikker på, at du vil fortsætte?(y/n):
de: 🤔 Sind Sie sicher, dass Sie fortfahren möchten?(y/n):
es: 🤔 ¿Estás seguro de que quieres continuar?(S/N):
fr: 🤔 Êtes-vous sûr de vouloir procéder?(O / N):
hi: 🤔 क्या आप सुनिश्चित हैं कि आप आगे बढ़ना चाहते हैं?(y/n):
hr: 🤔 Jeste li sigurni da želite nastaviti?(y/n):
id: 🤔 Apakah Anda yakin ingin melanjutkan?(y/n):
it: 🤔 Sei sicuro di voler procedere?(y/n):
ja: 🤔に進みたいですか？（y/n）：
ko: 🤔 진행하고 싶습니까?(Y/N) :
nl: 🤔 Weet u zeker dat u wilt doorgaan?(J/N):
no: 🤔 Er du sikker på at du vil fortsette?(y/n):
pl: 🤔 Czy na pewno chcesz kontynuować?(T/N):
pt_br: 🤔 Tem certeza de que deseja prosseguir?(S/N):
ru: 🤔 Вы уверены, что хотите продолжить?(Y/N):
sv: 🤔 Är du säker på att du vill fortsätta?(Y/N):
sw: Je! Una uhakika unataka kuendelea?(y/n):
tr: 🤔 Devam etmek istediğinden emin misiniz?(E/H):

source: 🤔 Are you sure you want to proceed? (y/N):
am: 🤔 እርግጠኛ መሆን ይፈልጋሉ?(y / n)
ar_eg: 🤔 هل أنت متأكد من أنك تريد المتابعة؟(Y/N):
bn: 🤔 আপনি কি নিশ্চিত যে আপনি এগিয়ে যেতে চান?(y/n):
da: 🤔 Er du sikker på, at du vil fortsætte?(y/n):
de: 🤔 Sind Sie sicher, dass Sie fortfahren möchten?(y/n):
es: 🤔 ¿Estás seguro de que quieres continuar?(S/N):
fr: 🤔 Êtes-vous sûr de vouloir procéder?(O / N):
hi: 🤔 क्या आप सुनिश्चित हैं कि आप आगे बढ़ना चाहते हैं?(y/n):
hr: 🤔 Jeste li sigurni da želite nastaviti?(y/n):
id: 🤔 Apakah Anda yakin ingin melanjutkan?(y/n):
it: 🤔 Sei sicuro di voler procedere?(y/n):
ja: 🤔に進みたいですか？（y/n）：
ko: 🤔 진행하고 싶습니까?(Y/N) :
nl: 🤔 Weet u zeker dat u wilt doorgaan?(J/N):
no: 🤔 Er du sikker på at du vil fortsette?(y/n):
pl: 🤔 Czy na pewno chcesz kontynuować?(T/N):
pt_br: 🤔 Tem certeza de que deseja prosseguir?(S/N):
ru: 🤔 Вы уверены, что хотите продолжить?(Y/N):
sv: 🤔 Är du säker på att du vill fortsätta?(Y/N):
sw: Je! Una uhakika unataka kuendelea?(y/n):
tr: 🤔 Devam etmek istediğinden emin misiniz?(E/H):

source: 🛠️ Environment broken by pip or uv? Run 'omnipkg revert' to restore the last known good state! 🚑
am: 🛠️ አካባቢ በፒአይፒ ወይም በ UV ተሰበረ?የመጨረሻውን የሚታወቅ ጥሩ ሁኔታን ለማደስ 'OMNIPKG Rovate Rover!🚑
ar_eg: 🛠 البيئة مكسورة بواسطة PIP أو UV؟قم بتشغيل "Omnipkg Revert" لاستعادة آخر حالة جيدة معروفة!🚑
bn: Pip পিআইপি বা ইউভি দ্বারা ভাঙা পরিবেশ?সর্বশেষ পরিচিত ভাল রাষ্ট্রটি পুনরুদ্ধার করতে 'ওমনিপকজি রিভার্ট' চালান!🚑
da: 🛠 Miljø brudt af PIP eller UV?Kør 'Omnipkg Revert' for at gendanne den sidst kendte gode tilstand!🚑
de: 🛠️ Umgebung von PIP oder UV gebrochen?Rennen Sie "omnipkg revert", um den letzten bekannten guten Zustand wiederherzustellen!🚑
es: 🛠️ ambiente roto por PIP o UV?¡Ejecute 'omnipkg revert' para restaurar el último buen estado conocido!🚑
fr: 🛠️ Environnement brisé par PIP ou UV?Exécutez «omnipkg reverse» pour restaurer le dernier bon état connu!🚑
hi: 🛠 PIP या UV द्वारा टूटा हुआ वातावरण?अंतिम ज्ञात अच्छी स्थिति को पुनर्स्थापित करने के लिए 'omnipkg रिवर्ट' चलाएं!🚑
hr: 🛠️ Okoliš slomljen od PIP -a ili UV?Pokrenite 'OmniPKG REVERT' kako biste vratili posljednje poznato dobro stanje!🚑
id: 🛠️ Lingkungan rusak oleh PIP atau UV?Jalankan 'Omnipkg Revert' untuk mengembalikan keadaan baik terakhir yang diketahui!🚑
it: 🛠️ ambiente rotto da PIP o UV?Esegui "Omnipkg Revert" per ripristinare l'ultimo buon stato noto!🚑
ja: pipまたはUVで壊れた環境？「omnipkg revert」を実行して、最後の既知の良好な状態を復元します！🚑
ko: PIP 또는 UV에 의해 깨진 환경?마지막으로 알려진 좋은 상태를 복원하기 위해 'Omnipkg Revert'를 실행하십시오!🚑
nl: 🛠️ Milieu gebroken door PIP of UV?Voer 'Omnipkg Revert' uit om de laatst bekende goede staat te herstellen!🚑
no: 🛠 Miljø brutt av PIP eller UV?Kjør 'OMNIPKG REVERT' for å gjenopprette den siste kjente gode staten!🚑
pl: 🛠️ Środowisko zepsute przez PIP lub UV?Uruchom „Omnipkg Revert”, aby przywrócić ostatni znany dobry stan!🚑
pt_br: 🛠️ ambiente quebrado por pip ou UV?Run 'omnipkg revert' para restaurar o último bom estado conhecido!🚑
ru: 🛠 Окружающая среда, разбитая PIP или ультрафиолетовым?Запустите 'Omnipkg Revert', чтобы восстановить последнее известное хорошее состояние!🚑
sv: 🛠 Miljö bruten av PIP eller UV?Kör 'omnipkg återgå' för att återställa det senaste kända goda tillståndet!🚑
sw: Mazingira yaliyovunjwa na PIP au UV?Run 'Omnipkg Rejea' ili kurejesha hali nzuri inayojulikana!🚑
tr: Pip veya UV tarafından kırılmış çevre?Bilinen son iyi durumu geri yüklemek için 'omnipkg rever' çalıştırın!🚑

source: 💡 Pro tip: Choose 'N' unless you enjoy suffering
am: 💡 Pro ጥሰኝነት: - መከራን ቢደሰቱ በስተቀር 'n' ን ይምረጡ
ar_eg: 💡 نصيحة للمحترفين: اختر 'n' ما لم تستمتع بالمعاناة
bn: 💡 প্রো টিপ: আপনি যদি কষ্ট উপভোগ করেন তবে 'এন' চয়ন করুন
da: 💡 pro tip: vælg 'n', medmindre du nyder at lide
de: 💡 Pro -Tipp: Wählen Sie 'n', es sei denn, Sie leiden gerne
es: 💡 Tip Tip: Elija 'N' a menos que disfrute de sufrir
fr: 💡 Conseil pro: choisissez 'n' à moins que vous n'appréciez la souffrance
hi: 💡 प्रो टिप: जब तक आप दुख का आनंद नहीं लेते, तब तक 'n' चुनें
hr: 💡 Pro Savjet: Odaberite 'N' osim ako ne uživate u patnji
id: 💡 tip pro: pilih 'n' kecuali Anda menikmati penderitaan
it: 💡 Suggerimento pro: scegli 'n' a meno che non ti piaccia la sofferenza
ja: proのヒント：苦しみを楽しんでいない限り、「n」を選択してください
ko: Pro 팁 : 고통을 즐기지 않는 한 'n'을 선택하십시오
nl: 💡 Pro -tip: kies 'n' tenzij u geniet van lijden
no: 💡 Pro tips: Velg 'N' med mindre du liker lidelse
pl: 💡 Pro wskazówka: wybierz „n”, chyba że lubisz cierpieć
pt_br: 💡 Dica profissional: escolha 'n', a menos que você goste de sofrer
ru: 💡 Pro Tip: выберите «n», если вам не нравится страдать
sv: 💡 Pro Tips: Välj 'n' såvida du inte gillar lidande
sw: 💡 Kidokezo cha Pro: Chagua 'n' isipokuwa unafurahiya kuteseka
tr: 💡 Pro ipucu: Acı çekmeden hoşlanmadığınız sürece 'n' seçin

source: Let's say you need version 0.6.0 for compatibility with an existing project...
am: ከነባር ፕሮጀክት ጋር ለተዛማጅነት ደረጃ 0.6.0 እንደሚፈልግ እንበል ...
ar_eg: لنفترض أنك بحاجة إلى الإصدار 0.6.0 للتوافق مع مشروع موجود ...
bn: ধরা যাক একটি বিদ্যমান প্রকল্পের সাথে সামঞ্জস্যের জন্য আপনার সংস্করণ 0.6.0 দরকার ...
da: Lad os sige, at du har brug for version 0.6.0 til kompatibilitet med et eksisterende projekt ...
de: Nehmen wir an, Sie benötigen Version 0.6.0 für die Kompatibilität mit einem vorhandenen Projekt ...
es: Supongamos que necesita la versión 0.6.0 para la compatibilidad con un proyecto existente ...
fr: Disons que vous avez besoin de la version 0.6.0 pour la compatibilité avec un projet existant ...
hi: मान लीजिए कि आपको मौजूदा प्रोजेक्ट के साथ संगतता के लिए संस्करण 0.6.0 की आवश्यकता है ...
hr: Recimo da vam treba verzija 0.6.0 za kompatibilnost s postojećim projektom ...
id: Katakanlah Anda membutuhkan versi 0.6.0 untuk kompatibilitas dengan proyek yang ada ...
it: Diciamo che hai bisogno della versione 0.6.0 per la compatibilità con un progetto esistente ...
ja: 既存のプロジェクトとの互換性のためにバージョン0.6.0が必要だとしましょう...
ko: 기존 프로젝트와의 호환성을 위해 버전 0.6.0이 필요하다고 가정 해 봅시다.
nl: Stel dat u versie 0.6.0 nodig hebt voor compatibiliteit met een bestaand project ...
no: La oss si at du trenger versjon 0.6.0 for kompatibilitet med et eksisterende prosjekt ...
pl: Załóżmy, że potrzebujesz wersji 0.6.0 dla kompatybilności z istniejącym projektem ...
pt_br: Digamos que você precise da versão 0.6.0 para compatibilidade com um projeto existente ...
ru: Допустим, вам нужна версия 0.6.0 для совместимости с существующим проектом ...
sv: Låt oss säga att du behöver version 0.6.0 för kompatibilitet med ett befintligt projekt ...
sw: Wacha tuseme unahitaji toleo 0.6.0 kwa utangamano na mradi uliopo ...
tr: Diyelim ki mevcut bir projeyle uyumluluk için 0.6.0 sürümüne ihtiyacınız var ...
