Repository: 1minds3t/omnipkg
Catalog: omnipkg/locale/*/LC_MESSAGES/omnipkg.po
Languages: am, ar_eg, bn, da, de, es, fr, hi, hr, id, it, ja, ko, nl, no, pl, pt_br, ru, sv, sw, tr

source: • Keep your environment clean and organized
am: • አከባቢዎ ንጹህ እና የተደራጀ
da: • Hold dit miljø rent og organiseret
de: • Halten Sie Ihre Umgebung sauber und organisiert
fr: • Gardez votre environnement propre et organisé
hr: • Okoliš održavajte čistim i organiziranim
id: • Jaga lingkungan Anda tetap bersih dan terorganisir
it: • Mantieni il tuo ambiente pulito e organizzato
nl: • Houd uw omgeving schoon en georganiseerd
no: • Hold miljøet ditt rent og organisert
pl: • Utrzymuj środowisko w czystości i zorganizowane
pt_br: • Mantenha seu ambiente limpo e organizado
ru: • Сохраняйте окружающую среду чистой и организованной
sv: • Håll din miljö ren och organiserad
sw: • Weka mazingira yako safi na mpangilio
tr: • Çevrenizi temiz ve organize tutun

source: 💡 Pro Tips:
am: 💡 Pro Prods
da: 💡 Pro tip:
de: 💡 Pro -Tipps:
fr: 💡 Conseils pro:
hr: 💡 PRO SAVJETI:
id: 💡 Tips Pro:
it: 💡 Suggerimenti Pro:
pl: 💡 Pro wskazówki:
pt_br: 💡 Dicas pro:
ru: 💡 Советы профессионалов:
sw: Vidokezo vya Pro:
tr: 💡 Pro ipuçları:

source: • Run 'omnipkg demo' to try version-switching demos
am: • የስሪት ማብሪያ ማሳያዎችን ለመሞከር 'OMNIPG MAS' አሂድ
da: • Kør 'Omnipkg Demo' for at prøve versionskiftende demoer
de: • Führen Sie 'Omnipkg Demo' aus, um die Versionsanwechsler-Demos auszuprobieren
fr: • Exécutez la «démo omnipkg» pour essayer les démos de commutation de version
hr: • Pokrenite 'OmniPkg Demo' da biste isprobali demonstracije za prebacivanje verzija
id: • Jalankan 'demo omnipkg' untuk mencoba demo versi-switching
it: • Esegui 'omnipkg demo' per provare demo di commutazione della versione
nl: • Voer 'Omnipkg Demo' uit om versies-switching-demo's te proberen
no: • Kjør 'OMNIPKG DEMO' for å prøve versjonsswitching-demoer
pl: • Uruchom „Demo OmnipKG”, aby wypróbować wersje wersji demonstrację
pt_br: • Executar 'Omnipkg Demo' para experimentar demos de troca de versão
ru: • Запустите «Omnipkg Demo», чтобы попробовать демо с переключением версий
sv: • Kör 'omnipkg demo' för att prova version-switching demos
sw: • Run 'omnipkg demo' kujaribu demos za kubadili toleo
tr: • Sürüm değiştiren demoları denemek için 'omnipkg demo' çalıştırın

source: • Run 'omnipkg stress-test' to see automated interpreter switching
am: • በራስ-ሰር አስተርጓሚ ለመቀያየር ለማይዣበብ 'ኦምኒካዊ ጭንቀት-ሙከራ' አሂድ
da: • Kør 'Omnipkg Stress-test' for at se automatiseret tolk skifte
de: • Führen Sie "Omnipkg Stress-Test" aus, um die automatisierte Interpreter-Schaltung zu sehen
fr: • Exécutez «Test de contrainte OMNIPKG» pour voir la commutation d'interprète automatisée
hr: • Pokrenite 'OmniPKG-test napona' da biste vidjeli automatizirano prebacivanje tumača
id: • Jalankan 'omnipkg stress-test' untuk melihat switching interpreter otomatis
it: • Esegui "Omnipkg Stress-test" per vedere la commutazione dell'interprete automatizzato
nl: • Voer 'omnipkg stress-test' uit om geautomatiseerde tolkomschakeling te zien
no: • Kjør 'Omnipkg stress-test' for å se automatisert tolk bytte
pl: • Uruchom „wszechmocny test stresu”, aby zobaczyć zautomatyzowane przełączanie interpreterów
pt_br: • Executar 'Omnipkg Stress-Test' para ver a troca de intérprete automatizada
ru: • Запустите «Omnipkg Stress Test», чтобы увидеть автоматическое переключение интерпретатора
sv: • Kör 'omnipkg stress-test' för att se automatiserad tolkbrytning
sw: • Run 'omnipkg-mtihani' ili kuona ubadilishaji wa kiboreshaji
tr: • Otomatik tercümanın anahtarlamasını görmek için 'omnipkg stres testi' çalıştırın

source: • Use 'omnipkg info <package>' for interactive version selection
am: • በይነተገናኝ ስሪት ምርጫ 'OMNICKG መረጃ <Pocnipg መረጃ <ጥቅል>' ይጠቀሙ
da: • Brug 'OmnipKg Info <pack>' til interaktiv valg af version
de: • Verwenden Sie 'Omnipkg Info <Paket>' für die interaktive Versionsauswahl
fr: • Utilisez 'OMNIPKG Info <Package>' pour la sélection de version interactive
hr: • Upotrijebite 'OmniPKG Info <Maket>' za interaktivnu verziju odabira
id: • Gunakan Info Omnipkg <package> 'untuk pemilihan versi interaktif
it: • Utilizzare 'omnipkg info <pacchetto>' per la selezione della versione interattiva
nl: • Gebruik 'omnipkg info <pakket>' voor interactieve versieselectie
no: • Bruk 'OMNIPKG INFO <package>' for valg av interaktiv versjon
pl: • Użyj „Omnipkg Info <Pake>” do interaktywnego wyboru wersji
pt_br: • Use 'omnipkg info <cackage>' para seleção de versão interativa
ru: • Используйте 'Omnipkg Info <cadecdet>' для интерактивного выбора версии
sv: • Använd 'Omnipkg Info <Package>' för val av interaktiv version
sw: • Tumia 'omnipkg info <ackage>' kwa uteuzi wa toleo la maingiliano
tr: • Etkileşimli sürüm seçimi için 'Omnipkg Info <Pack>' kullanın

source: • Use 'omnipkg config set language <code>' to change language
am: • ቋንቋን ለመለወጥ <Omnipg> ን ያዋቅሩ ቋንቋ <ኮዴ>> ን ይጠቀሙ
da: • Brug 'OmnipKg Config Set Language <Code>' til at ændre sprog
de: • Verwenden Sie 'omnipkg config Set Language <Code>', um die Sprache zu ändern
fr: • Utilisez 'Language de définition de configuration omnipkg <code> pour changer la langue
hr: • Upotrijebite 'OmniPKG Config SET LAKUGE <CODE>' za promjenu jezika
id: • Gunakan 'omnipkg config set bahasa <code>' untuk mengubah bahasa
it: • Utilizzare 'Omnipkg Config Set Language <code>' per modificare il linguaggio
nl: • Gebruik 'omnipkg config set taal <code>' om taal te wijzigen
no: • Bruk 'OMNIPKG Config Set Language <Code>' for å endre språk
pl: • Użyj „Omnipkg Config Set Language <Dode>”, aby zmienić język
pt_br: • Use 'Omnipkg Config Set Language <code>' para mudar a linguagem
ru: • Используйте 'Omnipkg config set language <code>', чтобы изменить язык
sv: • Använd 'omnipkg config set språk <code>' för att ändra språk
sw: • Tumia 'omnipkg config seti lugha <code>' kubadilisha lugha
tr: • Dili değiştirmek için 'omnipkg yapılandırma dili <code>' set kullanın

source: • The system learns from conflicts and prevents future issues
am: • ስርዓቱ ከመግቢያዎች ይማራል እናም የወደፊት ጉዳዮችን ይከላከላል
da: • Systemet lærer af konflikter og forhindrer fremtidige problemer
de: • Das System lernt aus Konflikten und verhindert zukünftige Probleme
fr: • Le système apprend des conflits et empêche les problèmes futurs
hr: • Sustav uči iz sukoba i sprječava buduća pitanja
id: • Sistem belajar dari konflik dan mencegah masalah di masa depan
it: • Il sistema impara dai conflitti e previene le questioni future
nl: • Het systeem leert van conflicten en voorkomt toekomstige problemen
no: • Systemet lærer av konflikter og forhindrer fremtidige problemer
pl: • System uczy się od konfliktów i zapobiega przyszłym problemom
pt_br: • O sistema aprende com conflitos e evita questões futuras
ru: • Система учится на конфликтах и ​​предотвращает будущие проблемы
sv: • Systemet lär sig av konflikter och förhindrar framtida problem
sw: • Mfumo hujifunza kutoka kwa migogoro na huzuia maswala ya baadaye
tr: • Sistem çatışmalardan öğrenir ve gelecekteki sorunları önler

source: • All changes are logged and reversible with 'omnipkg revert'
am: • ሁሉም ለውጦች በ <Omnipgg Rover> አማካኝነት ተመዝግበዋል
da: • Alle ændringer er logget og reversible med 'Omnipkg Revert'
de: • Alle Änderungen sind angemeldet und reversibel mit "omnipkg revert".
fr: • Toutes les modifications sont enregistrées et réversibles avec «OMNIPKG REVERT»
hr: • Sve su promjene zabilježene i reverzibilne s 'OmniPKG povrat'
id: • Semua perubahan dicatat dan dapat dibalikkan dengan 'Omnipkg Revert'
it: • Tutte le modifiche sono registrate e reversibili con "Omnipkg Revert"
nl: • Alle wijzigingen zijn vastgelegd en omkeerbaar met 'omnipkg revert'
no: • Alle endringer er logget og reversible med 'OMNIPKG REVERT'
pl: • Wszystkie zmiany są rejestrowane i odwracalne za pomocą „OmnipKG Revert”
pt_br: • Todas as alterações são registradas e reversíveis com 'omnipkg revert'
ru: • Все изменения регистрируются и обратимы с «omnipkg revert»
sv: • Alla ändringar är inloggade och reversibla med 'omnipkg återgå'
sw: • Mabadiliko yote yameingia na kubadilishwa na 'omnipkg rejea'
tr: • 'Omnipkg REVERVE' ile tüm değişiklikler günlüğe kaydedilir ve geri dönüşümlüdür

source: Version: {}
am: ስሪት: {}
ar_eg: إصدار: {}
bn: সংস্করণ: {}
es: Versión: {}
hi: संस्करण: {}
hr: Verzija: {}
id: Versi: {}
it: Versione: {}
ja: バージョン：{}
ko: 버전: {}
nl: Versie: {}
no: Versjon: {}
pl: Wersja: {}
pt_br: Versão: {}
ru: Версия: {}
sw: Toleo: {}

source: Auto-detecting paths for your environment. Press Enter to accept defaults.
am: ለአከባቢዎ መንገዶች ራስ-መለየት መንገዶችን ራስ-መለኪያዎች.ነባሪዎች ለመቀበል ENTER ን ይጫኑ.
da: Auto-detekterende stier til dit miljø.Tryk på Enter for at acceptere misligholdelser.
de: Automatische Erkennung von Pfaden für Ihre Umgebung.Drücken Sie die Eingabetaste, um Standardeinstellungen zu akzeptieren.
fr: Des chemins de détection automatique pour votre environnement.Appuyez sur Entrée pour accepter les défauts par défaut.
hr: Automatsko otkrivanje staza za vaše okruženje.Pritisnite Enter za prihvaćanje zadanih postavki.
id: Jalur pendeteksi otomatis untuk lingkungan Anda.Tekan Enter untuk menerima default.
it: Percorsi di rilevamento automatico per il tuo ambiente.Premere Invio per accettare le impostazioni predefinite.
nl: Automatisch detecteren paden voor uw omgeving.Druk op ENTER om standaardwaarden te accepteren.
no: Auto-detekterende stier for miljøet ditt.Trykk ENTER for å godta standardverdier.
pl: Automatyczne wykrywanie ścieżek dla twojego środowiska.Naciśnij Enter, aby zaakceptować wartości domyślne.
pt_br: Caminhos de detecção automática para o seu ambiente.Pressione Enter para aceitar os padrões.
ru: Автоопределение пути для вашей среды.Нажмите Enter, чтобы принять значения по умолчанию.
sv: Auto-detekterande vägar för din miljö.Tryck på Enter för att acceptera standardvärden.
sw: Njia za kugundua kiotomatiki kwa mazingira yako.Bonyeza ENTER kukubali makosa.
tr: Çevreniz için otomatik tespit yolları.Varsayılanları kabul etmek için Enter tuşuna basın.

source: 📦 Choose your default installation strategy:
am: Dear ነባሪ የመጫኛ ስትራቴጂዎን ይምረጡ
ar_eg: 📦 اختر استراتيجية التثبيت الافتراضية:
bn: Your আপনার ডিফল্ট ইনস্টলেশন কৌশলটি চয়ন করুন:
da: 📦 Vælg din standardinstallationsstrategi:
de: 📦 Wählen Sie Ihre Standardinstallationsstrategie aus:
es: 📦 Elija su estrategia de instalación predeterminada:
fr: 📦 Choisissez votre stratégie d'installation par défaut:
hi: 📦 अपनी डिफ़ॉल्ट स्थापना रणनीति चुनें:
hr: 📦 Odaberite zadanu strategiju instalacije:
id: 📦 Pilih strategi instalasi default Anda:
it: 📦 Scegli la strategia di installazione predefinita:
ja: defaultデフォルトのインストール戦略を選択します。
ko: depault 기본 설치 전략 선택 :
nl: 📦 Kies uw standaardinstallatiestrategie:
no: 📦 Velg din standardinstallasjonsstrategi:
pl: 📦 Wybierz domyślną strategię instalacji:
pt_br: 📦 Escolha sua estratégia de instalação padrão:
ru: 📦 Выберите стратегию установки по умолчанию:
sv: 📦 Välj din standardinstallationsstrategi:
sw: 📦 Chagua mkakati wako wa usanidi chaguo -msingi:
tr: 📦 Varsayılan kurulum stratejinizi seçin:

source: Clean up old, bubbled package versions
am: አሮጌው, አረፋ ጥቅል ስሪቶችን ያፅዱ
ar_eg: تنظيف إصدارات الحزمة القديمة الفائقة
bn: পুরানো, বুদবুদ প্যাকেজ সংস্করণ পরিষ্কার করুন
da: Rens op gamle, boblede pakkerversioner
de: Räumen Sie alte, sprudelte Paketversionen auf
es: Limpie las viejas versiones de paquetes burbujeados
fr: Nettoyez des versions de packages bouillonnants
hi: पुराने, बुदबुदाती पैकेज संस्करणों को साफ करें
hr: Očistite stare verzije paketa s mjehurićima
id: Bersihkan versi paket tua yang menggelembung
it: Pulisci versioni di pacchetti vecchi e gorgogliati
ja: 古くて泡立ったパッケージバージョンをクリーンアップします
ko: 오래된 버블 패키지 버전을 정리하십시오
nl: Ruim oude, gebubbled pakketversies op
no: Rydd opp gamle, boblede pakkeversjoner
pl: Oczyść stare, bulgotane wersje opakowań
pt_br: Limpe as versões antigas do pacote de bolhas
ru: Очистите старые, пузырящие версии
sv: Rengör gamla, bubblade paketversioner
sw: Kusafisha matoleo ya zamani ya kifurushi
tr: Eski, köpüren paket versiyonlarını temizleyin

source: Removes bubbled package versions to save space, keeping the active version safe.
am: ንቁ ስሪት ደህንነታቸውን ጠብቆ ማቆየት ቦታን ለማስቀመጥ ቦታን ለማስቀመጥ የአረፋ ጥቅል ስሪቶች.
da: Fjerner boblede pakkerversioner for at spare plads og holde den aktive version sikker.
de: Entfernt sprudelnde Paketversionen, um Platz zu sparen und die aktive Version sicher zu halten.
fr: Supprime les versions bouillonnantes pour économiser de l'espace, en gardant la version active en sécurité.
hr: Uklanja verzije paketa s mjehurićima kako bi uštedio prostor, čuvajući aktivnu verziju sigurnom.
id: Menghapus versi paket yang menggelegak untuk menghemat ruang, menjaga versi aktif tetap aman.
it: Rimuove le versioni del pacchetto gorgogliato per risparmiare spazio, mantenendo la versione attiva sicura.
nl: Verwijdert bubble pakketversies om ruimte te besparen en de actieve versie veilig te houden.
no: Fjerner boblet pakkeversjoner for å spare plass, og holde den aktive versjonen trygg.
pl: Usuwa wersje pakietów bąbelkowych, aby zaoszczędzić miejsce, zapewniając bezpieczną wersję aktywną.
pt_br: Remove as versões do pacote bolhas para economizar espaço, mantendo a versão ativa segura.
ru: Удаляет версии пузырьков, чтобы сэкономить пространство, сохраняя активную версию в безопасности.
sv: Tar bort bubblade paketversioner för att spara utrymme och hålla den aktiva versionen säker.
sw: Huondoa matoleo ya kifurushi cha Bubbled kuokoa nafasi, kuweka toleo la kazi salama.
tr: Aktif sürümü güvenli tutarak yerden tasarruf etmek için köpüren paket sürümlerini kaldırır.

source: The package whose bubbles you want to prune.
am: ለማክበር የሚፈልጓቸው አረፋዎች.
da: Pakken, hvis bobler du vil beskære.
de: Das Paket, dessen Blasen Sie beschneiden möchten.
fr: Le package dont les bulles que vous souhaitez tailler.
hr: Paket čiji mjehurići želite obrezati.
id: Paket yang gelembungnya ingin memangkas.
it: Il pacchetto di cui vuoi potare le bolle.
nl: Het pakket waarvan je bubbels wilt snoeien.
no: Pakken hvis bobler du vil beskjære.
pl: Pakiet, których bąbelki chcesz przycinać.
pt_br: O pacote cujas bolhas você deseja podar.
ru: Пакет, пузырьки которых вы хотите обрезать.
sv: Paketet vars bubblor du vill beskära.
sw: Kifurushi ambacho Bubbles unataka kupogoa.
tr: Kabarcıkları budamak istediğiniz paket.

source: Keep the N most recent bubbled versions and prune the rest.
am: N በጣም የቅርብ ጊዜ አረፋዎችን ስሪቶች ያቆዩ እና ቀሪውን ያርቁ.
da: Opbevar de N seneste boblede versioner, og beskær resten.
de: Halten Sie die n jüngsten gebrochenen Versionen und beschneiden Sie den Rest.
fr: Gardez les n versions les plus récentes bouillonnantes et taillez le reste.
hr: Držite N najnovije mjehurićene verzije i obrežite ostalo.
id: Simpan versi N yang paling baru dan pangkas sisanya.
it: Mantieni le versioni N più recenti e pota il resto.
nl: Houd de N meest recente gemalde versies en snoei de rest.
no: Hold de siste boblede versjonene og beskjær resten.
pl: Zachowaj najnowsze wersje bąbelkowe i przycinaj resztę.
pt_br: Mantenha as n versões borbulhadas mais recentes e poda o resto.
ru: Держите самые последние пузыристые версии и обновите остальные.
sv: Håll de senaste bubblade versionerna och beskära resten.
sw: Weka matoleo ya hivi karibuni ya Bubbled na upoteze iliyobaki.
tr: N en son köpüklü versiyonları tutun ve gerisini budayın.

source: ✅ No bubbles found for '{}'. Nothing to prune.
am: ✅ '{}' 'አልተገኘም. የሚገርም ምንም ነገር የለም.
ar_eg: ✅ لم يتم العثور على فقاعات لـ '{}'. لا شيء يتقلب.
bn: '' {} 'এর জন্য কোনও বুদবুদ পাওয়া যায় না। ছাঁটাই করার মতো কিছুই নেই।
da: ✅ Ingen bobler fundet for '{}'. Intet at beskære.
de: ✅ Keine Blasen für '{}' gefunden. Nichts zu beschneiden.
es: ✅ No se encuentran burbujas para '{}'. Nada para podar.
fr: ✅ Pas de bulles trouvées pour '{}'. Rien à tailler.
hi: ✅ '{}' के लिए कोई बुलबुले नहीं मिला। कुछ भी नहीं प्रून।
hr: ✅ Nije pronađen mjehurići za '{}'. Ništa za obrezivanje.
id: ✅ Tidak ada gelembung yang ditemukan untuk '{}'. Tidak ada yang harus dipangkas.
it: ✅ Nessuna bolle trovata per '{}'. Niente da potare.
ja: ✅ '{}' に泡が見つかりません。プルーニングするものはありません。
ko: ''{} '에 대한 거품이 없습니다. 자두에 아무것도 없습니다.
nl: ✅ Geen bubbels gevonden voor '{}'. Niets te snoeien.
no: ✅ Ingen bobler funnet for '{}'. Ingenting å beskjære.
pl: ✅ Brak bąbelków dla „{}”. Nic do przycinania.
pt_br: ✅ Nenhuma bolha encontrada para '{}'. Nada para podar.
ru: ✅ Пузыри не найдено для '{}'. Нечего обрезать.
sv: ✅ Inga bubblor hittades för '{}'. Inget att beskära.
sw: ✅ Hakuna Bubbles zilizopatikana kwa '{}'. Hakuna cha kupogoa.

source: ❌ 'keep-latest' must be a non-negative number.
am: ❌ 'ቀጠልኩ - የቅርብ ጊዜ' አሉታዊ ያልሆነ ቁጥር መሆን አለበት.
ar_eg: يجب أن يكون "Keep-Latest" رقمًا غير سالب.
bn: Keep 'কিপ-লেটেস্ট' অবশ্যই একটি নেতিবাচক সংখ্যা হতে হবে।
da: ❌ 'Keep-Latest' skal være et ikke-negativt tal.
de: ❌ 'Keep-Latest' muss eine nicht negative Zahl sein.
es: ❌ 'Keep-Latest' debe ser un número no negativo.
fr: ❌ «Keep-latest» doit être un nombre non négatif.
hi: ❌ 'कीप-लेटेस्ट' एक गैर-नकारात्मक संख्या होनी चाहिए।
hr: ❌ 'Držite najjače' mora biti negativan broj.
id: ❌ 'Keepsest' harus menjadi angka non-negatif.
it: ❌ 'Keep-latest' deve essere un numero non negativo.
ja: ❌ '' keep-latest 'は非陰性の数字でなければなりません。
ko: ❌ 'Keep-Latest'는 음이 아닌 숫자 여야합니다.
nl: ❌ 'Keep-latest' moet een niet-negatief nummer zijn.
no: ❌ 'Keep-Latest' må være et ikke-negativt tall.
pl: ❌ „Keep-Latest” musi być liczbą nieujemną.
pt_br: '' Keep-Latest 'deve ser um número não negativo.
ru: ❌ 'Keep-Latest' должен быть неотрицательным числом.
sv: ❌ 'Keep-Latest' måste vara ett icke-negativt nummer.
sw: ❌ 'kuweka-latest' lazima iwe nambari isiyo ya hasi.
tr: ❌ 'En-Late tee' negatif olmayan bir sayı olmalıdır.

source: 🔎 Found {} bubbles. Keeping the latest {}, pruning {} older versions.
am: 🔎 ተገኝቷል{}አረፋዎች. የቅርብ ጊዜውን መጠበቅ{}, ማበረታታት{}የቆዩ ስሪቶች.
ar_eg: 🔎 وجدت {} فقاعات. الحفاظ على أحدث {} ، التقليم {} الإصدارات القديمة.
bn: Found পাওয়া গেছে {} বুদবুদ। সর্বশেষ {}, ছাঁটাই {} পুরানো সংস্করণগুলি রাখা।
da: 🔎 Fundet {} bobler. Opbevaring af de nyeste {}, beskæring {} ældre versioner.
de: 🔎 gefunden {} Blasen. Beibehalten der neuesten älteren Versionen {}, {} ältere Versionen.
es: 🔎 Encontrado {} burbujas. Manteniendo las últimas {}, podando {} versiones anteriores.
fr: 🔎 Found {} bulles. Garder les dernières versions plus anciennes {}, élagage {}.
hi: 🔎 पाया {} बुलबुले। नवीनतम {}, pruning {} पुराने संस्करणों को ध्यान में रखते हुए।
hr: 🔎 Pronađen {} mjehurići. Zadržavanje najnovijih {}, obrezivanje {} starije verzije.
id: 🔎 Ditemukan {} Bubbles. Menjaga {} terbaru, pemangkasan {} versi yang lebih tua.
it: 🔎 Trovato {} bolle. Mantenendo le ultime versioni {}, potatura {}.
ja: bund {}バブルが見つかりました。最新の{}、Pruning {}古いバージョンを保持します。
ko: 🔎 {} 거품이 발견되었습니다. 최신 {}, 가지 치기 {} 이전 버전을 유지합니다.
nl: 🔎 gevonden {} bubbels. De nieuwste {} houden, snoeien {} oudere versies.
no: 🔎 funnet {} bobler. Holder den siste {}, beskjærende {} eldre versjoner.
pl: Znaleziono {} bąbelków. Zachowanie najnowszych {}, przycięcie {} starszych wersji.
pt_br: Encontrámos {} bolhas. Mantendo as últimas {}, podando {} versões mais antigas.
ru: 🔎 Нашел {} пузырьки. Сохранение последних {}, обрезка {} старые версии.
sv: 🔎 Hittade {} bubblor. Att hålla det senaste {}, beskärning {} äldre versioner.
sw: 🔎 Kupatikana {} Bubbles. Kuweka matoleo ya hivi karibuni ya {}, kupogoa {}.

source: 🔎 Found {} bubbles to prune for '{}'.
am: 🔎 {} አረፋዎች '{}' '
ar_eg: 🔎 تم العثور على {} فقاعات لتقليم لـ '{}'.
bn: '{}' এর জন্য ছাঁটাই করতে {} বুদবুদ পাওয়া গেছে।
da: 🔎 Fundet {} bobler til at beskære for '{}'.
de: 🔎 fand {} Blasen, um für '{}' zu beschneiden.
es: 🔎 encontrado {} burbujas para podar por '{}'.
fr: 🔎 Found {} bulles pour tailler pour '{}'.
hi: 🔎 पाया {} बुलबुले को '{}' के लिए prune करने के लिए।
hr: 🔎 Pronađen {} mjehurići za obrezivanje za '{}'.
id: 🔎 Ditemukan {} gelembung untuk memangkas '{}'.
it: 🔎 trovato {} bolle per potare per '{}'.
ja: buble {}バブルが「{}」を剪定するために見つかりました。
ko: 🔎 '{}'에 대한 {} 거품을 발견했습니다.
nl: 🔎 gevonden {} bubbels om te snoeien voor '{}'.
no: 🔎 funnet {} bobler for å beskjære for '{}'.
pl: 🔎 Znaleziono bąbelki {} do przycinania dla „{}”.
pt_br: 🔎 Encontrado {} bolhas para podar para '{}'.
ru: 🔎 найдено {} пузырьков для обрезки для '{}'.
sv: 🔎 Hittade {} bubblor för att beskära för '{}'.
sw: 🔎 Kupatikana {} Bubbles kupogoa kwa '{}'.

source: ✅ No bubbles match the pruning criteria.
am: ✅ አረፋዎች ከመርከቡ መስፈርት ጋር ይዛመዳሉ.
ar_eg: ✅ لا تتطابق الفقاعات مع معايير التقليم.
bn: ✅ কোনও বুদবুদ ছাঁটাইয়ের মানদণ্ডের সাথে মেলে না।
da: ✅ Ingen bobler stemmer overens med beskæringskriterierne.
de: ✅ Keine Blasen entsprechen den Schnittkriterien.
es: ✅ Ninguna burbujas coincide con los criterios de poda.
fr: ✅ Aucune bulle ne correspond aux critères d'élagage.
hi: ✅ कोई बुलबुले प्रूनिंग मानदंड से मेल नहीं खाते।
hr: ✅ Nijedan mjehurići ne odgovara kriterijima obrezivanja.
id: ✅ Tidak ada gelembung yang cocok dengan kriteria pemangkasan.
it: ✅ Nessuna bolle corrisponde ai criteri di potatura.
ja: bubbles剪定基準に一致する泡はありません。
ko: ✅ 가지 치기 기준과 일치하지 않습니다.
nl: ✅ Geen bubbels komen overeen met de snoecriteria.
no: ✅ Ingen bobler samsvarer med beskjæringskriteriene.
pl: ✅ Brak bąbelków nie pasuje do kryteriów przycinania.
pt_br: ✅ Nenhuma bolha corresponde aos critérios de poda.
ru: ✅ Никакие пузырьки не соответствуют критериям обрезки.
sv: ✅ Inga bubblor matchar beskärningskriterierna.
sw: ✅ Hakuna Bubbles zinazolingana na vigezo vya kupogoa.
tr: ✅ Hiçbir kabarcık budama kriterleriyle eşleşmez.

source: The following bubbled versions will be permanently deleted:
am: የሚከተሉት የአንጀት ስሪቶች በቋሚነት ይሰረዛሉ-
ar_eg: سيتم حذف الإصدارات التالية بشكل دائم:
bn: নিম্নলিখিত বুদবুদ সংস্করণগুলি স্থায়ীভাবে মুছে ফেলা হবে:
da: De følgende boblede versioner slettes permanent:
de: Die folgenden gebrochenen Versionen werden dauerhaft gelöscht:
es: Las siguientes versiones burbujeadas se eliminarán permanentemente:
fr: Les versions bouillonnantes suivantes seront supprimées en permanence:
hi: निम्नलिखित बुदबुदाती संस्करणों को स्थायी रूप से हटा दिया जाएगा:
hr: Sljedeće će se verzije s mjehurići trajno izbrisati:
id: Versi gelembung berikut akan dihapus secara permanen:
it: Le seguenti versioni gorgogliate saranno eliminate permanentemente:
ja: 次のバブルバージョンは永久に削除されます。
ko: 다음 버블 버전은 영구적으로 삭제됩니다.
nl: De volgende bubbele versies worden permanent verwijderd:
no: Følgende boblede versjoner vil bli slettet permanent:
pl: Poniższe wersje bąbelkowe zostaną na stałe usunięte:
pt_br: As seguintes versões borbulhadas serão excluídas permanentemente:
ru: Следующие пузырящие версии будут навсегда удалены:
sv: Följande bubblade versioner kommer att raderas permanent:
sw: Matoleo yafuatayo yatafutwa kabisa:
tr: Aşağıdaki köpüklü sürümler kalıcı olarak silinecektir:

source: - v{} (bubble)
am: - v {} (አረፋ)
ar_eg: - V {} (فقاعة)
bn: - ভি {} (বুদ্বুদ)
da: - v {} (boble)
de: - v {} (Blase)
es: - V {} (burbuja)
fr: - v {} (bulle)
hi: - v {} (बबल)
hr: - v {} (mjehurić)
id: - v "{}" (gelembung)
ja: -V {}（バブル）
ko: -V {} (버블)
no: - V {} (boble)
pl: - v {} (bańka)
pt_br: - v {} (bolha)
ru: - v {} (пузырь)
sv: - v {} (bubbla)
