Repository: 1minds3t/omnipkg
Catalog: omnipkg/locale/*/LC_MESSAGES/omnipkg.po
Languages: am, ar_eg, bn, da, de, es, fr, hi, hr, id, it, ja, ko, nl, no, pl, pt_br, ru, sv, sw, tr

source: ❌ Failed to register {}=={} in knowledge base: {}
am: The መመዝገብ አልተሳካም{}=={}በእውቀት መሠረት{}
ar_eg: ❌ فشل في التسجيل {} == {} في قاعدة المعرفة: {}
bn: Naligue জ্ঞান বেসে {} == {} নিবন্ধন করতে ব্যর্থ: {}
da: ❌ Kunne ikke registrere {} == {} i videnbase: {}
de: ❌ ❌ nicht registrieren {} == {} in Wissensbasis: {}
es: ❌ No se pudo registrar {} == {} en la base de conocimiento: {}
fr: ❌ Échec de l'enregistrement {} == {} dans la base de connaissances: {}
hi: ❌ ज्ञान के आधार में {} == {} को पंजीकृत करने में विफल: {}
hr: ❌ nije uspjelo registrirati {} == {} u bazi znanja: {}
id: ❌ Gagal mendaftar {} == {} di basis pengetahuan: {}
it: ❌ non è riuscito a registrarsi {}=={} in Knowledge Base: {}
ja: hose {} == {}の登録に失敗しました。知識ベース：{}
ko: ❌ 지식 기반에 {} == {}를 등록하지 못했습니다 : {}
nl: ❌ Kan niet registreren {}=={} in kennisbasis: {}
no: ❌ Kunne ikke registrere {} == {} i kunnskapsbase: {}
pl: ❌ Nie udało się zarejestrować {} == {} w bazie wiedzy: {}
pt_br: ❌ Falha ao registrar {} == {} na base de conhecimento: {}
ru: ❌ Не удалось зарегистрировать {} == {} в базе знаний: {}
sv: ❌ misslyckades med att registrera {} == {} i kunskapsbas: {}
sw: ❌ Imeshindwa kujiandikisha {} == {} katika msingi wa maarifa: {}

source: Processing uninstall for: {}
am: ማራገፊያ ማቀነባበር ለ: {}
ar_eg: معالجة إلغاء التثبيت لـ: {}
bn: এর জন্য আনইনস্টল প্রসেসিং: {}
da: Behandling af afinstallation til: {}
de: Verarbeitung deinstallieren für: {}
es: Processing desinstalar para: {}
fr: Traitement de désinstallation pour: {}
hi: प्रसंस्करण अनइंस्टॉल के लिए: {}
hr: Obrada deinstalacije za: {}
id: Memproses uninstall untuk: {}
it: Elaborazione di disinstallazione per: {}
ja: のアンインストールの処理：{}
ko: 처리되지 않음 : {}
nl: Verwerken van verwijdering voor: {}
no: Behandling av avinstaller for: {}
pl: Przetwarzanie odinstalowania dla: {}
pt_br: Processando desinstalar para: {}
ru: Обработка удаляет для: {}
sv: Bearbetning avinstallera för: {}
sw: Kusindika Kufuta kwa: {}
tr: Kaldırma işlemi gerçekleştiriliyor: {}

source: 🤷 Package '{}' not found.
am: 🤷 ጥቅል '{} አልተገኘም.
ar_eg: 🤷 حزمة '{}' لم يتم العثور عليها.
bn: 🤷 প্যাকেজ '{}' পাওয়া যায় নি।
da: 🤷 pakke '{}' ikke fundet.
de: 🤷 Paket '{}' nicht gefunden.
es: 🤷 Paquete '{}' no encontrado.
fr: 🤷 Package '{}' INTOLUS.
hi: 🤷 पैकेज '{}' नहीं मिला।
hr: 🤷 Paket '{}' nije pronađen.
id: 🤷 Paket '{}' tidak ditemukan.
it: 🤷 pacchetto '{}' non trovato.
ja: package '{}'が見つかりません。
ko: 🤷 패키지 '{}'를 찾을 수 없습니다.
nl: 🤷 pakket '{}' niet gevonden.
no: 🤷 Pakke '{}' ikke funnet.
pl: 🤷 Pakiet „{}” nie znaleziono.
pt_br: 🤷 Package '{}' não encontrado.
ru: 🤷 Пакет '{}' не найден.
sv: 🤷 paket '{}' inte hittat.
sw: 🤷 Package '{}' haipatikani.
tr: 🤷 Paket '{}' bulunamadı.

source: 🤷 Version '{}' of '{}' not found.
am: 🤷 ሥሪት '{}'የ'{}አልተገኘም.
ar_eg: 🤷 إصدار '{}' من '{}' لم يتم العثور عليه.
bn: '{}' এর 🤷 সংস্করণ '{}' পাওয়া যায় নি।
da: 🤷 version '{}' af '{}' ikke fundet.
de: 🤷 Version '{}' von '{}' nicht gefunden.
es: 🤷 Versión '{}' de '{}' no encontrada.
fr: 🤷 Version '{}' de '{}' Non trouvé.
hi: 🤷 संस्करण '{}' का '{}' नहीं मिला।
hr: 🤷 Verzija '{}' od '{}' nije pronađena.
id: 🤷 Versi '{}' dari '{}' tidak ditemukan.
it: 🤷 versione '{}' di '{}' non trovata.
ja: 🤷バージョン '{}' of '{}'が見つかりません。
ko: '{}'의 버전 '{}' '는 찾을 수 없습니다.
nl: 🤷 versie '{}' van '{}' niet gevonden.
no: 🤷 versjon '{}' av '{}' ikke funnet.
pl: 🤷 Wersja „{}” z „{}” nie znaleziono.
pt_br: 🤷 Versão '{}' de '{}' não encontrado.
ru: 🤷 версия '{}' of '{}' не найдена.
sv: 🤷 Version '{}' av '{}' hittades inte.
sw: 🤷 Toleo '{}' la '{}' halijapatikana.
tr: 🤷 '{}' sürümü '{}' bulunamadı.

source: Found multiple installations for '{}':
am: በርካታ ጭነቶች ለ '{}':
ar_eg: تم العثور على تثبيتات متعددة لـ '{}':
bn: '{}' এর জন্য একাধিক ইনস্টলেশন পাওয়া গেছে:
da: Fundet flere installationer til '{}':
de: Fand mehrere Installationen für '{}':
es: Encontró múltiples instalaciones para '{}':
fr: Trouvé plusieurs installations pour '{}':
hi: '{}' के लिए कई प्रतिष्ठान मिले:
hr: Pronašao više instalacija za '{}':
id: Menemukan beberapa instalasi untuk '{}':
it: Ho trovato più installazioni per '{}':
ja: 「{}」の複数のインストールが見つかりました：
ko: '{}'에 대한 여러 설치를 찾았습니다.
nl: Meerdere installaties gevonden voor '{}':
no: Fant flere installasjoner for '{}':
pl: Znalazłem wiele instalacji dla „{}”:
pt_br: Encontrou várias instalações para '{}':
ru: Нашел несколько установок для '{}':
sv: Hittade flera installationer för '{}':
sw: Kupatikana kwa mitambo mingi ya '{}':
tr: '{}' İçin birden fazla kurulum bulundu:

source: 🤔 Enter numbers to uninstall (e.g., '1,2'), 'all', or press Enter to cancel:
am: Regs ቁጥሮችን ለማራገፍ (ኢ.ፒ.., '1,2'), 'ሁሉም' ያስገቡ, ወይም ለመሰረዝ አስገባን ይጫኑ:
ar_eg: 🤔 أدخل الأرقام لإلغاء التثبيت (على سبيل المثال ، "1،2") ، "الكل" ، أو اضغط على إدخال لإلغاء:
bn: Un আনইনস্টল করতে নম্বর লিখুন (উদাঃ, '1,2'), 'সমস্ত', বা বাতিল করতে এন্টার টিপুন:
da: 🤔 Indtast numre for at afinstallere (f.eks. '1,2'), 'alle', eller tryk på Enter for at annullere:
de: 🤔 Geben Sie Nummern ein, um zu deinstallieren (z. B. '1,2'), 'alle' oder drücken Sie die Eingabetaste, um zu stornieren:
es: 🤔 Ingrese los números para desinstalar (por ejemplo, '1,2'), 'todos' o presione Entrar para cancelar:
fr: 🤔 Entrez les numéros pour désinstaller (par exemple, «1,2»), «tout» ou appuyez sur Entrée pour annuler:
hi: 🤔 अनइंस्टॉल करने के लिए नंबर दर्ज करें (जैसे, '1,2'), 'ऑल', या रद्द करने के लिए Enter दबाएँ:
hr: 🤔 Unesite brojeve za deinstaliranje (npr., '1,2'), 'All', ili pritisnite Enter da biste otkazali:
id: 🤔 Masukkan nomor untuk menghapus instal (mis., '1,2'), 'semua', atau tekan Enter untuk membatalkan:
it: 🤔 Immettere i numeri per disinstallare (ad esempio, '1,2'), 'All' o premere Invio per annullare:
ja: conter番号を入力してアンインストールする（例： '1,2'）、 'all'、またはEnterを押してキャンセルします。
ko: ∎ 제거 할 숫자를 입력하십시오 (예 : '1,2'), 'All', 또는 Enter를 누르려면 다음과 같습니다.
nl: 🤔 Voer nummers in om te verwijderen (bijv. '1,2'), 'All', of druk op Enter om te annuleren:
no: 🤔 Angi tall for å avinstallere (f.eks. '1,2'), 'All', eller trykk Enter for å avbryte:
pl: 🤔 Wprowadź numery do odinstalowania (np. „1,2”), „All” lub naciśnij Enter, aby anulować:
pt_br: 🤔 Digite números para desinstalar (por exemplo, '1,2'), 'all' ou pressione Enter para cancelar:
ru: 🤔 Введите номера в удаление (например, «1,2»), «все» или нажмите Enter, чтобы отменить:
sv: 🤔 Ange siffror för att avinstallera (t.ex. '1,2'), 'alla', eller tryck på Enter för att avbryta:
sw: Ingiza nambari ili kufuta (k.m., '1,2'), 'zote', au bonyeza ENTER ili kughairi:
tr: 🤔 Kaldırmak için sayıları (örn., '1,2'), 'All' veya iptal etmek için Enter tuşuna basın:

source: ⚠️ Skipping protected package: {} v{} (active)
am: Classed የተጠበቁ ጥቅል መዝለል: {} v {} (ገባሪ)
ar_eg: ⚠ تخطي الحزمة المحمية: {} v {} (نشط)
bn: ⚠ সুরক্ষিত প্যাকেজটি এড়িয়ে যাওয়া: {} ভি {} (সক্রিয়)
da: ⚠ Spring over beskyttet pakke: {} v {} (aktiv)
de: ⚠️ Überspringen des geschützten Pakets: {} v {} (aktiv)
es: ⚠️ omitiendo el paquete protegido: {} v{} (activo)
fr: ⚠️ Sauter le package protégé: {} v {} (actif)
hi: ⚠ स्किपिंग संरक्षित पैकेज: {} v {} (सक्रिय)
hr: ⚠️ Preskakanje zaštićenog paketa: {} v {} (aktivno)
id: ⚠️ Membebarkan paket yang dilindungi: {} v {} (aktif)
it: ⚠️ Pacchetto protetto per saltare: {} v {} (attivo)
ja: protectectedパッケージのスキップ：{} v {}（active）
ko: ⚠️ 보호 패키지 건너 뛰기 : {} v {} (활성)
no: ⚠ Hopp over beskyttet pakke: {} v {} (aktiv)
pl: ⚠️ Painping Protected Pakiet: {} v {} (aktywny)
pt_br: ⚠️ pular pacote protegido: {} v {} (ativo)
ru: ⚠ Запасный пакет пропусков: {} V {} (Active)
sv: ⚠ Hoppa över skyddat paket: {} V {} (aktiv)
sw: ⚠️ Kuruka kifurushi kilicholindwa: {} v{} (hai)

source: Preparing to remove {} installation(s) for '{}':
am: ለማስወገድ በመዘጋጀት ላይ{}ጭነት (ቶች) ለ '{}':
ar_eg: التحضير لإزالة {} التثبيت (s) لـ '{}':
bn: '{}' এর জন্য {} ইনস্টলেশন (গুলি) অপসারণের প্রস্তুতি নিচ্ছে:
da: Forberedelse til at fjerne {} installation (er) til '{}':
de: Vorbereitung zum Entfernen von {} Installation (s) für '{}':
es: Preparación para eliminar {} instalación (s) para '{}':
fr: Préparation à supprimer {} installation (s) pour '{}':
hi: '{}' के लिए {} इंस्टॉलेशन (ओं) को हटाने की तैयारी: '
hr: Priprema za uklanjanje {} instalacije za '{}':
id: Mempersiapkan untuk menghapus {} instalasi untuk '{}':
it: Prepararsi a rimuovere {} installazione (s) per '{}':
ja: '{}'の{}インストールを削除する準備：
ko: '{}'에 대한 {} 설치를 제거하기 위해 :
nl: Voorbereiden om {} installatie (s) te verwijderen voor '{}':
no: Forbereder deg på å fjerne {} installasjon (er) for '{}':
pl: Przygotowanie do usunięcia instalacji {} dla „{}”:
pt_br: Preparando para remover {} instalação (s) para '{}':
ru: Подготовка к удалению {} установки (s) для '{}':
sv: Förbereder dig för att ta bort {} installation (er) för '{}':
sw: Kuandaa kuondoa {} usanikishaji (s) kwa '{}':
tr: '{}' İçin {} kurulum (lar) ı kaldırmaya hazırlanıyor:

source: 🗑️ Deleting bubble directory: {}
am: አረፋ ማውጫ መሰረዝ: {}
ar_eg: 🗑 حذف دليل الفقاعة: {}
bn: Bub বুদ্বুদ ডিরেক্টরি মোছা: {}
da: 🗑 Sletning af boblebibliotek: {}
de: 🗑️ Bubble -Verzeichnis löschen: {}
es: 🗑️ Eliminar el directorio de burbujas: {}
fr: 🗑️ Suppression du répertoire de bulles: {}
hi: 🗑 बुलबुला निर्देशिका हटाना: {}
hr: 🗑️ brisanje direktorija mjehurića: {}
id: 🗑️ Menghapus direktori gelembung: {}
it: 🗑️ Eliminazione della directory di bolle: {}
ja: Bubbleディレクトリの削除：{}
ko: 🗑️ 버블 디렉토리 삭제 : {}
nl: 🗑️ Bubble Directory verwijderen: {}
no: 🗑 Sletting av boblekatalog: {}
pl: 🗑️ Usuwanie katalogu bąbelkowego: {}
pt_br: 🗑️ Excluindo diretório de bolhas: {}
ru: 🗑 Удаление пузырькового каталога: {}
sv: 🗑 Radera bubbelkatalog: {}
sw: Kufuta saraka ya Bubble ya kufuta: {}
tr: 🗑️ Kabarcık dizinini silin: {}

source: 🧹 Cleaning up knowledge base for {} v{}...
am: 🧹 የእውቀት መሠረትን ለማፅዳት {} v {} ...
ar_eg: 🧹 تنظيف قاعدة المعرفة لـ {} v {} ...
bn: {} V {} ... এর জন্য জ্ঞানের ভিত্তি পরিষ্কার করা ...
da: 🧹 Oprydning af videnbase for {} v {} ...
de: 🧹 Reinigen Sie die Wissensbasis für {} v {} ...
es: 🧹 Limpiar la base de conocimiento para {} V {} ...
fr: 🧹 Nettoyer la base de connaissances pour {} v {} ...
hi: {} V {} के लिए ज्ञान के आधार को साफ करना ...
hr: 🧹 Čišćenje baze znanja za {} v {} ...
id: 🧹 membersihkan basis pengetahuan untuk {} v{} ...
it: 🧹 Base di conoscenza di pulizia per {} v {} ...
ja: 🧹 {} v{}...の知識ベースをクリーンアップ。
ko: 🧹 {} v {} 에 대한 지식 기반 청소 ... ...
nl: 🧹 Kennisbasis opruimen voor {} V {} ...
no: 🧹 Rengjøring av kunnskapsbase for {} v {} ...
pl: 🧹 Oczyszczanie bazy wiedzy dla {} v {} ...
pt_br: 🧹 Limpando a base de conhecimento para {} v {} ...
ru: 🧹 Очистка базы знаний для {} V {}
sv: 🧹 Städning av kunskapsbasen för {} V {} ...
sw: 🧹 Kusafisha msingi wa maarifa kwa {} v {} ...

source: - Uninstall: {}
am: - ማራገፍ: {}
ar_eg: - إلغاء التثبيت: {}
bn: - আনইনস্টল: {}
da: - Afinstaller: {}
de: - Deinstallation: {}
es: - Desinstalar: {}
fr: - Désinstallation: {}
hi: - अनइंस्टॉल: {}
hr: - Deinstall: {}
it: - Disinstalla: {}
ja: - アンインストール：{}
ko: - 제거 : {}
nl: - UNTSTALL: {}
no: - Avinstaller: {}
pl: - Odinstaluj: {}
pt_br: - desinstalar: {}
sv: - avinstallera: {}
sw: - Ondoa: {}
tr: - Kaldır: {}

source: - Install: {}
am: - ጫን: {}
ar_eg: - ثَبَّتَ: {}
bn: - ইনস্টল: {}
da: - Installer: {}
de: - Installation: {}
es: - Instalar: {}
fr: - Installer: {}
hi: - स्थापित करना: {}
hr: - instalirati: {}
id: - Instal: {}
it: - Installa: {}
ja: - インストール： {}
ko: - 설치하다: {}
nl: - installeren: {}
no: - Installer: {}
pl: - Zainstaluj: {}
pt_br: - Instalar: {}
ru: - Установить: {}
sv: - installera: {}
sw: - Weka: {}
tr: - Düzenlemek: {}

source: - Fix Version: {}
am: - ስሪት ያስተካክሉ: {}
ar_eg: - إصلاح الإصدار: {}
bn: - সংস্করণ ঠিক করুন: {}
de: - Version korrigieren: {}
es: - Corrección de la versión: {}
fr: - Correction de la version: {}
hi: - फिक्स संस्करण: {}
hr: - Popravite verziju: {}
id: - Perbaiki Versi: {}
it: - Fix Versione: {}
ja: - 修正バージョン：{}
ko: - 수정 버전 : {}
nl: - Fix -versie: {}
no: - Fix versjon: {}
pl: - Popraw wersja: {}
pt_br: - Versão Fix: {}
ru: - Исправить версию: {}
sv: - fixa version: {}
sw: - Rekebisha toleo: {}
tr: - Düzeltme sürümü: {}

source: ⚡ Found existing bubble: {}
am: ⚡ ነባር አረፋ አግኝቷል: {}
da: ⚡ Fundet eksisterende boble: {}
de: ⚡ Fanden vorhandene Blase: {}
fr: ⚡ Trouvé la bulle existante: {}
hr: ⚡ Pronašao postojeći mjehurić: {}
id: ⚡ Menemukan gelembung yang ada: {}
it: ⚡ Trovato Bubble esistente: {}
nl: ⚡ Vond bestaande bubbel: {}
no: ⚡ Fant eksisterende boble: {}
pl: ⚡ Znaleziono istniejącą bańkę: {}
pt_br: ⚡ Encontrou bolha existente: {}
ru: ⚡ Нашел существующий пузырь: {}
sv: ⚡ Hittade befintlig bubbla: {}
sw: ⚡ Kupatikana Bubble iliyopo: {}
tr: ⚡ Mevcut baloncuk bulundu: {}

source: ❌ Pip install command failed with exit code {}:
am: ❌ የፒአይፒ ጭነት ትዕዛዝ ከመውጫ ኮድ {} ጋር አልተሳካም
ar_eg: ❌ فشل أمر تثبيت PIP مع رمز الخروج {}:
bn: ❌ পিপ ইনস্টল কমান্ড প্রস্থান কোড সহ ব্যর্থ হয়েছে {}:
da: ❌ PIP -installationskommando mislykkedes med exit -kode {}:
de: ❌ PIP -Installationsbefehl fehlgeschlagen mit dem Ausgangscode {}:
es: ❌ El comando de instalación de pip falló con el código de salida {}:
fr: ❌ La commande PIP d'installation a échoué avec le code de sortie {}:
hi: ❌ PIP इंस्टॉल कमांड एग्जिट कोड {} के साथ विफल हो गया:
hr: ❌ PIP instalacijska naredba nije uspjela s izlaznim kodom {}:
id: ❌ Perintah instal PIP gagal dengan kode keluar {}:
it: ❌ Comando di installazione PIP non riuscito con il codice di uscita {}:
ja: pip installコマンドがexitコードで失敗しました{}：
ko: pip pip install code {} 로 실패했습니다.
nl: ❌ PIP -installatieopdracht mislukt met exitcode {}:
no: ❌ Pip Install -kommandoen mislyktes med exit code {}:
pl: ❌ Polecenie instalacji PIP nie powiodło się z kodem wyjścia {}:
pt_br: ❌ O comando de instalação pip falhou com o código de saída {}:
ru: ❌ Команда установки PIP с помощью кода выхода {}:
sv: ❌ PIP -installationskommandot misslyckades med exit -kod {}:
sw: ❌ Amri ya kusanidi bomba ilishindwa na nambari ya kutoka {}:
tr: ❌ PIP kurma komutu çıkış kodu ile başarısız oldu {}:

source: ❌ An unexpected error occurred during pip install: {}
am: Pip ጭነት በሚጨምርበት ጊዜ ያልተጠበቀ ስህተት ተከስቷል {}
ar_eg: ❌ حدث خطأ غير متوقع أثناء تثبيت PIP: {}
bn: Pip পিআইপি ইনস্টল করার সময় একটি অপ্রত্যাশিত ত্রুটি ঘটেছে: {}
da: ❌ Der opstod en uventet fejl under PIP -installation: {}
de: ❌ Bei der Installation von PIP trat ein unerwarteter Fehler auf: {}
es: ❌ Se produjo un error inesperado durante la instalación de PIP: {}
fr: ❌ Une erreur inattendue s'est produite pendant l'installation de PIP: {}
hi: ❌ PIP स्थापित के दौरान एक अप्रत्याशित त्रुटि हुई: {}
hr: ❌ Neočekivana pogreška dogodila se tijekom instalacije PIP -a: {}
id: ❌ Terjadi kesalahan yang tidak terduga selama penginstalan PIP: {}
it: ❌ Un errore imprevisto si è verificato durante l'installazione di PIP: {}
ja: pIPインストール中に予期しないエラーが発生しました：{}
ko: PIP 설치 중에 예기치 않은 오류가 발생했습니다. {}
nl: ❌ Er is een onverwachte fout opgetreden tijdens PIP -installatie: {}
no: ❌ En uventet feil oppstod under PIP -installasjon: {}
pl: ❌ Podczas instalacji PIP wystąpił nieoczekiwany błąd: {}
pt_br: ❌ Um erro inesperado ocorreu durante a instalação do PIP: {}
ru: ❌ Неожиданная ошибка произошла во время установки PIP: {}
sv: ❌ Ett oväntat fel inträffade under PIP -installationen: {}
sw: ❌ Kosa lisilotarajiwa lilitokea wakati wa usanidi wa PIP: {}
tr: ❌ PIP kurulumu sırasında beklenmedik bir hata oluştu: {}

source: ❌ Pip uninstall command failed with exit code {}:
am: ❌ Pip ማራገፊያ ትእዛዝ ከመውጫ ኮድ {} ጋር አልተሳካም
ar_eg: ❌ فشل الأمر Uninstall ❌ PIP مع رمز الخروج {}:
bn: ❌ পাইপ আনইনস্টল কমান্ড প্রস্থান কোড সহ ব্যর্থ হয়েছে {}:
da: ❌ PIP -afinstallationskommando mislykkedes med exit -kode {}:
de: ❌ PIP -Deinstall -Befehl fehlgeschlagen mit dem Exit -Code {}:
es: ❌ El comando Pip Uninstall falló con el código de salida {}:
fr: ❌ Pip Uninstall La commande a échoué avec le code de sortie {}:
hi: ❌ पिप अनइंस्टॉल कमांड एग्जिट कोड {} के साथ विफल रहा:
hr: ❌ Naredba za deinstaliranje PIP -a nije uspjela s izlaznim kodom {}:
id: ❌ Pip Uninstall perintah gagal dengan kode keluar {}:
it: ❌ PIP INVINSTALL COMMAND non è riuscito con il codice di uscita {}:
ja: pip uninstallコマンドがexitコードで失敗しました{}：
ko: ❌ PIP UNINSTALL 명령은 EXIT 코드 {} 로 실패했습니다.
nl: ❌ PIP UNInstall -opdracht mislukt met exitcode {}:
no: ❌ Pip avinstalleringskommando mislyktes med exit code {}:
pl: ❌ polecenie odinstalowe PIP nie powiodło się z kodem wyjścia {}:
pt_br: ❌ O comando pip desinstala falhou com o código de saída {}:
ru: ❌ Команда PIP удалить сбое с кодом выхода {}:
sv: ❌ PIP avinstallera kommandot misslyckades med exitkod {}:
sw: ❌ Amri ya Kufuta Bomba ilishindwa na nambari ya kutoka {}:
tr: ❌ Pip kaldırma komutu çıkış kodu ile başarısız oldu {}:

source: ❌ An unexpected error occurred during pip uninstall: {}
am: Pip በማራገፍ ጊዜ ውስጥ ያልተጠበቀ ስህተት ተከስቷል: {}
ar_eg: ❌ حدث خطأ غير متوقع أثناء إلغاء تثبيت PIP: {}
bn: Pip পিপ আনইনস্টল চলাকালীন একটি অপ্রত্যাশিত ত্রুটি ঘটেছে: {}
da: ❌ Der opstod en uventet fejl under PIP -afinstallation: {}
de: ❌ Ein unerwarteter Fehler trat während der PIP -Deinstallation auf: {}
es: ❌ Se produjo un error inesperado durante la desinstalación de pip: {}
fr: ❌ Une erreur inattendue s'est produite pendant la désinstallation de PIP: {}
hi: Pip पिप के दौरान एक अप्रत्याशित त्रुटि हुई: {}
hr: ❌ Neočekivana pogreška dogodila se tijekom deinstaliranja PIP -a: {}
id: ❌ Terjadi kesalahan yang tidak terduga selama Pip Uninstall: {}
it: ❌ Un errore imprevisto si è verificato durante la disinstallazione di PIP: {}
ja: pipアンインストール中に予期しないエラーが発生しました：{}
ko: pip 제거 중에 예기치 않은 오류가 발생했습니다. {}
nl: ❌ Er is een onverwachte fout opgetreden tijdens PIP -verwijdering: {}
no: ❌ En uventet feil oppstod under PIP -avinstallering: {}
pl: ❌ Podczas odinstalowania PIP wystąpił nieoczekiwany błąd: {}
pt_br: ❌ Um erro inesperado ocorreu durante a desinstalação do PIP: {}
ru: ❌ Неожиданная ошибка произошла во время удаления PIP: {}
sv: ❌ Ett oväntat fel inträffade under avinstallation av PIP: {}
sw: ❌ Kosa lisilotarajiwa lilitokea wakati wa kufuta bomba: {}
tr: ❌ PIP kaldırma sırasında beklenmedik bir hata oluştu: {}

source: ❌ uv install command failed with exit code {}:
am: ❌ UV ኡቭ የጭነት ቁልፍ ትዕዛዝ ከመለያው ኮድ ጋር አልተሳካም{}የሚያያዙት ገጾች
ar_eg: ❌ فشل الأمر في تثبيت UV باستخدام رمز الخروج {}:
bn: ❌ ইউভি ইনস্টল কমান্ড প্রস্থান কোড সহ ব্যর্থ হয়েছে {}:
da: ❌ UV -installationskommando mislykkedes med exit -kode {}:
de: ❌ UV -Installationsbefehl fehlgeschlagen mit dem Ausgangscode {}:
es: ❌ El comando de instalación UV falló con el código de salida {}:
fr: ❌ La commande d'installation UV a échoué avec le code de sortie {}:
hi: ❌ यूवी इंस्टॉल कमांड एग्जिट कोड {} के साथ विफल हो गया:
hr: ❌ UV naredba Install nije uspjela s izlaznim kodom {}:
id: ❌ perintah instal uv gagal dengan kode keluar {}:
it: ❌ comando di installazione UV non riuscita con il codice di uscita {}:
ja: ❌UVインストールコマンドがexitコードで失敗しました{}：
ko: ❌ UV 설치 명령은 종료 코드 {}로 실패했습니다.
nl: ❌ UV -opdracht installeren mislukt met exitcode {}:
no: ❌ UV Install -kommandoen mislyktes med exit code {}:
pl: ❌ Polecenie instalacji UV nie powiodło się z kodem wyjścia {}:
pt_br: ❌ Comando de instalação UV falhou com o código de saída {}:
ru: ❌ Команда установки UV не удалась с кодом выхода {}:
sv: ❌ UV Installationskommando misslyckades med exitkod {}:
sw: Amri ya kusanidi UV ilishindwa na nambari ya kutoka {}:
tr: ❌ UV yükleme komutu çıkış kodu ile başarısız oldu {}:

source: ❌ An unexpected error toccurred during uv install: {}
am: ❌ በ UV ጭነት ወቅት ያልተጠበቀ ስህተት: {}
ar_eg: ❌ خطأ غير متوقع أثناء تثبيت UV: {}
bn: U UV ইনস্টল করার সময় একটি অপ্রত্যাশিত ত্রুটি টোকচার করা: {}
da: ❌ En uventet fejl, der er tokkureret under UV -installation: {}
de: ❌ Ein unerwarteter Fehler während der UV -Installation: {}
es: ❌ Un error inesperado se convierte durante la instalación UV: {}
fr: ❌ Une erreur inattendue toccurred lors de l'installation UV: {}
hi: ❌ UV स्थापित के दौरान एक अप्रत्याशित त्रुटि toccurred: {}
hr: ❌ Neočekivana pogreška koja je toccurred tijekom UV instalacije: {}
id: ❌ Kesalahan yang tidak terduga TOCCURRED selama pemasangan UV: {}
it: ❌ Un errore imprevisto toccato durante l'installazione UV: {}
ja: uvインストール中に予期しないエラーが発生しました：{}
ko: UV 설치 중에 예상치 못한 오류가 발생했습니다. {}
nl: ❌ Een onverwachte fout die tijdens de UV -installatie wordt aangebracht: {}
no: ❌ En uventet feil som er toccured under UV -installasjon: {}
pl: ❌ Nieoczekiwany błąd toccurred podczas instalacji UV: {}
pt_br: Erle Um erro inesperado foi feito durante a instalação UV: {}
ru: ❌ Неожиданная ошибка Toccurred во время УФ -установки: {}
sv: ❌ Ett oväntat fel som tecknades under UV -installationen: {}
sw: ❌ Kosa lisilotarajiwa limetengwa wakati wa usanidi wa UV: {}
tr: ❌ UV kurulumu sırasında beklenmedik bir hata tocurred: {}

source: ❌ uv uninstall command failed with exit code {}:
am: ❌ UV ማራገፊያ ትዕዛዝ ከመውጫ ኮድ {} ጋር አልተሳካም
ar_eg: ❌ فشل الأمر UV UNTALLED مع رمز الخروج {}:
bn: ❌ ইউভি আনইনস্টল কমান্ড প্রস্থান কোড সহ ব্যর্থ হয়েছে {}:
da: ❌ UV -afinstallationskommando mislykkedes med exit -kode {}:
de: ❌ UV -Deinstall -Befehl fehlgeschlagen mit dem Ausgangscode {}:
es: ❌ El comando UV desinstalar falló con el código de salida {}:
fr: ❌ UV Uninstall La commande a échoué avec le code de sortie {}:
hi: ❌ UV अनइंस्टॉल कमांड एग्जिट कोड {} के साथ विफल रहा:
hr: ❌ UV naredba deinstaliranje nije uspjela s izlaznim kodom {}:
id: ❌ perintah uninstall uv gagal dengan kode keluar {}:
it: ❌ comando UV UNINSTALL non riuscito con il codice di uscita {}:
ja: uv uninstallコマンドがexitコードで失敗しました{}：
ko: ❌ uv unintall 명령은 종료 코드 {} 로 실패했습니다.
nl: ❌ UV -opdracht Uitstallige opdracht mislukt met exitcode {}:
no: ❌ UV Avinstall -kommandoen mislyktes med exit code {}:
pl: ❌ Polecenie UV odinstalowanie nie powiodło się z kodem wyjścia {}:
pt_br: ❌ O comando de desinstalação UV falhou com o código de saída {}:
ru: ❌ Команда UV unintall не удалась с кодом выхода {}:
sv: ❌ UV avinstallera kommandot misslyckades med exitkod {}:
sw: Amri ya UV ya UV ilishindwa na nambari ya kutoka {}:
tr: ❌ UV kaldırma komutu çıkış kodu ile başarısız oldu {}:

source: ❌ An unexpected error occurred during uv uninstall: {}
am: ❌ በአፍንጫው ማራገፍ ወቅት ያልተጠበቀ ስህተት ተከስቷል {}
ar_eg: ❌ حدث خطأ غير متوقع أثناء إلغاء تثبيت الأشعة فوق البنفسجية: {}
bn: U ইউভি আনইনস্টল চলাকালীন একটি অপ্রত্যাশিত ত্রুটি ঘটেছে: {}
da: ❌ Der opstod en uventet fejl under UV -afinstallation: {}
de: ❌ Ein unerwarteter Fehler ist während der UV -Deinstallation aufgetreten: {}
es: ❌ Se produjo un error inesperado durante la desinstalación UV: {}
fr: ❌ Une erreur inattendue s'est produite pendant la désinstallation des UV: {}
hi: ❌ यूवी अनइंस्टॉल के दौरान एक अप्रत्याशित त्रुटि हुई: {}
hr: ❌ Neočekivana pogreška dogodila se tijekom UV deinstaliranja: {}
id: ❌ Terjadi kesalahan yang tidak terduga selama UV Uninstall: {}
it: ❌ Un errore imprevisto si è verificato durante la disinstallazione UV: {}
ja: uv UVアンインストール中に予期しないエラーが発生しました：{}
ko: UV 제거 중에 예기치 않은 오류가 발생했습니다. {}
nl: ❌ Er is een onverwachte fout opgetreden tijdens UV Uninstall: {}
no: ❌ En uventet feil oppstod under UV -avinstallering: {}
pl: ❌ Nieoczekiwany błąd wystąpił podczas odinstalowania UV: {}
pt_br: ❌ Um erro inesperado ocorreu durante a desinstalação UV: {}
ru: ❌ Неожиданная ошибка произошла во время ультрафиолетового ультрафиолета: {}
sv: ❌ Ett oväntat fel inträffade under UV avinstallation: {}
sw: ❌ Hitilafu isiyotarajiwa ilitokea wakati wa UV kufuta: {}
tr: ❌ UV kaldırma sırasında beklenmedik bir hata oluştu: {}
