Repository: 1minds3t/omnipkg
Catalog: omnipkg/locale/*/LC_MESSAGES/omnipkg.po
Languages: am, ar_eg, bn, da, de, es, fr, hi, hr, id, it, ja, ko, nl, no, pl, pt_br, ru, sv, sw, tr

source: 🚀 Starting revert operation...
am: 🚀 አቋራጭ ሥራ ማዞር ...
ar_eg: 🚀 بدء عملية العودة ...
bn: Retrive পুনরায় অভিযান শুরু করা ...
da: 🚀 Start med at vende tilbage til drift ...
de: 🚀 Starten Sie den Betrieb der Rückkehrung ...
es: 🚀 Comenzar la operación de revertir ...
fr: 🚀 Démarrage de l'opération de retour ...
hi: 🚀 रिवर्ट ऑपरेशन शुरू करना ...
hr: 🚀 Početak povrata operacije ...
id: 🚀 Mulai operasi pengembalian ...
it: 🚀 Avvio dell'operazione di ripristino ...
ja: cortive操作を再入力します...
ko: ∎ 재발을 시작하는 작업 ...
nl: 🚀 Begin met het terugkeren van de werking ...
no: 🚀 Begynn å gå tilbake til drift ...
pl: 🚀 Rozpoczynając rewizję operacji ...
pt_br: 🚀 Iniciando a operação de reverter ...
ru: 🚀 Запуск операции по возврату ...
sv: 🚀 Starta återgå till drift ...
sw: 🚀 Kuanza operesheni ya kurudi ...
tr: 🚀 Başlangıç ​​REVERE işlemine başlayın ...

source: ✅ Environment successfully reverted to the last known good state.
am: ✅ አካባቢ በተሳካ ሁኔታ ወደ ኋላ ለሚታወቀው ጥሩ ግዛት በተሳካ ሁኔታ ተመለሰ.
ar_eg: ✅ عادت البيئة بنجاح إلى آخر حالة جيدة معروفة.
bn: ✅ পরিবেশ সফলভাবে সর্বশেষ পরিচিত ভাল অবস্থায় ফিরে আসে।
da: ✅ Miljø vendte med succes tilbage til den sidst kendte gode tilstand.
de: ✅ Umwelt erfolgreich in den letzten bekannten guten Zustand zurückgekehrt.
es: ✅ El entorno volvió con éxito al último buen estado conocido.
fr: ✅ L'environnement est revenu avec succès au dernier bon état connu.
hi: ✅ पर्यावरण सफलतापूर्वक अंतिम ज्ञात अच्छे राज्य में वापस आ गया।
hr: ✅ Okoliš se uspješno vratio u posljednje poznato dobro stanje.
id: ✅ Lingkungan berhasil dikembalikan ke keadaan baik terakhir yang diketahui.
it: ✅ L'ambiente è tornato con successo all'ultimo buon stato noto.
ja: ✅環境は、最後の既知の良好な状態に成功しました。
ko: ✅ 환경은 마지막으로 알려진 좋은 상태로 성공적으로 되돌아 갔다.
nl: ✅ Omgeving keerde met succes terug naar de laatst bekende goede staat.
no: ✅ Miljø vendte med suksess til den siste kjente gode staten.
pl: ✅ Środowisko z powodzeniem powróciło do ostatniego znanego dobrego stanu.
pt_br: ✅ O ambiente reverteu com sucesso para o último bom estado conhecido.
ru: ✅ Окружающая среда успешно вернулась к последнему известному хорошему государству.
sv: ✅ Miljö återvände framgångsrikt till det senaste kända goda tillståndet.
sw: Mazingira yalifanikiwa kugeuzwa kwa hali nzuri inayojulikana.
tr: ✅ Çevre başarıyla bilinen son iyi duruma dönüştü.

source: (No versions found in knowledge base)
am: (በእውቀት መሠረት ውስጥ ምንም ስሪቶች አይገኙም)
ar_eg: (لا توجد إصدارات في قاعدة المعرفة)
bn: (জ্ঞানের ভিত্তিতে কোনও সংস্করণ পাওয়া যায় নি)
da: (Ingen versioner fundet i videnbase)
de: (Keine Versionen in der Wissensbasis gefunden)
es: (No hay versiones que se encuentren en la base de conocimiento)
fr: (Aucune versions trouvées dans la base de connaissances)
hi: (ज्ञान के आधार में कोई संस्करण नहीं मिला)
hr: (Nijedna verzija pronađena u bazi znanja)
id: (Tidak ada versi yang ditemukan di basis pengetahuan)
it: (Nessuna versioni trovate nella base di conoscenza)
ja: （ナレッジベースにはバージョンが見つかりません）
ko: (지식 기반에서 발견 된 버전 없음)
nl: (Geen versies gevonden in kennisbasis)
no: (Ingen versjoner funnet i kunnskapsbase)
pl: (Brak wersji w bazie wiedzy)
pt_br: (Nenhuma versões encontradas na base de conhecimento)
ru: (Версии не обнаружены в базе знаний)
sv: (Inga versioner finns i kunskapsbasen)
sw: (Hakuna matoleo yanayopatikana katika msingi wa maarifa)
tr: (Bilgi tabanında versiyon bulunmadı)

source: 🔄 omnipkg System Status
am: 🔄 የኦምኒካዊ ስርዓት ስርዓት ሁኔታ
ar_eg: 🔄 حالة نظام Omnipkg
bn: 🔄 ওমনিপকিজি সিস্টেমের স্থিতি
es: 🔄 Estado del sistema OMNIPKG
fr: 🔄 Statut du système OMNIPKG
hi: 🔄 OMNIPKG सिस्टम स्थिति
hr: 🔄 OmniPKG status sustava
id: 🔄 status sistem omnipkg
it: 🔄 Stato del sistema omnipkg
ja: omn​​ipkgシステムステータス
ko: OMNIPKG 시스템 상태
nl: 🔄 Omnipkg -systeemstatus
pl: 🔄 Status systemu OmnipKG
pt_br: 🔄 Status do sistema omnipkg
ru: 🔄 Omnipkg System Статус системы
sw: 🔄 Hali ya Mfumo wa Omnipkg
tr: 🔄 omnipkg sistem durumu

source: 🔒 Pip in Jail (main environment)
am: 🔒 ፓይፕ በእስር ቤት (ዋና አካባቢ)
ar_eg: 🔒 PIP في السجن (البيئة الرئيسية)
bn: কারাগারে পিআইপি (প্রধান পরিবেশ)
da: 🔒 Pip i fængsel (hovedmiljø)
de: 🔒 PIP im Gefängnis (Hauptumgebung)
es: 🔒 Pip en la cárcel (entorno principal)
fr: 🔒 Pip en prison (environnement principal)
hi: 🔒 जेल में PIP (मुख्य वातावरण)
hr: 🔒 PIP u zatvoru (glavno okruženje)
id: 🔒 Pip di penjara (lingkungan utama)
it: 🔒 PIP in prigione (ambiente principale)
ja: 🔒刑務所のピップ（主要な環境）
ko: Pip in Jail (주요 환경)
nl: 🔒 Pip in de gevangenis (hoofdomgeving)
no: 🔒 Pip i fengsel (hovedmiljø)
pl: 🔒 PIP w więzieniu (główne środowisko)
pt_br: 🔒 Pip na prisão (ambiente principal)
ru: 🔒 PIP в тюрьме (Основная среда)
sv: 🔒 PIP i fängelse (huvudmiljö)
sw: 🔒 Bomba gerezani (mazingira kuu)
tr: 🔒 Hapishanede pip (ana ortam)

source: 🚫 Pip not found in the main env. Escaped or never caught!
am: 🚫 በጥቅሉ ውስጥ አይገኝም.አመለጡ ወይም በጭራሽ አይያዙ!
ar_eg: pip غير موجود في البيئة الرئيسية.هرب أو لم يتم القبض عليه!
bn: 🚫 পিপ মূল এনভিতে পাওয়া যায় নি।পালানো বা কখনও ধরা পড়েনি!
da: 🚫 PIP findes ikke i hoved env.Slap eller aldrig fanget!
de: 🚫 PIP nicht in der Hauptumgebung gefunden.Entkommen oder nie gefangen!
es: 🚫 PIP no se encuentra en el Env. Principal.Escapar o nunca atrapar!
fr: 🚫 Pip non trouvé dans l'env.Échappé ou jamais attrapé!
hi: 🚫 पिप मुख्य एनवी में नहीं मिला।बच गया या कभी पकड़ा नहीं गया!
hr: 🚫 Pip nije pronađen u glavnom Env.Pobjegao ili nikad nije uhvaćen!
id: 🚫 Pip tidak ditemukan di env utama.Melarikan diri atau tidak pernah tertangkap!
it: 🚫 PIP non trovato nell'ENV principale.Fuggito o mai catturato!
ja: main env。にはありません。逃げた、または捕まえなかった！
ko: main main env에서는 찾을 수 없습니다.탈출하거나 결코 잡히지 않았습니다!
nl: 🚫 pip niet gevonden in de hoofd env.Ontsnapt of nooit gevangen!
no: 🚫 Pip ikke funnet i hovedvemmen.Slapp unna eller aldri fanget!
pl: 🚫 Pip nie znaleziono w głównym Env.Uciekł lub nigdy nie złapał!
pt_br: 🚫 Pip não encontrado no Env principal.Escapou ou nunca pego!
ru: 🚫 PIP не найден в главной Env.Сбежал или никогда не поймал!
sv: 🚫 PIP finns inte i Main Env.Rymde eller aldrig fångats!
sw: 🚫 Bomba haipatikani katika env kuu.Kutoroka au kamwe kushikwa!
tr: 🚫 Pip ana env'de bulunamadı.Kaçtı ya da asla yakalanmadı!

source: 🔒 UV in Jail (main environment)
am: 🔒 UV በእስር ቤት (ዋና አካባቢ)
ar_eg: 🔒 UV في السجن (البيئة الرئيسية)
bn: কারাগারে ইউভি (প্রধান পরিবেশ)
da: 🔒 UV i fængsel (hovedmiljø)
de: 🔒 UV im Gefängnis (Hauptumgebung)
es: 🔒 UV en la cárcel (entorno principal)
fr: 🔒 UV en prison (environnement principal)
hi: 🔒 जेल में यूवी (मुख्य वातावरण)
hr: 🔒 UV u zatvoru (glavno okruženje)
id: 🔒 UV di penjara (lingkungan utama)
it: 🔒 UV in prigione (ambiente principale)
ja: hov刑務所のUV（メイン環境）
ko: 🔒 감옥에있는 UV (주요 환경)
nl: 🔒 UV in de gevangenis (hoofdomgeving)
no: 🔒 UV i fengsel (hovedmiljø)
pl: 🔒 UV w więzieniu (główne środowisko)
pt_br: 🔒 UV na prisão (ambiente principal)
ru: 🔒 UV в тюрьме (Основная среда)
sv: 🔒 UV i fängelse (huvudmiljö)
sw: 🔒 UV gerezani (mazingira kuu)
tr: 🔒 Hapishanede UV (ana ortam)

source: 🚫 UV not found in the main env. Too fast to catch!
am: 🚫 UV በዋናው ኤ.ፒ. ውስጥ አልተገኘም.ለመያዝ በጣም በፍጥነት!
ar_eg: 🚫 الأشعة فوق البنفسجية غير موجودة في البيئة الرئيسية.سريع جدا للقبض!
bn: Env ইউভি মূল এনভিতে পাওয়া যায় নি।খুব দ্রুত ধরা!
da: 🚫 UV findes ikke i hoved env.For hurtigt til at fange!
de: 🚫 UV nicht in der Hauptumgebung gefunden.Zu schnell zum Fangen!
es: 🚫 UV no se encuentra en el envéano principal.¡Demasiado rápido para atrapar!
fr: 🚫 UV introuvable dans l'env.Trop vite pour attraper!
hi: 🚫 UV मुख्य env में नहीं मिला।बहुत तेजी से पकड़ने के लिए!
hr: 🚫 UV nije pronađen u glavnom Env.Prebrzo za uhvatiti!
id: 🚫 UV tidak ditemukan di env utama.Terlalu cepat untuk ditangkap!
it: 🚫 UV non trovato nell'ENV principale.Troppo veloce per essere catturato!
ja: main envには見つかりません。キャッチするには速すぎる！
ko: main 메인 env에서는 찾을 수 없습니다.잡기에는 너무 빠릅니다!
nl: 🚫 UV niet gevonden in de hoofd env.Te snel om te vangen!
no: 🚫 UV ikke funnet i hovedvemmen.For fort til å fange!
pl: 🚫 UV nie znaleziono w głównym Env.Za szybko, aby złapać!
pt_br: 🚫 UV não encontrado no Env principal.Muito rápido para pegar!
ru: 🚫 UV не найдено в главной Env.Слишком быстро, чтобы поймать!
sv: 🚫 UV finns inte i huvudvir.För snabbt för att fånga!
sw: 🚫 UV haipatikani katika env kuu.Haraka sana kukamata!
tr: 🚫 UV ana env'de bulunamadı.Yakalamak için çok hızlı!

source: 🌍 Main Environment:
am: 🌍 ዋና አካባቢ
ar_eg: البيئة الرئيسية:
bn: 🌍 প্রধান পরিবেশ:
da: 🌍 Hovedmiljø:
de: 🌍 Hauptumgebung:
es: 🌍 Entorno principal:
fr: 🌍 Environnement principal:
hi: 🌍 मुख्य वातावरण:
hr: 🌍 Glavno okruženje:
id: 🌍 Lingkungan utama:
it: 🌍 Ambiente principale:
ja: 🌍主な環境：
ko: 🌍 주요 환경 :
nl: 🌍 Hoofdomgeving:
no: 🌍 Hovedmiljø:
pl: 🌍 Główne środowisko:
pt_br: 🌍 Ambiente principal:
ru: 🌍 Основная среда:
sv: 🌍 Huvudmiljö:
sw: Mazingira kuu:
tr: 🌍 Ana ortam:

source: 📦 izolasyon Alanı (Bubbles):
am: 📦 izolassysyon አላኒı (አረፋዎች)
ar_eg: 📦 Izolasyon Alanı (فقاعات):
bn: 📦 ইজোলাসিয়ন অ্যালান (বুদবুদ):
da: 📦 Izolasyon Alanı (bobler):
de: 📦 Izolasyon Alanı (Blasen):
es: 📦 Izolasyon Alanı (burbujas):
fr: 📦 izolasyon alanı (bulles):
hi: 📦 Izolasyon alanı (बुलबुले):
it: 📦 Izolasyon Alanı (bolle):
ja: IzolasyonAlanı（泡）：
ko: 📦 Izolasyon Alanı (거품) :
nl: 📦 Izolasyon Alanı (bubbels):
pl: 📦 izolasyon alanı (bąbelki):
ru: 📦 Изоласион Алани (пузырьки):
sv: 📦 Izolasyon alanı (bubblor):

source: - No isolated package versions found.
am: - የተገለሉ ጥቅል ስሪቶች የሉም.
ar_eg: - لم يتم العثور على إصدارات حزمة معزولة.
bn: - কোনও বিচ্ছিন্ন প্যাকেজ সংস্করণ পাওয়া যায় নি।
da: - Ingen isolerede pakkerversioner fundet.
de: - Keine isolierten Paketversionen gefunden.
es: - No se encontraron versiones de paquetes aislados.
fr: - Aucune versions de package isolées trouvées.
hi: - कोई पृथक पैकेज संस्करण नहीं मिला।
hr: - Nisu pronađene izolirane verzije paketa.
id: - Tidak ada versi paket terisolasi yang ditemukan.
it: - Nessuna versioni di pacchetto isolate trovate.
ja: - 孤立したパッケージバージョンは見つかりませんでした。
ko: - 격리 된 패키지 버전이 없습니다.
nl: - Geen geïsoleerde pakketversies gevonden.
no: - Ingen isolerte pakkeversjoner funnet.
pl: - Nie znaleziono izolowanych wersji pakietów.
pt_br: - Nenhuma versões de pacote isoladas encontradas.
ru: - Не найдено изолированных версий упаковки.
sv: - Inga isolerade paketversioner hittades.
sw: - Hakuna matoleo ya kifurushi ya pekee yaliyopatikana.
tr: - İzole edilmiş paket sürümleri bulunamadı.

source: This demo will show you the classic dependency conflict and how omnipkg solves it.
am: ይህ ማሳያ የታሪክ ጥገኛ ግጭት ያሳየዎታል እና oomnipg እንዴት እንደሚፈታዎት ያሳያል.
ar_eg: سيظهر لك هذا العرض التوضيحي صراع التبعية الكلاسيكي وكيف يحلها Omnipkg.
bn: এই ডেমোটি আপনাকে ক্লাসিক নির্ভরতা দ্বন্দ্ব এবং ওমনিপকেজি কীভাবে সমাধান করে তা প্রদর্শন করবে।
da: Denne demo viser dig den klassiske afhængighedskonflikt, og hvordan OmnipKG løser den.
de: Diese Demo zeigt Ihnen den klassischen Abhängigkeitskonflikt und wie Omnipkg ihn löst.
es: Esta demostración le mostrará el clásico conflicto de dependencia y cómo omnipkg lo resuelve.
fr: Cette démo vous montrera le conflit de dépendance classique et comment OMNIPKG le résout.
hi: यह डेमो आपको क्लासिक निर्भरता संघर्ष दिखाएगा और OMNIPKG इसे कैसे हल करता है।
hr: Ovaj će vam pokazati klasični sukob ovisnosti i kako ga OmniPKG rješava.
id: Demo ini akan menunjukkan kepada Anda konflik ketergantungan klasik dan bagaimana omnipkg menyelesaikannya.
it: Questa demo ti mostrerà il classico conflitto di dipendenza e come Omnipkg lo risolve.
ja: このデモでは、古典的な依存関係の対立と、Omnipkgがそれをどのように解決するかを示します。
ko: 이 데모는 클래식 의존성 충돌과 OMNIPKG가 어떻게 해결되는지 보여줄 것입니다.
nl: Deze demo toont je het klassieke afhankelijkheidsconflict en hoe omnipkg het oplost.
no: Denne demoen vil vise deg den klassiske avhengighetskonflikten og hvordan Omnipkg løser den.
pl: To demo pokaże klasyczny konflikt zależności i sposób, w jaki OmnipKG go rozwiązuje.
pt_br: Esta demonstração mostrará o conflito clássico de dependência e como o Omnipkg o resolve.
ru: Эта демонстрация покажет вам классический конфликт зависимости и то, как Omnipkg решает его.
sv: Denna demo kommer att visa dig den klassiska beroendekonflikten och hur omnipkg löser den.
sw: Demo hii itakuonyesha mzozo wa utegemezi wa hali ya juu na jinsi OMNIPKG inavyosuluhisha.
tr: Bu demo size klasik bağımlılık çatışmasını ve Omnipkg'in bunu nasıl çözdüğünü gösterecektir.

source: ✅ Beautiful! We have flask-login 0.6.3 installed and working perfectly.
am: ✅ ቆንጆ!እኛ ጠፍጣፋ-ግጭት 0.6.3 ተጭኗል እና በትክክል እየሰራን.
ar_eg: ✅ جميل!لدينا Flask-F-F-0.6.3 مثبتة والعمل بشكل مثالي.
bn: ✅ সুন্দর!আমাদের কাছে ফ্লাস্ক-লোগিন 0.6.3 ইনস্টল করা হয়েছে এবং নিখুঁতভাবে কাজ করছে।
da: ✅ Smuk!Vi har kolbe-login 0.6.3 installeret og fungerer perfekt.
de: ✅ Schön!Wir haben Flask-Login 0,6.3 installiert und arbeiten perfekt.
es: ✅ ¡Hermoso!Tenemos Flask-Login 0.6.3 instalados y funcionando perfectamente.
fr: ✅ Beau!Nous avons Flask-Login 0.6.3 installé et fonctionnant parfaitement.
hi: ✅ सुंदर!हमारे पास फ्लास्क-लोगिन 0.6.3 स्थापित है और पूरी तरह से काम कर रहा है।
hr: ✅ Prekrasno!Instalirani smo i radili i radi savršeno.
id: ✅ Cantik!Kami memiliki flask-login 0.6.3 terpasang dan bekerja dengan sempurna.
it: ✅ Bello!Abbiamo installato e funzionato perfettamente da 0,6.3 di pallone.
ja: ✅美しい！Flask-Login 0.6.3がインストールされ、完全に動作しています。
ko: ✅ 아름다운!Flask-Login 0.6.3이 설치되어 완벽하게 작동합니다.
nl: ✅ Mooi!We hebben fles-login 0.6.3 geïnstalleerd en werken perfect.
no: ✅ Vakkert!Vi har kolbe-login 0.6.3 installert og fungerer perfekt.
pl: ✅ Piękne!Mamy zainstalowaną i działającą idealnie-loginę.
pt_br: ✅ lindo!Temos Login Flask 0.6.3 instalado e funcionando perfeitamente.
ru: ✅ Красиво!У нас установлен и отлично установлен и работал Flask-Login 0,6,3.
sv: ✅ Vackert!Vi har kolv-login 0.6.3 installerat och fungerar perfekt.
sw: ✅ Mzuri!Tunayo chupa-login 0.6.3 imewekwa na inafanya kazi kikamilifu.
tr: ✅ Güzel!Flask-login 0.6.3 var ve mükemmel çalışıyor.

source: 🔓 Releasing pip... (your funeral)
am: 🔓 PIP መለቀቅ ... (የቀብር ሥነ ሥርዓትዎ)
ar_eg: 🔓 إطلاق PIP ... (جنازتك)
bn: Pip পিপ মুক্তি ... (আপনার শেষকৃত্য)
da: 🔓 Frigør PIP ... (din begravelse)
de: 🔓 PIP veröffentlichen ... (Ihre Beerdigung)
es: 🔓 Liberar Pip ... (tu funeral)
fr: 🔓 libérer pip ... (vos funérailles)
hi: 🔓 पाइप जारी करना ... (आपका अंतिम संस्कार)
hr: 🔓 Oslobađanje PIP -a ... (vaš sprovod)
id: 🔓 Melepaskan Pip ... (Pemakaman Anda)
it: 🔓 Rilascio di PIP ... (il tuo funerale)
ja: pipのリリース...（あなたの葬式）
ko: PIP 풀기 ... (장례식)
nl: 🔓 Pip vrijgeven ... (uw begrafenis)
no: 🔓 Slipp Pip ... (begravelsen din)
pl: 🔓 Zwolnienie PIP ... (twój pogrzeb)
pt_br: 🔓 Liberando Pip ... (seu funeral)
ru: 🔓 Выпуск PIP ... (ваши похороны)
sv: 🔓 Släpp Pip ... (din begravning)
sw: 🔓 Kutoa bomba ... (mazishi yako)
tr: 🔓 Pip'i serbest bırakma ... (cenazeniz)

source: 💀 Watch as pip destroys your beautiful environment...
am: 💀 ፓአይፒ ቆንጆ አከባቢዎን እንደሚያጠፋ ይመልከቱ ...
ar_eg: 💀 شاهد كما يدمر بيب بيئتك الجميلة ...
bn: Pip পিপ আপনার সুন্দর পরিবেশকে ধ্বংস করার সাথে সাথে দেখুন ...
da: 💀 Se, da PIP ødelægger dit smukke miljø ...
de: 💀 Beobachten Sie, wie Pip Ihre schöne Umgebung zerstört ...
es: 💀 Mira como Pip destruye tu hermoso entorno ...
fr: 💀 Regardez Pip détruit votre bel environnement ...
hi: 💀 देखें क्योंकि पिप आपके सुंदर वातावरण को नष्ट कर देता है ...
hr: 💀 Pazi kako PIP uništava vaše prekrasno okruženje ...
id: 💀 Saksikan Pip menghancurkan lingkungan Anda yang indah ...
it: 💀 Guarda mentre Pip distrugge il tuo bellissimo ambiente ...
ja: pipがあなたの美しい環境を破壊するのを見る...
ko: pip Pip이 아름다운 환경을 파괴하는 것을 지켜보십시오 ...
nl: 💀 Kijk hoe Pip je prachtige omgeving vernietigt ...
no: 💀 Se når Pip ødelegger det vakre miljøet ditt ...
pl: 💀 Obserwuj, jak Pip niszczy twoje piękne środowisko ...
pt_br: 💀 Observe como Pip destrói seu lindo ambiente ...
ru: 💀 Следите за тем, как PIP разрушает вашу прекрасную среду ...
sv: 💀 Titta när Pip förstör din vackra miljö ...
sw: 💀 Tazama kama PIP inaharibu mazingira yako mazuri ...
tr: Pip Pip güzel ortamınızı yok ederken izleyin ...

source: 💥 BOOM! Look what pip did:
am: 💥 ቡራም!ፓይፕ ምን እንዳደረገ ተመልከት
ar_eg: 💥 بوم!انظر ماذا فعل بيب:
bn: 💥 বুম!দেখুন পিপ কি করেছে:
da: 💥 Boom!Se hvad Pip gjorde:
de: 💥 Boom!Schauen Sie, was Pip getan hat:
es: 💥 ¡BOOM!Mira lo que hizo Pip:
fr: 💥 Boom!Regardez ce que Pip a fait:
hi: 💥 बूम!देखो पिप ने क्या किया:
hr: 💥 BOOM!Pogledajte što je Pip učinio:
id: 💥 Boom!Lihat apa yang dilakukan Pip:
it: 💥 BOOM!Guarda cosa ha fatto Pip:
ja: 💥ブーム！ピップがしたことを見てください：
ko: 💥 붐!PIP가 무엇을했는지보세요 :
nl: 💥 BOOM!Kijk wat Pip deed:
no: 💥 BOOM!Se hva Pip gjorde:
pl: 💥 Bum!Zobacz, co zrobił Pip:
pt_br: 💥 Boom!Veja o que Pip fez:
ru: 💥 Бум!Посмотрите, что сделал Пип:
sv: 💥 BOOM!Titta vad PIP gjorde:
sw: 💥 Boom!Angalia kile Bomba alifanya:
tr: 💥 Boom!Bak Pip ne yaptı:

source: ❌ Uninstalled flask-login 0.6.3
am: ❌ ባልተሸፈነ ጠፍጣፋ-ግጭት 0.6.3
ar_eg: ❌ إلغاء تثبيت Flask-F-Flask 0.6.3
bn: ❌ আনইনস্টলড ফ্লাস্ক-লগিন 0.6.3
da: ❌ Ainstalleret kolbe-login 0.6.3
de: ❌ Deinstalliertes Flask-Login 0,6.3
es: ❌ Flask-login desinstalado 0.6.3
fr: ❌ Imageux-bloque-login 0.6.3
hi: ❌ अनइंस्टॉल्ड फ्लास्क-लोगिन 0.6.3
hr: ❌ U deinstaliranom tikvicu-login 0,6.3
id: ❌ Labu-login yang tidak terinstal 0.6.3
it: ❌ Sinstallata Flask-Login 0.6.3
ja: unslaskフラスコ - ロギンのアンインストール0.6.3
ko: flask-login 0.6.3
nl: ❌ Verwijderde Flask-Login 0.6.3
no: ❌ Avinstallert kolbe-login 0.6.3
pl: ❌ Odinstalowana kolba logina 0.6.3
pt_br: ❌ Desinstalado Flask-Login 0.6.3
ru: ❌ Установлен фланг-логин 0,6,3
sv: ❌ Avinstallerad kolv-login 0.6.3
sw: ❌ Flask-login-login 0.6.3
tr: ❌ Kaldırılmış şişe-login 0.6.3

source: ❌ Downgraded to flask-login 0.6.0
am: Slassk ወደ Flassk- light 0.6.0
ar_eg: ❌ تم تخفيض تصنيفها إلى Flask-F-F-0.6.0
bn: ❌ ফ্লাস্ক-লোগিন 0.6.0 এ ডাউনগ্রেড করা হয়েছে
da: ❌ Nedgraderet til kolbe-login 0.6.0
de: ❌ auf Flask-Login 0,6,0 herabgestuft herabgestuft
es: ❌ Degradado a Flask-Login 0.6.0
fr: ❌ Détallé à Flask-Login 0.6.0
hi: ❌ फ्लास्क-लोगिन 0.6.0 के लिए डाउनग्रेड किया गया
hr: ❌ Smanjina na flask-login 0,6.0
id: ❌ diturunkan menjadi labu-login 0.6.0
it: ❌ Downgrade a Flask-login 0.6.0
ja: flask-login 0.6.0にダウングレードしました
ko: flask-login 0.6.0으로 다운 그레이드
nl: ❌ Downgrade naar Flask-Login 0.6.0
no: ❌ nedgradert til kolbe-login 0.6.0
pl: ❌ Downgraded do kolby-loginy 0.6.0
pt_br: ❌ rebaixado para Login Flask 0,6.0
ru: ❌ Понижен до фламка-логина 0,6,0
sv: ❌ nedgraderad till kolv-login 0.6.0
sw: ❌ Kupunguzwa kwa chupa-login 0.6.0
tr: ❌ Flask-login 0.6.0'a indirildi

source: ❌ Your modern project is now BROKEN
am: To ዘመናዊ ፕሮጀክትዎ አሁን ተሰበረ
ar_eg: ❌ تم كسر مشروعك الحديث الآن
bn: ❌ আপনার আধুনিক প্রকল্প এখন ভেঙে গেছে
da: ❌ Dit moderne projekt er nu brudt
de: ❌ Ihr modernes Projekt ist jetzt gebrochen
es: ❌ Tu proyecto moderno ahora está roto
fr: ❌ Votre projet moderne est maintenant brisé
hi: ❌ आपकी आधुनिक परियोजना अब टूट गई है
hr: ❌ Vaš moderni projekt je sada slomljen
id: ❌ Proyek modern Anda sekarang rusak
it: ❌ Il tuo progetto moderno è ora rotto
ja: ❌現代のプロジェクトが壊れています
ko: ❌ 현대 프로젝트가 이제 깨졌습니다
nl: ❌ Uw moderne project is nu kapot
no: ❌ Det moderne prosjektet ditt er nå ødelagt
pl: ❌ Twój nowoczesny projekt jest teraz zepsuty
pt_br: ❌ Seu projeto moderno agora está quebrado
ru: ❌ Ваш современный проект теперь сломан
sv: ❌ Ditt moderna projekt är nu trasigt
sw: Mradi wako wa kisasa sasa umevunjwa
tr: ❌ Modern projeniz artık kırıldı

source: ❌ Welcome to dependency hell! 🔥
am: Quest ወደ ገሃነም እንኳን ደህና መጡ!🔥
ar_eg: ❌ مرحبًا بك في الجحيم التبعية!🔥
bn: Help নির্ভরতা জাহান্নামে আপনাকে স্বাগতম!🔥
da: ❌ Velkommen til afhængighed helvede!🔥
de: ❌ Willkommen zur Abhängigkeit Hölle!🔥
es: ❌ ¡Bienvenido a la dependencia del infierno!🔥
fr: ❌ Bienvenue à la dépendance enfer!🔥
hi: ❌ निर्भरता नरक में आपका स्वागत है!🔥
hr: ❌ Dobrodošli u pakao ovisnosti!🔥
id: ❌ Selamat datang di Neraka Ketergantungan!🔥
it: ❌ Benvenuti a Dependency Hell!🔥
ja: dependent依存関係地獄へようこそ！🔥
ko: ❌ 의존성 지옥에 오신 것을 환영합니다!🔥
nl: ❌ Welkom bij afhankelijkheid Hell!🔥
no: ❌ Velkommen til avhengighet helvete!🔥
pl: ❌ Witamy w piekle uzależnień!🔥
pt_br: ❌ Bem -vindo ao inferno da dependência!🔥
ru: ❌ Добро пожаловать в зависимость!🔥
sv: ❌ Välkommen till beroende helvete!🔥
sw: ❌ Karibu kwa utegemezi wa kuzimu!🔥
tr: ❌ Bağımlılık cehennemine hoş geldiniz!🔥

source: Watch how omnipkg handles this intelligently:
am: Omnipk ይህንን በአስተያየቱ እንዴት እንደሚይዝ ይመልከቱ-
ar_eg: شاهد كيف يعالج Omnipkg هذا بذكاء:
bn: ওমনিপকিজি কীভাবে এটি বুদ্ধিমানভাবে পরিচালনা করে তা দেখুন:
da: Se, hvordan alltom håndterer dette intelligent:
de: Beobachten Sie, wie Omnipkg dies intelligent umgeht:
es: Mira cómo omnipkg maneja esto de manera inteligente:
fr: Regardez comment OMNIPKG gère cela intelligemment:
hi: देखो कि कैसे omnipkg इसे समझदारी से संभालता है:
hr: Pogledajte kako OmniPKG to inteligentno rješava:
id: Perhatikan bagaimana omnipkg menangani ini dengan cerdas:
it: Guarda come Omnipkg gestisce questo in modo intelligente:
ja: Omnipkgがこれを賢く処理する方法をご覧ください。
ko: Omnipkg가 이것을 지능적으로 처리하는 방법을보십시오.
nl: Kijk hoe omnipkg dit intelligent omgaat:
no: Se hvordan Omnipkg håndterer dette intelligent:
pl: Zobacz, jak OmnipKG zajmuje się tym inteligentnie:
pt_br: Observe como o Omnipkg lida com isso de forma inteligente:
ru: Посмотрите, как Omnipkg справляется с этим разумно:
sv: Se hur omnipkg hanterar detta intelligent:
sw: Tazama jinsi Omnipkg anashughulikia hii kwa busara:
tr: Omnipkg'in bunu akıllıca nasıl ele aldığını izleyin:

source: ✅ omnipkg intelligently restored the modern version!
am: ✅ omnipkk በአእምሮአዊ ትርጉም ዘመናዊውን ስሪት እንደገና ተመለሰ!
ar_eg: ✅ Omnipkg استعادة بذكاء النسخة الحديثة!
bn: ✅ ওমনিপকেজি বুদ্ধিমানভাবে আধুনিক সংস্করণটি পুনরুদ্ধার করেছে!
da: ✅ Omnipkg gendannede intelligent den moderne version!
de: ✅ Omnipkg restaurierte die moderne Version intelligent!
es: ✅ omnipkg restauró inteligentemente la versión moderna!
fr: ✅ OMNIPKG a intelligemment restauré la version moderne!
hi: ✅ omnipkg ने बुद्धिमानी से आधुनिक संस्करण को बहाल किया!
hr: ✅ OmniPKG inteligentno je obnovio modernu verziju!
id: ✅ Omnipkg dengan cerdas memulihkan versi modern!
it: ✅ Omnipkg ha ripristinato in modo intelligente la versione moderna!
ja: omn​​ipkgは、現代バージョンをインテリジェントに復元しました！
ko: OMNIPKG는 현대 버전을 지능적으로 복원했습니다!
nl: ✅ Omnipkg heeft de moderne versie op intelligente wijze hersteld!
no: ✅ Omnipkg gjenopprettet intelligent den moderne versjonen!
pl: ✅ Omnipkg inteligentnie przywrócił nowoczesną wersję!
pt_br: ✅ Omnipkg restaurou inteligentemente a versão moderna!
ru: ✅ Omnipkg интеллектуально восстановил современную версию!
sv: ✅ Omnipkg återställde intelligent den moderna versionen!
sw: ✅ Omnipkg alirudisha kwa busara toleo la kisasa!
tr: ✅ Omnipkg modern versiyonu akıllıca geri yükledi!
