Repository: 1minds3t/omnipkg
Catalog: omnipkg/locale/*/LC_MESSAGES/omnipkg.po
Languages: am, ar_eg, bn, da, de, es, fr, hi, hr, id, it, ja, ko, nl, no, pl, pt_br, ru, sv, sw, tr

source: ✅ Configuration file deleted successfully.
am: ✅ ውቅረት ፋይል በተሳካ ሁኔታ ተሰር .ል.
ar_eg: ✅ تم حذف ملف التكوين بنجاح.
bn: ✅ কনফিগারেশন ফাইল সফলভাবে মুছে ফেলা হয়েছে।
da: ✅ Konfigurationsfil slettet med succes.
de: ✅ Die Konfigurationsdatei erfolgreich gelöscht.
es: ✅ Archivo de configuración eliminado correctamente.
fr: ✅ Fichier de configuration supprimé avec succès.
hi: ✅ कॉन्फ़िगरेशन फ़ाइल सफलतापूर्वक हटा दी गई।
hr: ✅ Konfiguracijska datoteka uspješno je izbrisana.
id: ✅ File konfigurasi berhasil dihapus.
it: ✅ File di configurazione eliminato correttamente.
ja: configuration正常に削除された構成ファイル。
ko: configuration 파일이 성공적으로 삭제되었습니다.
nl: ✅ Configuratiebestand met succes verwijderd.
no: ✅ Konfigurasjonsfil slettet vellykket.
pl: ✅ Plik konfiguracyjny pomyślnie usunięty.
pt_br: ✅ Arquivo de configuração Excluído com sucesso.
ru: ✅ Файл конфигурации успешно удален.
sv: ✅ Konfigurationsfilen raderades framgångsrikt.
sw: Faili ya usanidi imefutwa kwa mafanikio.
tr: ✅ Yapılandırma dosyası başarıyla silindi.

source: 🚀 The next time you run `omnipkg`, you will be guided through the first-time setup.
am: 🚀 በሚቀጥለው ጊዜ omnipkg `ሲሮጡ, በአንደኛው ጊዜ ማዋቀር በኩል ይመራሉ.
ar_eg: 🚀 في المرة القادمة التي تقوم فيها بتشغيل `omnipkg` ، سيتم توجيهك خلال الإعداد لأول مرة.
bn: Once পরের বার আপনি যখন `omnipkg` চালাচ্ছেন, আপনি প্রথমবারের সেটআপের মাধ্যমে পরিচালিত হবেন।
da: 🚀 Næste gang du kører `OmnipKg`, vil du blive styret gennem første gangsopsætningen.
de: 🚀 Wenn Sie das nächste Mal `omnipkg` ausgeführt werden, werden Sie durch das Erst-Mal-Setup geführt.
es: 🚀 La próxima vez que ejecute `omnipkg`, se guiará a través de la configuración por primera vez.
fr: 🚀 La prochaine fois que vous exécuterez `omnipkg`, vous serez guidé à travers la première configuration.
hi: 🚀 अगली बार जब आप `omnipkg` चलाते हैं, तो आपको पहली बार सेटअप के माध्यम से निर्देशित किया जाएगा।
hr: 🚀 Sljedeći put kad pokrenete `OmniPKG`, bit ćete vođeni kroz postavljanje prvog vremena.
id: 🚀 Lain kali Anda menjalankan `omnipkg`, Anda akan dipandu melalui pengaturan pertama kali.
it: 🚀 La prossima volta che esegui "Omnipkg`, verrai guidato attraverso la configurazione per la prima volta.
ja: necury次回「Omnipkg」を実行すると、初めてのセットアップをガイドされます。
ko: 다음에`omnipkg``를 실행할 때, 당신은 처음 설정을 안내하게됩니다.
nl: 🚀 De volgende keer dat u `omnipkg` uitvoert, wordt u geleid via de eerste opstelling.
no: 🚀 Neste gang du kjører `Omnipkg`, blir du guidet gjennom første gangs oppsett.
pl: 🚀 Następnym razem, gdy uruchomisz „Omnipkg”, będziesz prowadzony przez konfigurację po raz pierwszy.
pt_br: 🚀 Na próxima vez que você executar `omnipkg`, você será guiado pela configuração pela primeira vez.
ru: 🚀 В следующий раз, когда вы запустите `omnipkg`, вы будете руководствоваться первой настройкой.
sv: 🚀 Nästa gång du kör "omnipkg" kommer du att vägledas genom första gången installationen.
sw: 🚀 Wakati mwingine utakapoendesha `omnipkg`, utaongozwa kupitia usanidi wa kwanza.
tr: 🚀 Bir dahaki sefere `` omnipkg '' çalıştırdığınızda, ilk kez kurulumla yönlendirilirsiniz.

source: 🗑️ Clearing knowledge base...
am: የእውቀት መሠረት ማጽዳት ...
ar_eg: 🗑 تطهير قاعدة المعرفة ...
bn: Knowledge জ্ঞান বেস সাফ করা ...
da: 🗑 Clearing af videnbase ...
es: 🗑️ Borrar la base de conocimiento ...
fr: 🗑️ Claitement de la base de connaissances ...
hi: 🗑 समाशोधन ज्ञान का आधार ...
hr: 🗑️ Očišćenje baze znanja ...
id: 🗑️ membersihkan basis pengetahuan ...
ja: 🗑️クリア知識ベース...
ko: 🗑️ 지식 기반을 청산하는 ...
nl: 🗑️ Kennisbasis opruimen ...
no: 🗑 Rydding av kunnskapsbase ...
pl: 🗑️ Oczyszczanie bazy wiedzy ...
pt_br: Base Base de conhecimento compensando ...
ru: 🗑 Очистка базы знаний ...
sw: 🗑️ Kusafisha msingi wa maarifa ...
tr: 🗑️ Bilgi tabanını temizleme ...

source: ✅ Knowledge base was already clean.
am: ✅ የእውቀት መሠረት ቀድሞውኑ ንፁህ ነበር.
ar_eg: ✅ قاعدة المعرفة كانت نظيفة بالفعل.
bn: ✅ জ্ঞান বেস ইতিমধ্যে পরিষ্কার ছিল।
da: ✅ Videnbase var allerede ren.
de: ✅ Die Wissensbasis war bereits sauber.
es: ✅ La base de conocimiento ya estaba limpia.
fr: ✅ La base de connaissances était déjà propre.
hi: ✅ ज्ञान का आधार पहले से ही साफ था।
hr: ✅ Baza znanja već je bila čista.
id: ✅ Basis pengetahuan sudah bersih.
it: ✅ La base di conoscenza era già pulita.
ja: ✅知識ベースはすでにきれいでした。
ko: ✅ 지식 기반은 이미 깨끗했습니다.
nl: ✅ Kennisbasis was al schoon.
no: ✅ Kunnskapsbase var allerede ren.
pl: ✅ Baza wiedzy była już czysta.
pt_br: ✅ A base de conhecimento já estava limpa.
ru: ✅ База знаний уже была чистой.
sv: ✅ Kunskapsbasen var redan ren.
sw: ✅ Msingi wa maarifa ulikuwa tayari safi.
tr: ✅ Bilgi tabanı zaten temizdi.

source: 🧠 Forcing a full rebuild of the knowledge base...
am: የእውቀት መሠረት ሙሉ ግንባታ ሙሉ በሙሉ መገንባት ...
ar_eg: 🧠 إجبار إعادة بناء كاملة لقاعدة المعرفة ...
bn: The জ্ঞান বেসের একটি সম্পূর্ণ পুনর্নির্মাণ জোর করে ...
da: 🧠 Tvinger en fuld genopbygning af videnbasen ...
de: 🧠 einen vollständigen Wiederaufbau der Wissensbasis erzwingen ...
es: 🧠 Forzar una reconstrucción completa de la base de conocimiento ...
fr: 🧠 Forcer une reconstruction complète de la base de connaissances ...
hi: 🧠 ज्ञान के आधार के पूर्ण पुनर्निर्माण के लिए ...
hr: 🧠 Prisiljavanje potpune obnove baze znanja ...
id: 🧠 Memaksa pembangunan kembali penuh dari basis pengetahuan ...
it: 🧠 Forzare una ricostruzione completa della base di conoscenza ...
ja: 🧠知識ベースの完全な再構築を強制します...
ko: 🧠 지식 기반의 전체 재건을 강요 ...
nl: 🧠 Het dwingen van een volledige herbouw van de kennisbasis ...
no: 🧠 Å tvinge en full ombygging av kunnskapsbasen ...
pl: 🧠 Wymuszanie pełnej przebudowy bazy wiedzy ...
pt_br: 🧠 Forçar uma reconstrução completa da base de conhecimento ...
ru: 🧠 Принудительное полное восстановление базы знаний ...
sv: 🧠 Tvinga en fullständig ombyggnad av kunskapsbasen ...
sw: Kulazimisha ujenzi kamili wa msingi wa maarifa ...
tr: 🧠 Bilgi tabanının tam bir yeniden inşasını zorlamak ...

source: ✅ Knowledge base rebuilt successfully.
am: ✅ የእውቀት መሠረት በተሳካ ሁኔታ እንደገና ተገንብቷል.
ar_eg: ✅ قاعدة المعرفة أعيد بناؤها بنجاح.
bn: ✅ জ্ঞান বেস সফলভাবে পুনর্নির্মাণ।
da: ✅ Videnbase genopbygget med succes.
de: ✅ Die Wissensbasis erfolgreich umgebaut.
es: ✅ Base de conocimiento reconstruida con éxito.
fr: ✅ Base de connaissances reconstruite avec succès.
hi: ✅ ज्ञान का आधार सफलतापूर्वक पुनर्निर्माण।
hr: ✅ Baza znanja uspješno je obnovljena.
id: ✅ Basis pengetahuan berhasil dibangun kembali.
it: ✅ Base di conoscenza ricostruita con successo.
ja: ✅知識ベースが正常に再構築されました。
ko: ✅ 지식 기반이 성공적으로 재건되었습니다.
nl: ✅ Kennisbasis met succes herbouwd.
no: ✅ Kunnskapsbase gjenoppbygd vellykket.
pl: ✅ Baza wiedzy z powodzeniem odbudowana.
pt_br: ✅ Base de conhecimento reconstruída com sucesso.
ru: ✅ База знаний перестроена успешно.
sv: ✅ Kunskapsbasen byggdes om framgångsrikt.
sw: ✅ msingi wa maarifa umejengwa tena kwa mafanikio.
tr: ✅ Bilgi tabanı başarıyla yeniden inşa edildi.

source: 🔄 Rebuilding core package metadata...
am: Communing Core Core Core Cold ጥቅል ሜታዳታ ...
ar_eg: 🔄 إعادة بناء البيانات الوصفية للحزمة الأساسية ...
bn: 🔄 কোর প্যাকেজ মেটাডেটা পুনর্নির্মাণ ...
da: 🔄 Genopbygning af kernespakke metadata ...
de: 🔄 Wiederaufbau von Core -Paket -Metadaten ...
es: 🔄 Metadatos del paquete central de reconstrucción ...
fr: 🔄 Reconstruire les métadonnées du package de base ...
hi: 🔄 पुनर्निर्माण कोर पैकेज मेटाडेटा ...
hr: 🔄 Obnova metapodataka jezgre ...
id: 🔄 Membangun kembali metadata paket inti ...
it: 🔄 Rebuilding Metadata del pacchetto core ...
ja: coreコアパッケージメタデータの再構築...
ko: Core 핵심 패키지 메타 데이터 재건 ...
pl: 🔄 odbudowa metadanych pakietów podstawowych ...
pt_br: 🔄 Reconstruindo os metadados do pacote principal ...
ru: 🔄 Восстановление метаданных основных пакетов ...
sv: 🔄 Ombyggnad av kärnpaketmetadata ...
sw: 🔄 Kuijenga tena metadata ya msingi ...
tr: 🔄 Çekirdek paket meta verileri yeniden inşa etme ...

source: ✅ Core metadata rebuilt.
am: ✅ ዋና ሜታዳታ እንደገና ተገንብቷል.
ar_eg: metadata الأساسية إعادة بناء.
bn: ✅ কোর মেটাডেটা পুনর্নির্মাণ।
da: ✅ Kernemetadata genopbygget.
de: ✅ Kernmetadaten wieder aufgebaut.
es: ✅ Metadatos centrales reconstruidos.
fr: ✅ Métadonnées de base reconstruites.
hi: ✅ कोर मेटाडेटा पुनर्निर्माण।
hr: ✅ Obnovljeni suzrni metapodaci.
id: ✅ Metadata inti dibangun kembali.
it: ✅ Metadati core ricostruiti.
ja: coreコアメタデータが再構築されました。
ko: core 핵심 메타 데이터 재건.
nl: ✅ Core Metadata herbouwd.
pl: ✅ Odbudowane metadane podstawowe.
pt_br: ✅ Metadados principais reconstruídos.
ru: ✅ Основные метаданные перестроены.
sv: ✅ Kärnmetadata ombyggd.
sw: ✅ Metadata ya msingi imejengwa tena.
tr: ✅ Çekirdek meta veriler yeniden inşa edildi.

source: 🧠 Performing self-healing sync of knowledge base...
am: Peack የእውቀት መሠረት ራስን የመፈወስ ማመሳሰል ማካሄድ ...
ar_eg: 🧠 أداء مزامنة قاعدة المعرفة ...
bn: One জ্ঞান বেসের স্ব-নিরাময় সিঙ্ক সম্পাদন করা ...
da: 🧠 Udførelse af selvhelende synkronisering af videnbase ...
de: 🧠 Selbstheilungssynchronisation der Wissensbasis durchführen ...
es: 🧠 Realizar la sincronización de autocuración de la base de conocimiento ...
fr: 🧠 Effectuer une synchronisation auto-cicatrisante de la base de connaissances ...
hi: 🧠 ज्ञान आधार का स्व-हीलिंग सिंक करना ...
hr: 🧠 Izvođenje sinkronizacije samoizlječenja baze znanja ...
id: 🧠 Melakukan Sinkronisasi Basis Pengetahuan Self-Healing ...
it: 🧠 Esecuzione di sincronizzazione auto-guarigione della base di conoscenza ...
ja: 🧠知識ベースの自己修復の同期を実行します...
ko: 🧠 지식 기반의 자체 치유 동기화 수행 ...
nl: 🧠 Uitvoerende zelfherstellende synchronisatie van kennisbasis ...
no: 🧠 utføre selvhelbredende synkronisering av kunnskapsbase ...
pl: 🧠 Wykonanie synchronizacji bazy wiedzy ...
pt_br: 🧠 Realizando sincronização de autocura da base de conhecimento ...
ru: 🧠 Выполнение самовосстановления синхронизации базы знаний ...
sv: 🧠 Utför självhelande synkronisering av kunskapsbasen ...
sw: 🧠 Kufanya usawazishaji wa uponyaji wa msingi wa maarifa ...
tr: 🧠 Bilgi tabanının kendi kendini iyileştirme senkronizasyonu yapmak ...

source: ✅ Knowledge base is empty or no packages found to sync.
am: የእውቀት መሠረት ለማመሳሰል ባዶ ወይም ምንም ፓኬጆች አልተገኙም.
ar_eg: ✅ قاعدة المعرفة فارغة أو بدون حزم موجودة للمزامنة.
bn: ✅ জ্ঞান বেস খালি বা কোনও প্যাকেজ সিঙ্ক করতে পাওয়া যায় নি।
da: ✅ Videnbase er tom eller ingen pakker, der er fundet at synkronisere.
de: ✅ Wissensbasis ist leer oder keine Pakete, die synchronisiert sind.
es: ✅ La base de conocimiento está vacía o no se encuentran paquetes para sincronizar.
fr: ✅ La base de connaissances est vide ou aucun package ne se synchronise.
hi: ✅ ज्ञान का आधार खाली है या सिंक करने के लिए कोई पैकेज नहीं मिला है।
hr: ✅ Baza znanja je prazna ili nije pronađena paketi koji se sinkroniziraju.
id: ✅ Basis pengetahuan kosong atau tidak ada paket yang ditemukan untuk disinkronkan.
it: ✅ La base di conoscenza è vuota o nessun pacchetti trovati per la sincronizzazione.
ja: ✅知識ベースは空であるか、同期するパッケージが見つかりません。
ko: ✅ 지식 기반은 비어 있거나 동기화되는 패키지가 없습니다.
nl: ✅ Kennisbasis is leeg of geen pakketten gevonden om te synchroniseren.
no: ✅ Kunnskapsbasen er tom eller ingen pakker som er funnet å synkronisere.
pl: ✅ Baza wiedzy jest pusta lub nie znaleziono synchronizacji pakietów.
pt_br: ✅ A base de conhecimento está vazia ou nenhum pacotes encontrados para sincronizar.
ru: ✅ База знаний пуста или нет пакетов, найденных для синхронизации.
sv: ✅ Kunskapsbasen är tom eller inga paket som finns synkroniserat.
sw: ✅ Msingi wa maarifa ni tupu au hakuna vifurushi vilivyopatikana kusawazisha.
tr: ✅ Bilgi tabanı boştur veya senkronizasyonun bulunmadığı paketler bulunmuştur.

source: ✅ Knowledge base is already in sync with the environment.
am: የእውቀት መሠረት ቀድሞውኑ ከአካባቢያቸው ጋር በማመሳሰል ነው.
ar_eg: ✅ قاعدة المعرفة متزامنة بالفعل مع البيئة.
bn: ✅ জ্ঞান বেস ইতিমধ্যে পরিবেশের সাথে সিঙ্কে রয়েছে।
da: ✅ Videnbase er allerede synkroniseret med miljøet.
de: ✅ Die Wissensbasis ist bereits mit der Umgebung synchronisiert.
es: ✅ La base de conocimiento ya está sincronizada con el entorno.
fr: ✅ La base de connaissances est déjà synchronisée avec l'environnement.
hi: ✅ ज्ञान का आधार पहले से ही पर्यावरण के साथ सिंक में है।
hr: ✅ Baza znanja već je u sinkronizaciji s okolinom.
id: ✅ Basis pengetahuan sudah selaras dengan lingkungan.
it: ✅ La base di conoscenza è già in sintonia con l'ambiente.
ja: ✅知識ベースはすでに環境と同期しています。
ko: ✅ 지식 기반은 이미 환경과 동기화되어 있습니다.
nl: ✅ Kennisbasis is al gesynchroniseerd met de omgeving.
no: ✅ Kunnskapsbase er allerede synkronisert med miljøet.
pl: ✅ Baza wiedzy jest już zsynchronizowana ze środowiskiem.
pt_br: ✅ A base de conhecimento já está sincronizada com o ambiente.
ru: ✅ База знаний уже синхронизирована с окружающей средой.
sv: ✅ Kunskapsbas är redan synkroniserad med miljön.
sw: ✅ Msingi wa maarifa tayari uko katika kusawazisha na mazingira.
tr: ✅ Bilgi tabanı zaten çevre ile senkronize.

source: 🔄 Updating cached file hash index...
am: 🔄 የተሸሸገ ፋይል መረጃ ጠቋሚ ማጽደቅ ...
ar_eg: 🔄 تحديث فهرس تجزئة الملف المخبوق ...
bn: Ca ক্যাশেড ফাইল হ্যাশ সূচক আপডেট করা ...
da: 🔄 Opdatering af cache -fil hash -indeks ...
de: 🔄 Aktualisieren von Cached File Hash Index ...
es: 🔄 Actualización del índice de hash de archivo en caché ...
fr: 🔄 Mise à jour de l'index de hachage de fichiers en cache ...
hi: 🔄 कैश्ड फ़ाइल हैश इंडेक्स को अपडेट करना ...
hr: 🔄 Ažuriranje hash hash indeksa predmemorirane datoteke ...
id: 🔄 Memperbarui Indeks Hash File Hash ...
it: 🔄 Aggiornamento dell'indice hash di file memorizzato nella cache ...
ja: cachedファイルハッシュインデックスの更新...
ko: CACHED 파일 해시 색인 업데이트 ...
nl: 🔄 HASH -index bij de cache bijwerken ...
no: 🔄 Oppdatering av hurtigbufret hashindeks ...
pl: 🔄 Aktualizacja indeksu skróconego pliku ...
pt_br: 🔄 Atualizando o índice de hash do arquivo em cache ...
ru: 🔄 Обновление кэшированного хэш -индекс файла ...
sv: 🔄 Uppdatering av cache -fil hashindex ...
sw: 🔄 Kusasisha faili ya hash ya faili ...
tr: 🔄 Önbelleğe alınmış dosya karma dizinini güncelleme ...

source: ✅ Hash index updated.
am: ✅ ሃሽ መረጃ ጠቋሚ ተዘምኗል.
ar_eg: ✅ فهرس التجزئة المحدث.
bn: ✅ হ্যাশ সূচক আপডেট হয়েছে।
da: ✅ Hash -indeks opdateret.
de: ✅ Hash -Index aktualisiert.
es: ✅ ✅ index Índice hash actualizado.
fr: ✅ Index de hachage mis à jour.
hi: ✅ हैश इंडेक्स अपडेट किया गया।
hr: ✅ Ažurirano indeks hash -a.
id: ✅ Indeks hash diperbarui.
it: ✅ Indice hash aggiornato.
ja: Hash Hash Indexが更新されました。
ko: HASH 인덱스가 업데이트되었습니다.
nl: ✅ Hash Index bijgewerkt.
no: ✅ Hash -indeksen oppdatert.
pl: ✅ Zaktualizowano indeks skrótu.
pt_br: ✅ Índice de hash atualizado.
ru: ✅ Обновлен хэш -индекс.
sv: ✅ Hash Index uppdaterat.
sw: Index ya Hash imesasishwa.
tr: ✅ Karma dizin güncellendi.

source: ✅ Knowledge base is already up to date.
am: ✅ የእውቀት መሠረት ቀድሞውኑ የተዘመነ ነው.
ar_eg: ✅ قاعدة المعرفة محدثة بالفعل.
bn: ✅ জ্ঞান বেস ইতিমধ্যে আপ টু ডেট।
da: ✅ Videnbase er allerede opdateret.
de: ✅ Die Wissensbasis ist bereits auf dem neuesten Stand.
es: ✅ La base de conocimiento ya está actualizada.
fr: ✅ La base de connaissances est déjà à jour.
hi: ✅ ज्ञान का आधार पहले से ही अद्यतित है।
hr: ✅ Baza znanja već je ažurirana.
id: ✅ Basis pengetahuan sudah up to date.
it: ✅ La base di conoscenza è già aggiornata.
ja: ✅知識ベースはすでに最新です。
ko: ✅ 지식 기반은 이미 최신 상태입니다.
nl: ✅ Kennisbasis is al up -to -date.
no: ✅ Kunnskapsbase er allerede oppdatert.
pl: ✅ Baza wiedzy jest już aktualna.
pt_br: ✅ A base de conhecimento já está atualizada.
ru: ✅ База знаний уже обновлена.
sv: ✅ Kunskapsbasen är redan uppdaterad.
sw: ✅ Msingi wa maarifa tayari ni wa kisasa.
tr: ✅ Bilgi tabanı zaten güncel.

source: 🧠 Updating knowledge base for changes...
am: የእውቀት መሠረት ለውጦችን ማዘመን ...
ar_eg: 🧠 تحديث قاعدة المعرفة للتغييرات ...
bn: Changes পরিবর্তনের জন্য জ্ঞান বেস আপডেট করা ...
da: 🧠 Opdatering af videnbase for ændringer ...
de: 🧠 Aktualisierung der Wissensbasis für Änderungen ...
es: 🧠 Actualización de la base de conocimiento para los cambios ...
fr: 🧠 Mise à jour de la base de connaissances pour les modifications ...
hi: 🧠 परिवर्तनों के लिए ज्ञान का आधार अद्यतन करना ...
hr: 🧠 Ažuriranje baze znanja za promjene ...
id: 🧠 Memperbarui basis pengetahuan untuk perubahan ...
it: 🧠 Aggiornamento della base di conoscenza per le modifiche ...
ja: 🧠変更のための知識ベースの更新...
ko: ∎ 변화에 대한 지식 기반 업데이트 ...
nl: 🧠 Kennisbasis bijwerken voor veranderingen ...
no: 🧠 Oppdatering av kunnskapsbase for endringer ...
pl: 🧠 Aktualizacja bazy wiedzy o zmianach ...
pt_br: 🧠 Atualizando a base de conhecimento para mudanças ...
ru: 🧠 Обновление базы знаний для изменений ...
sv: 🧠 Uppdatera kunskapsbasen för förändringar ...
sw: 🧠 Kusasisha msingi wa maarifa kwa mabadiliko ...
tr: 🧠 Değişiklikler için bilgi tabanının güncellenmesi ...

source: ✅ Knowledge base updated successfully.
am: ✅ የእውቀት መሠረት በተሳካ ሁኔታ ይዘምናል.
ar_eg: ✅ قاعدة المعرفة تحديث بنجاح.
bn: ✅ জ্ঞান বেস সফলভাবে আপডেট হয়েছে।
da: ✅ Videnbase opdateres med succes.
de: ✅ Wissensbasis erfolgreich aktualisiert.
es: ✅ Base de conocimiento actualizada con éxito.
fr: ✅ Base de connaissances a été mise à jour avec succès.
hi: ✅ ज्ञान का आधार सफलतापूर्वक अपडेट किया गया।
hr: ✅ Baza znanja uspješno se ažurira.
id: ✅ Basis pengetahuan berhasil diperbarui.
it: ✅ Base di conoscenza aggiornata con successo.
ja: ✅知識ベースが正常に更新されました。
ko: ✅ 지식 기반이 성공적으로 업데이트되었습니다.
nl: ✅ Kennisbasis met succes bijgewerkt.
no: ✅ Kunnskapsbase oppdatert vellykket.
pl: ✅ Baza wiedzy została pomyślnie zaktualizowana.
pt_br: ✅ Base de conhecimento atualizada com sucesso.
ru: ✅ База знаний обновляется успешно.
sv: ✅ Kunskapsbas uppdaterad framgångsrikt.
sw: ✅ msingi wa maarifa umesasishwa kwa mafanikio.
tr: ✅ Bilgi tabanı başarıyla güncellendi.

source: ❌ Invalid selection.
am: ❌ ልክ ያልሆነ ምርጫ.
ar_eg: ❌ اختيار غير صالح.
bn: ❌ অবৈধ নির্বাচন।
da: ❌ Ugyldigt valg.
de: ❌ Ungültige Auswahl.
es: ❌ Selección no válida.
fr: ❌ Sélection non valide.
hi: ❌ अमान्य चयन।
hr: ❌ Nevažeća selekcija.
id: ❌ Seleksi tidak valid.
it: ❌ Selezione non valida.
ja: ❌無効な選択。
ko: ❌ 잘못된 선택.
nl: ❌ Ongeldige selectie.
no: ❌ Ugyldig utvalg.
pl: ❌ Nieprawidłowy wybór.
pt_br: ❌ Seleção inválida.
ru: ❌ Неверный выбор.
sv: ❌ Ogiltigt urval.
sw: ❌ Uteuzi batili.
tr: ❌ Geçersiz seçim.

source: ❌ Please enter a number.
am: ❌ እባክዎን ቁጥር ያስገቡ.
ar_eg: ❌ الرجاء إدخال رقم.
bn: ❌ দয়া করে একটি নম্বর লিখুন।
da: ❌ Indtast venligst et nummer.
de: ❌ Bitte geben Sie eine Nummer ein.
es: ❌ Por favor ingrese un número.
fr: ❌ Veuillez saisir un numéro.
hi: ❌ कृपया एक नंबर दर्ज करें।
hr: ❌ Unesite broj.
id: ❌ Harap masukkan nomor.
it: ❌ Si prega di inserire un numero.
ja: ❌番号を入力してください。
ko: 숫자를 입력하십시오.
nl: ❌ Voer een nummer in.
no: ❌ Vennligst skriv inn et nummer.
pl: ❌ Wprowadź numer.
pt_br: ❌ Por favor, digite um número.
ru: ❌ Пожалуйста, введите номер.
sv: ❌ Ange ett nummer.
sw: Tafadhali ingiza nambari.
tr: ❌ Lütfen bir numara girin.

source: Skipped.
am: ተዘለለ.
ar_eg: تخطي.
bn: এড়ানো
da: Sprunget over.
de: Übersprungen.
es: Omitido.
fr: Sauté.
hi: छोड़ दिया।
hr: Preskočio.
id: Dilewati.
it: Saltato.
ja: スキップ。
ko: 건너 뛰었습니다.
nl: Overgeslagen.
no: Hoppet over.
pl: Pominąłem.
pt_br: Pulou.
ru: Пропустил.
sv: Hoppade över.
sw: Kuruka.
tr: Atladı.

source: 📦 No installed versions found in Redis.
am: 📦 በቀኒስ ውስጥ የተጫኑ የተጫኑ ስሪቶች አልነበሩም.
ar_eg: 📦 لا توجد إصدارات مثبتة في redis.
bn: Red রেডিসে কোনও ইনস্টলড সংস্করণ পাওয়া যায় নি।
da: 📦 Ingen installerede versioner fundet i Redis.
de: 📦 Keine installierten Versionen in Redis gefunden.
es: 📦 No se encuentran versiones instaladas en Redis.
fr: 📦 Aucune versions installées trouvées dans Redis.
hi: 📦 Redis में कोई स्थापित संस्करण नहीं पाए गए।
hr: 📦 Nema instalirane verzije koje se nalaze u Redisu.
id: 📦 Tidak ada versi terpasang yang ditemukan di Redis.
it: 📦 Nessuna versioni installate trovate in Redis.
ja: redisでインストールされたバージョンはありません。
ko: redis에 설치된 버전이 없습니다.
nl: 📦 Geen geïnstalleerde versies gevonden in Redis.
no: 📦 Ingen installerte versjoner funnet i Redis.
pl: 📦 Brak zainstalowanych wersji znalezionych w Redis.
pt_br: 📦 Nenhuma versões instaladas encontradas no Redis.
ru: 📦 Установленные версии, найденные в Redis.
sv: 📦 Inga installerade versioner som finns i Redis.
sw: 📦 Hakuna matoleo yaliyosanikishwa yaliyopatikana katika Redis.
tr: Red Redis'te yüklü sürüm bulunamadı.

source: ✅ Snapshot saved.
am: ✅ ቅጽበታዊ ገጽ እይታ.
ar_eg: ✅ لقطة محفوظة.
bn: ✅ স্ন্যাপশট সংরক্ষণ করা হয়েছে।
da: ✅ Snapshot gemt.
de: ✅ Snapshot gespeichert.
es: ✅ Instantánea guardada.
fr: ✅ Instantané enregistré.
hi: ✅ स्नैपशॉट बचाया।
hr: ✅ Snapshot Spasio.
id: ✅ Snapshot disimpan.
it: ✅ Snapshot salvata.
ja: SnapShotが保存されました。
ko: snapshot을 저장했습니다.
nl: ✅ Snapshot opgeslagen.
no: ✅ Snapshot lagret.
pl: ✅ Zapisano migawkę.
pt_br: ✅ Instantâneo salvo.
ru: ✅ Снимок сохранил.
sv: ✅ Snapshot sparad.
sw: ✅ Snapshot iliyookolewa.
tr: ✅ Anlık görüntü kaydedildi.

source: 🔬 Running in --dry-run mode. No changes will be made.
am: 🔬 ውስጥ - በ - ዲዲሪ-ሩጫ ሁኔታ ውስጥ መሮጥ.ምንም ለውጦች አይደረጉም.
ar_eg: 🔬 التشغيل في-وضع الجفاف.لن يتم إجراء أي تغييرات.
bn: 🔬 চলমান-ড্রাই-রান মোডে।কোনও পরিবর্তন করা হবে না।
da: 🔬 Kører i-tør-drevet tilstand.Der vil ikke blive foretaget ændringer.
de: 🔬 Laufen im T-Drogen-Run-Modus.Es werden keine Änderungen vorgenommen.
es: 🔬 Ejecutando en modo-Dry-administrador.No se realizarán cambios.
fr: 🔬 Exécution en mode - rythme.Aucune modification ne sera apportée.
hi: 🔬-ड्राई-रन मोड में चल रहा है।कोई बदलाव नहीं किया जाएगा।
hr: 🔬 Running u načinu suhih trčanja.Neće se mijenjati.
id: 🔬 Berlari dalam mode-kering-lari.Tidak ada perubahan yang akan dilakukan.
it: 🔬 in esecuzione in modalità-run-run.Non verranno apportate modifiche.
ja: dry-dry-runモードで実行します。変更は行われません。
ko: --건조 모드로 실행됩니다.변경되지 않습니다.
nl: 🔬 Uitvoering in-Dry-Run-modus.Er worden geen wijzigingen aangebracht.
no: 🔬 Kjører i-tørt-kjøremodus.Ingen endringer vil bli gjort.
pl: 🔬 Bieganie w trybie-sucha.Nie zostaną wprowadzone żadne zmiany.
pt_br: 🔬 Executando o modo-seco.Nenhuma alteração será feita.
ru: 🔬 Запуск в режиме-Dry-Run.Никаких изменений не будет внесено.
sv: 🔬 Kör i-torrt kört läge.Inga ändringar kommer att göras.
sw: 🔬 Kuendesha-modi ya kavu-kavu.Hakuna mabadiliko yatakayofanywa.
tr: 🔬-Dry-Run modunda çalışır.Hiçbir değişiklik yapılmayacak.

source: 🚫 No packages specified for installation.
am: 🚫 ለመጫን የተጠቀሱ ፓኬጆች የሉም.
da: 🚫 Ingen pakker specificeret til installation.
de: 🚫 Keine Pakete für die Installation angegeben.
fr: 🚫 Aucun package spécifié pour l'installation.
hr: 🚫 Nema paketa navedenih za instalaciju.
id: 🚫 Tidak ada paket yang ditentukan untuk instalasi.
it: 🚫 Nessun pacchetto specificato per l'installazione.
nl: 🚫 Geen pakketten opgegeven voor installatie.
no: 🚫 Ingen pakker spesifisert for installasjon.
pl: 🚫 Brak pakietów określonych do instalacji.
pt_br: 🚫 Nenhum pacotes especificados para instalação.
ru: 🚫 Пакеты не указаны для установки.
sv: 🚫 Inga paket som anges för installation.
sw: 🚫 Hakuna vifurushi vilivyoainishwa kwa usanikishaji.
tr: 🚫 Kurulum için paket belirtilmedi.
