Repository: 1minds3t/omnipkg
Catalog: omnipkg/locale/*/LC_MESSAGES/omnipkg.po
Languages: am, ar_eg, bn, da, de, es, fr, hi, hr, id, it, ja, ko, nl, no, pl, pt_br, ru, sv, sw, tr

source: 💡 Notice: No conflicts, no downgrades, just pure intelligence.
am: 💡 ማስታወቂያ: - ምንም ግጭቶች, ጨዋዎች የሉም, ንጹህ የማሰብ ችሎታ ብቻ አይደሉም.
ar_eg: 💡 إشعار: لا توجد تعارض ، لا تخفيضات ، مجرد ذكاء نقي.
bn: 💡 বিজ্ঞপ্তি: কোনও দ্বন্দ্ব, কোনও ডাউনগ্রেড নেই, কেবল খাঁটি বুদ্ধি।
da: 💡 Bemærk: Ingen konflikter, ingen nedgraderinger, bare ren intelligens.
de: 💡 Beachten Sie: Keine Konflikte, keine Herabstufungen, nur reine Intelligenz.
es: 💡 Aviso: Sin conflictos, sin rebajas, solo pura inteligencia.
fr: 💡 Remarque: pas de conflits, pas de rétrogradation, juste de l'intelligence pure.
hi: 💡 नोटिस: कोई संघर्ष नहीं, कोई डाउनग्रेड नहीं, बस शुद्ध बुद्धिमत्ता।
hr: 💡 Obavijest: Nema sukoba, nema smanjenja, samo čista inteligencija.
id: 💡 Perhatikan: Tidak ada konflik, tidak ada penurunan peringkat, hanya kecerdasan murni.
it: 💡 Nota: nessun conflitto, nessun downgrade, solo pura intelligenza.
ja: 💡通知：競合、格下げなし、純粋な知性だけ。
ko: 💡 통지 : 충돌, 다운 그레이드, 순수한 지능 만.
nl: 💡 Merk op: geen conflicten, geen downgrades, alleen pure intelligentie.
no: 💡 Merknad: Ingen konflikter, ingen nedgraderinger, bare ren intelligens.
pl: 💡 UWAGA: Bez konfliktów, bez obniżek, tylko czysta inteligencja.
pt_br: 💡 Aviso: sem conflitos, sem rebaixamentos, apenas pura inteligência.
ru: 💡 Обратите внимание: никаких конфликтов, никаких понижений, просто чистый интеллект.
sv: 💡 Meddelande: Inga konflikter, inga nedgraderingar, bara ren intelligens.
sw: 💡 Angalia: Hakuna migogoro, hakuna dowrades, akili safi tu.
tr: 💡 Dikkat: Çatışma yok, düşüş yok, sadece saf zeka.

source: 🧠 Smart choice! Using omnipkg instead...
am: 🧠 ብልህ ምርጫ!ይልቁን OMNIPGG ን በመጠቀም ...
ar_eg: 🧠 اختيار ذكي!باستخدام Omnipkg بدلاً من ذلك ...
bn: 🧠 স্মার্ট পছন্দ!পরিবর্তে ওমনিপকেজি ব্যবহার করে ...
da: 🧠 Smart valg!Brug af omnipkg i stedet ...
de: 🧠 Smart Choice!Verwenden Sie stattdessen Omnipkg ...
es: 🧠 ¡Selección inteligente!Usando omnipkg en su lugar ...
fr: 🧠 Choix intelligent!Utilisation d'OmnipKg à la place ...
hi: 🧠 स्मार्ट चॉइस!इसके बजाय omnipkg का उपयोग करना ...
hr: 🧠 Pametan izbor!Umjesto toga koristeći OmniPKG ...
id: 🧠 Pilihan Cerdas!Menggunakan omnipkg sebagai gantinya ...
it: 🧠 Scelta intelligente!Usando Omnipkg invece ...
ja: 🧠スマートな選択！代わりにomnipkgを使用してください...
ko: 🧠 스마트 선택!대신 Omnipkg 사용 ...
nl: 🧠 Slimme keuze!In plaats daarvan omnipkg gebruiken ...
no: 🧠 Smart valg!Bruker Omnipkg i stedet ...
pl: 🧠 Mądry wybór!Zamiast tego za pomocą Omnipkg ...
pt_br: 🧠 Escolha inteligente!Usando o omnipkg em vez disso ...
ru: 🧠 Умный выбор!Используя omnipkg вместо этого ...
sv: 🧠 Smart Choice!Använda omnipkg istället ...
sw: 🧠 Chaguo smart!Kutumia omnipkg badala yake ...
tr: 🧠 Akıllı seçim!Bunun yerine omnipkg kullanma ...

source: 🔧 Installing flask-login==0.6.0 with omnipkg...
am: Flask-gode == 0.6.0 ከ OMnipg ጋር ...
ar_eg: 🔧 تثبيت flask-f-f-login == 0.6.0 مع omnipkg ...
bn: Om ওমনিপকিজি সহ ফ্লাস্ক-লোগিন == 0.6.0 ইনস্টল করা ...
da: 🔧 Installation af kolbe-login == 0.6.0 med omnipkg ...
de: 🔧 Installieren von Flask-Login == 0,6,0 mit Omnipkg ...
es: 🔧 Instalación de frascos-login == 0.6.0 con omnipkg ...
fr: 🔧 Installation de Flask-Login == 0,6,0 avec omnipkg ...
hi: 🔧 फ्लास्क-लोगिन स्थापित करना == 0.6.0 omnipkg के साथ ...
hr: 🔧 Instaliranje tikvica-login == 0.6.0 s omnipkg ...
id: 🔧 Memasang flask-login == 0.6.0 dengan omnipkg ...
it: 🔧 Installazione di pallini-login == 0.6.0 con omnipkg ...
ja: omn​​ipkgでFlask-Login == 0.6.0のインストール...
ko: flask-login 설치 == 0.6.0 omnipkg ...
nl: 🔧 Installeren van FLALS-LOGIN == 0.6.0 met omnipkg ...
no: 🔧 Installere kolbe-login == 0.6.0 med OMNIPKG ...
pl: 🔧 Instalowanie kolb-login == 0.6.0 z Omnipkg ...
pt_br: 🔧 Instalando o Flask-Login == 0.6.0 com omnipkg ...
ru: 🔧 Установка Flask-login == 0,6,0 с Omnipkg ...
sv: 🔧 Installera flask-login == 0.6.0 med omnipkg ...
sw: 🔧 Kufunga Flask-login == 0.6.0 na omnipkg ...
tr: 🔧 Flask-login == 0.6.0'ı omnipkg ile takmak ...

source: 💡 omnipkg will skip if already available or create isolation as needed...
am: 💡 Omnipkg ቀድሞውኑ ካለፈው ወይም እንደአስፈላጊነቱ ማግለል የሚፈጥር ከሆነ ይዝለሉ ...
ar_eg: 💡 سوف يتخطى Omnipkg إذا كان متاحًا بالفعل أو إنشاء العزلة حسب الحاجة ...
bn: 💡 ওমনিপকিজি যদি ইতিমধ্যে উপলব্ধ বা প্রয়োজন অনুসারে বিচ্ছিন্নতা তৈরি করে তবে এড়িয়ে যাবে ...
da: 💡 Omnipkg springer over, hvis allerede er tilgængelig eller skaber isolering efter behov ...
de: 💡 omnipkg überspringt, wenn er bereits verfügbar ist, oder erzeugt bei Bedarf Isolation ...
es: 💡 omnipkg se saltará si ya está disponible o creará aislamiento según sea necesario ...
fr: 💡 OMNIPKG sautera si elle est déjà disponible ou créera l'isolement selon les besoins ...
hi: 💡 omnipkg छोड़ देगा यदि पहले से ही उपलब्ध है या आवश्यकतानुसार अलगाव बनाएं ...
hr: 💡 Omnipkg će preskočiti ako je već dostupan ili stvoriti izolaciju prema potrebi ...
id: 💡 omnipkg akan lewati jika sudah tersedia atau membuat isolasi sesuai kebutuhan ...
it: 💡 Omnipkg salterà se già disponibile o creerà isolamento secondo necessità ...
ja: omn​​ipkg既に利用可能な場合はスキップするか、必要に応じて分離を作成します...
ko: OMNIPKG는 이미 사용 가능한 경우 건너 뛰거나 필요에 따라 격리를 만듭니다 ...
nl: 💡 Omnipkg zal overslaan als het al beschikbaar is of isolatie als dat nodig is ...
no: 💡 Omnipkg vil hoppe over hvis det allerede er tilgjengelig eller skape isolasjon etter behov ...
pl: 💡 Omnipkg pominnie, jeśli jest już dostępny lub utworzy izolację w razie potrzeby ...
pt_br: 💡 omnipkg irá pular se já disponível ou criar isolamento conforme necessário ...
ru: 💡 Omnipkg пропустит, если уже доступен или создаст изоляцию по мере необходимости ...
sv: 💡 Omnipkg hoppar över om det redan är tillgängligt eller skapar isolering efter behov ...
sw: 💡 Omnipkg itaruka ikiwa tayari inapatikana au kuunda kutengwa kama inahitajika ...
tr: 💡 Omnipkg zaten mevcutsa atlayacak veya gerektiğinde izolasyon oluşturacak ...

source: ✅ omnipkg install successful!
am: ✅ የ Omnipkg ጭነት ተጭኗል!
ar_eg: ✅ omnipkg تثبيت ناجح!
bn: ✅ ওমনিপকেজি ইনস্টল সফল!
da: ✅ Omnipkg Installer vellykket!
de: ✅ omnipkg install erfolgreich!
es: ✅ omnipkg Instalar exitoso!
fr: ✅ OMNIPKG Installer réussi!
hi: ✅ omnipkg सफल स्थापित करें!
hr: ✅ OmniPKG Instalirajte uspješno!
id: ✅ omnipkg menginstal sukses!
it: ✅ Omnipkg Installa successo!
ja: omn​​ipkgインストールが成功しました！
ko: OMNIPKG 설치 성공!
nl: ✅ Omnipkg Installeren succesvol!
no: ✅ OMNIPKG installer vellykket!
pl: ✅ Omnipkg Zainstaluj sukces!
pt_br: ✅ Omnipkg Instale bem -sucedido!
ru: ✅ Omnipkg Установите успешно!
sv: ✅ Omnipkg installera framgångsrikt!
sw: ✅ Omnipkg Ingiza mafanikio!
tr: ✅ OMNIPKG Yükleme Başarılı!

source: 🎯 BOTH versions now coexist peacefully!
am: 🎯 ሁለቱም ስሪቶች አሁን በሰላም አብረው ይኖራሉ!
ar_eg: 🎯 تعايش كلا الإصدارين الآن بسلام!
bn: 🎯 উভয় সংস্করণ এখন শান্তিপূর্ণভাবে সহাবস্থান করে!
da: 🎯 Begge versioner eksisterer nu fredeligt!
de: 🎯 Beide Versionen koexistieren jetzt friedlich!
es: 🎯 ¡Ambas versiones ahora coexisten pacíficamente!
fr: 🎯 Les deux versions coexistent maintenant paisiblement!
hi: 🎯 दोनों संस्करण अब शांति से सह -अस्तित्व में हैं!
hr: 🎯 Obje verzije sada mirno koegzistiraju!
id: 🎯 Kedua versi sekarang hidup berdampingan dengan damai!
it: 🎯 Entrambe le versioni ora coesistono pacificamente!
ja: 🎯現在、両方のバージョンが平和に共存しています！
ko: 🎯 두 버전 모두 이제 평화롭게 공존합니다!
nl: 🎯 Beide versies bestaan ​​nu vreedzaam samen!
no: 🎯 Begge versjonene sameksisterer nå fredelig!
pl: 🎯 Obie wersje współistnieją teraz spokojnie!
pt_br: 🎯 Ambas as versões agora coexistem pacificamente!
ru: 🎯 Обе версии сейчас мирно сосуществуют!
sv: 🎯 Båda versionerna samexisterar nu fredligt!
sw: Matoleo yote mawili sasa yanaishi kwa amani!
tr: 🎯 Her iki versiyon da artık huzur içinde bir arada var!

source: 🔧 Note how omnipkg intelligently manages versions!
am: The ንድፍ ጩኸት የማሰብ ችሎታ እንዴት እንደሚታዩ ልብ ይበሉ!
ar_eg: 🔧 لاحظ كيف تمكنت OnePKG بذكاء الإصدارات!
bn: 🔧 দ্রষ্টব্য কীভাবে ওয়ানপিকেজি বুদ্ধিমানভাবে পরিচালিত সংস্করণগুলি!
da: 🔧 Bemærk, hvordan OnePKG intelligent administrerede versioner!
de: 🔧 Beachten Sie, wie Onepkg -Versionen intelligent verwaltet werden!
es: 🔧 ¡Tenga en cuenta cómo OnePKG gestionó las versiones de manera inteligente!
fr: 🔧 Notez comment OnePKG a géré intelligemment les versions!
hi: 🔧 ध्यान दें कि OnePKG समझदारी से संस्करणों को कैसे प्रबंधित करता है!
hr: 🔧 Napomena kako se OnePKG inteligentno upravljaju verzijama!
id: 🔧 Perhatikan bagaimana OnePkG dikelola secara cerdas!
it: 🔧 Nota come versioni gestite in modo intelligente ONEPKG!
ja: one OnePkgがインテリジェントに管理されたバージョンにどのように注意してください！
ko: 🔧 onepkg 지능적으로 관리되는 버전에 주목하십시오!
nl: 🔧 Merk op hoe ONEPKG intelligent beheerde versies!
no: 🔧 Legg merke til hvordan OnePKG intelligent administrerte versjoner!
pl: 🔧 Zwróć uwagę, jak inteligentnie zarządzane wersje!
pt_br: 🔧 Observe como o OnePKG gerenciou de forma inteligente versões!
ru: 🔧 Обратите внимание, как OnePKG интеллектуально управляемые версии!
sv: 🔧 Observera hur ONEPKG intelligent hanterade versioner!
sw: Kumbuka jinsi OnePKG zilizosimamiwa kwa busara!
tr: 🔧 OnePKG'nin akıllıca yönetildiği sürümlerin nasıl olduğunu unutmayın!

source: 📦 Main environment: flask-login 0.6.3 (untouched)
am: 📦 ዋና አካባቢ: - flask-goget 0.6.3 (የተቆራረጠ)
ar_eg: 📦 البيئة الرئيسية: Flask-F-Flogin 0.6.3 (لم يمسها)
bn: 📦 প্রধান পরিবেশ: ফ্লাস্ক-লোগিন 0.6.3 (ছোঁয়া)
da: 📦 Hovedmiljø: Flask-login 0.6.3 (uberørt)
de: 📦 Hauptumgebung: Flask-Login 0,6,3 (unberührt)
es: 📦 Entorno principal: Flask-login 0.6.3 (no tocado)
fr: 📦 Environnement principal: Flask-Login 0.6.3 (intact)
hi: 📦 मुख्य वातावरण: फ्लास्क-लोगिन 0.6.3 (अछूता)
hr: 📦 Glavno okruženje: tikvica-login 0,6.3 (netaknuto)
id: 📦 Lingkungan Utama: Labu-login 0.6.3 (tidak tersentuh)
it: 📦 Ambiente principale: Fask-Login 0.6.3 (non toccato)
ja: 📦主な環境：フラスコ - ロギン0.6.3（手つかず）
ko: 📦 주요 환경 : Flask-Login 0.6.3 (손길이 닿지 않음)
nl: 📦 Hoofdomgeving: Flask-Login 0.6.3 (onaangeroerd)
no: 📦 Hovedmiljø: kolbe-login 0.6.3 (uberørt)
pl: 📦 Główne środowisko: logina kolba 0.6.3 (nietknięta)
pt_br: 📦 Ambiente principal: Logina Flask 0.6.3 (Intocado)
ru: 📦 Основная среда: Flask-Login 0,6,3 (нетронутая)
sv: 📦 Huvudmiljö: Flask-Login 0.6.3 (orörd)
sw: Mazingira Kuu: Flask-login 0.6.3 (haijashughulikiwa)
tr: 📦 Ana Çevre: Flask-login 0.6.3 (el değmemiş)

source: 🔧 omnipkg: flask-login 0.6.0 (available when needed)
am: 🔧 omnipkg: flask-gog.0 (አስፈላጊ በሚሆንበት ጊዜ ይገኛል)
ar_eg: 🔧 Omnipkg: Flask-F-F-0.6.0 (متاح عند الحاجة)
bn: 🔧 ওমনিপকিজি: ফ্লাস্ক-লোগিন 0.6.0 (যখন প্রয়োজন হয় তখন উপলব্ধ)
da: 🔧 Omnipkg: Flask-login 0.6.0 (tilgængelig når det er nødvendigt)
de: 🔧 omnipkg: Flask-Login 0.6.0 (bei Bedarf verfügbar)
es: 🔧 omnipkg: frasco-login 0.6.0 (disponible cuando sea necesario)
fr: 🔧 OMNIPKG: Flask-Login 0.6.0 (disponible en cas de besoin)
hi: 🔧 omnipkg: फ्लास्क-लोगिन 0.6.0 (जरूरत पड़ने पर उपलब्ध)
hr: 🔧 OmniPKG: Flask-Login 0,6.0 (dostupno kad je potrebno)
id: 🔧 omnipkg: labu-login 0.6.0 (tersedia saat dibutuhkan)
it: 🔧 Omnipkg: Fask-login 0.6.0 (disponibile quando necessario)
ja: omn​​ipkg：Flask-Login 0.6.0（必要に応じて利用可能）
ko: OMNIPKG : Flask-Login 0.6.0 (필요할 때 사용할 수 있음)
nl: 🔧 Omnipkg: Flask-Login 0.6.0 (beschikbaar wanneer dat nodig is)
no: 🔧 Omnipkg: Kolbe-login 0.6.0 (tilgjengelig når det er nødvendig)
pl: 🔧 Omnipkg: Flask-login 0.6.0 (dostępna w razie potrzeby)
pt_br: 🔧 Omnipkg: Login Flask 0.6.0 (disponível quando necessário)
ru: 🔧 Omnipkg: Flask-login 0,6,0 (при необходимости доступно)
sv: 🔧 Omnipkg: Flask-login 0.6.0 (tillgänglig vid behov)
sw: 🔧 omnipkg: chupa-login 0.6.0 (inapatikana wakati inahitajika)
tr: 🔧 omnipkg: flask-login 0.6.0 (gerektiğinde mevcuttur)

source: 💡 Want details on a specific version?
am: Anive በተወሰነ ስሪት ላይ ዝርዝሮችን ይፈልጋሉ?
ar_eg: 💡 هل تريد تفاصيل عن نسخة محددة؟
bn: A একটি নির্দিষ্ট সংস্করণে বিশদ চান?
da: 💡 Vil du have detaljer om en bestemt version?
de: 💡 Details zu einer bestimmten Version wünschen?
es: 💡 ¿Quieres detalles sobre una versión específica?
fr: 💡 Vous voulez des détails sur une version spécifique?
hi: 💡 एक विशिष्ट संस्करण पर विवरण चाहते हैं?
hr: 💡 Želite detalje o određenoj verziji?
id: 💡 Ingin detail pada versi tertentu?
it: 💡 Vuoi dettagli su una versione specifica?
ja: celific特定のバージョンの詳細が必要ですか？
ko: 💡 특정 버전에 대한 세부 정보를 원하십니까?
nl: 💡 Wilt u details over een specifieke versie?
no: 💡 Vil du ha detaljer om en bestemt versjon?
pl: 💡 Chcesz szczegółowe informacje na temat konkretnej wersji?
pt_br: 💡 Deseja detalhes sobre uma versão específica?
ru: 💡 Хотите подробности о конкретной версии?
sv: 💡 Vill du ha information om en specifik version?
sw: 💡 Unataka maelezo juu ya toleo maalum?
tr: 💡 Belirli bir sürüm hakkında ayrıntılar ister misiniz?

source: 🎯 Now you can see that BOTH versions are available to the system.
am: 🎯 አሁን ሁለቱም ስሪቶች ከስርዓቱ ጋር እንደሚገኙ ማየት ይችላሉ.
ar_eg: 🎯 يمكنك الآن أن ترى أن كلا الإصدارين متاحين للنظام.
bn: 🎯 এখন আপনি দেখতে পাচ্ছেন যে উভয় সংস্করণ সিস্টেমের জন্য উপলব্ধ।
da: 🎯 Nu kan du se, at begge versioner er tilgængelige for systemet.
de: 🎯 Jetzt können Sie sehen, dass beide Versionen dem System zur Verfügung stehen.
es: 🎯 Ahora puede ver que ambas versiones están disponibles para el sistema.
fr: 🎯 Maintenant, vous pouvez voir que les deux versions sont disponibles pour le système.
hi: 🎯 अब आप देख सकते हैं कि दोनों संस्करण सिस्टम के लिए उपलब्ध हैं।
hr: 🎯 Sada možete vidjeti da su obje verzije dostupne sustavu.
id: 🎯 Sekarang Anda dapat melihat bahwa kedua versi tersedia untuk sistem.
it: 🎯 Ora puoi vedere che entrambe le versioni sono disponibili per il sistema.
ja: ここで、両方のバージョンがシステムで利用可能であることがわかります。
ko: 이제 두 버전 모두 시스템에서 사용할 수 있음을 알 수 있습니다.
nl: 🎯 Nu kunt u zien dat beide versies beschikbaar zijn voor het systeem.
no: 🎯 Nå kan du se at begge versjonene er tilgjengelige for systemet.
pl: 🎯 Teraz możesz zobaczyć, że obie wersje są dostępne w systemie.
pt_br: 🎯 Agora você pode ver que ambas as versões estão disponíveis para o sistema.
ru: 🎯 Теперь вы можете видеть, что обе версии доступны для системы.
sv: 🎯 Nu kan du se att båda versionerna är tillgängliga för systemet.
sw: 🎯 Sasa unaweza kuona kwamba matoleo yote mawili yanapatikana kwa mfumo.
tr: 🎯 Artık her iki sürümün de sistem için kullanılabilir olduğunu görebilirsiniz.

source: See test above: we not only have multiple versions in the same environment, but can even run them in the same script!
am: ከዚህ በላይ ፈተናን ይመልከቱ-በተመሳሳይ አካባቢ ውስጥ ብዙ ስሪቶች ብቻ አይደሉም, ግን እንኳን በተመሳሳይ ስክሪፕት ውስጥ ሊሮጡ ይችላሉ!
ar_eg: انظر الاختبار أعلاه: ليس لدينا إصدارات متعددة في نفس البيئة فحسب ، بل يمكنها حتى تشغيلها في نفس البرنامج النصي!
bn: উপরের পরীক্ষাটি দেখুন: আমাদের কেবল একই পরিবেশে একাধিক সংস্করণ নেই, তবে সেগুলি একই স্ক্রিপ্টে চালাতেও পারে!
da: Se test ovenfor: Vi har ikke kun flere versioner i det samme miljø, men kan endda køre dem i det samme script!
de: Siehe Test oben: Wir haben nicht nur mehrere Versionen in derselben Umgebung, sondern können sie auch im selben Skript ausführen!
es: Vea la prueba anterior: ¡no solo tenemos múltiples versiones en el mismo entorno, sino que incluso podemos ejecutarlas en el mismo script!
fr: Voir le test ci-dessus: nous avons non seulement plusieurs versions dans le même environnement, mais nous pouvons même les exécuter dans le même script!
hi: ऊपर परीक्षण देखें: हमारे पास न केवल एक ही वातावरण में कई संस्करण हैं, बल्कि उन्हें उसी स्क्रिप्ट में भी चला सकते हैं!
hr: Pogledajte test gore: Mi ne samo da imamo više verzija u istom okruženju, već ih možemo pokrenuti u istoj skripti!
id: Lihat Tes di atas: Kami tidak hanya memiliki beberapa versi di lingkungan yang sama, tetapi bahkan dapat menjalankannya dalam skrip yang sama!
it: Vedi Test sopra: non abbiamo solo più versioni nello stesso ambiente, ma possiamo persino eseguirle nello stesso script!
ja: 上記のテストを参照してください：同じ環境に複数のバージョンがあるだけでなく、同じスクリプトでそれらを実行することもできます！
ko: 위의 테스트를 참조하십시오. 같은 환경에 여러 버전이있을뿐만 아니라 동일한 스크립트로 실행할 수도 있습니다!
nl: Zie Test hierboven: We hebben niet alleen meerdere versies in dezelfde omgeving, maar kunnen ze zelfs in hetzelfde script uitvoeren!
no: Se test ovenfor: Vi har ikke bare flere versjoner i samme miljø, men kan til og med kjøre dem i samme skript!
pl: Zobacz test powyżej: mamy nie tylko wiele wersji w tym samym środowisku, ale możemy nawet uruchomić je w tym samym skrypcie!
pt_br: Veja o teste acima: não apenas temos várias versões no mesmo ambiente, mas também podemos executá -las no mesmo script!
ru: См. Тест выше: у нас не только несколько версий в одной и той же среде, но даже можем запустить их в одном сценарии!
sv: Se testet ovan: Vi har inte bara flera versioner i samma miljö, utan kan till och med köra dem i samma skript!
sw: Tazama mtihani hapo juu: Sisi sio tu na matoleo mengi katika mazingira sawa, lakini tunaweza kuziendesha kwa maandishi sawa!
tr: Yukarıdaki teste bakın: Sadece aynı ortamda birden fazla sürümümüz değil, aynı zamanda aynı komut dosyasında bile çalıştırabiliriz!

source: 🎉🎉🎉 DEMO COMPLETE! 🎉🎉🎉
am: 🎉🎉🎉 ማሳያ የተሟላ!🎉🎉🎉
ar_eg: 🎉🎉🎉 Demo كاملة!🎉🎉🎉
bn: 🎉🎉🎉 ডেমো সম্পূর্ণ!🎉🎉🎉
da: 🎉🎉🎉 Demo komplet!🎉🎉🎉
de: 🎉🎉🎉 Demo vollständig!🎉🎉🎉
es: 🎉🎉🎉 ¡Completa la demostración!🎉🎉🎉
fr: 🎉🎉🎉 Demo complet!🎉🎉🎉
hi: 🎉🎉🎉 डेमो पूरा!🎉🎉🎉
hr: 🎉🎉🎉 Demo završen!🎉🎉🎉
id: 🎉🎉🎉 Demo Lengkap!🎉🎉🎉
it: 🎉🎉🎉 Demo completa!🎉🎉🎉
ja: demoデモ完了！🎉🎉🎉
ko: Demo 완료!🎉🎉🎉
nl: 🎉🎉🎉 Demo compleet!🎉🎉🎉
no: 🎉🎉🎉 Demo komplett!🎉🎉🎉
pl: 🎉🎉🎉 Demo kompletne!🎉🎉🎉
pt_br: 🎉🎉🎉 Demo completo!🎉🎉🎉
ru: 🎉🎉🎉 Демо завершена!🎉🎉🎉
sv: 🎉🎉🎉 Demo komplett!🎉🎉🎉
sw: 🎉🎉🎉 Demo kamili!🎉🎉🎉
tr: 🎉🎉🎉 Demo tamamlandı!🎉🎉🎉

source: 📚 What you learned:
am: የተማሩት ነገር
ar_eg: 📚 ما تعلمته:
bn: 📚 আপনি যা শিখেছেন:
da: 📚 Hvad du lærte:
de: 📚 Was du gelernt hast:
es: 📚 Lo que aprendiste:
fr: 📚 Ce que vous avez appris:
hi: 📚 आपने क्या सीखा:
hr: 📚 Što ste naučili:
id: 📚 Apa yang Anda pelajari:
it: 📚 Cosa hai imparato:
ja: 📚学んだこと：
ko: 📚 당신이 배운 것 :
nl: 📚 Wat je hebt geleerd:
no: 📚 Hva du lærte:
pl: 📚 Czego się nauczyłeś:
pt_br: 📚 O que você aprendeu:
ru: 📚 То, что вы узнали:
sv: 📚 Vad du lärde dig:
sw: 📚 Umejifunza nini:
tr: 📚 Ne öğrendiğiniz:

source: 💀 pip: Breaks everything, creates dependency hell
am: 💀 ፓይፕ: - ሁሉንም ነገር መቁረጥ, ጥገኛነት ፍጥረት ነው
ar_eg: 💀 PIP: يكسر كل شيء ، يخلق الجحيم التبعية
bn: 💀 পিপ: সবকিছু ভেঙে দেয়, নির্ভরতা নরক তৈরি করে
da: 💀 Pip: bryder alt, skaber afhængighed helvede
de: 💀 PIP: Bricht alles, schafft Abhängigkeitshölle
es: 💀 pip: rompe todo, crea dependencia infierno
fr: 💀 Pip: tout casse, crée une dépendance
hi: 💀 पिप: सब कुछ तोड़ता है, निर्भरता नरक बनाता है
hr: 💀 Pip: sve razbije, stvara pakao ovisnost
id: 💀 Pip: merusak segalanya, menciptakan neraka ketergantungan
it: 💀 PIP: rompe tutto, crea l'inferno di dipendenza
ja: pip：すべてを破り、依存関係の地獄を作成します
ko: pip : 모든 것을 깨고 의존성을 만듭니다
nl: 💀 pip: breekt alles, creëert afhankelijkheid hel
no: 💀 Pip: Bryter alt, skaper avhengighet helvete
pl: 💀 PIP: Złamuje wszystko, tworzy piekło zależności
pt_br: 💀 Pip: quebra tudo, cria dependência infernal
ru: 💀 PIP: все нарушает, создает адсерскую адс.
sv: 💀 pip: bryter allt, skapar beroende helvete
sw: 💀 PIP: Inavunja kila kitu, inaunda kuzimu ya utegemezi
tr: 💀 pip: her şeyi kırar, bağımlılık cehennemi yaratır

source: 🧠 omnipkg: Smart isolation, peaceful coexistence
am: 🧠 omnipkg: ስማርት ማግለል, ሰላማዊ አብሮ መኖር
ar_eg: 🧠 Omnipkg: العزلة الذكية ، التعايش السلمي
bn: 🧠 ওমনিপকেজি: স্মার্ট বিচ্ছিন্নতা, শান্তিপূর্ণ সহাবস্থান
da: 🧠 Omnipkg: Smart isolering, fredelig sameksistens
de: 🧠 omnipkg: intelligente Isolation, friedliche Koexistenz
es: 🧠 omnipkg: aislamiento inteligente, coexistencia pacífica
fr: 🧠 OMNIPKG: isolement intelligent, coexistence paisible
hi: 🧠 omnipkg: स्मार्ट अलगाव, शांतिपूर्ण सह -अस्तित्व
hr: 🧠 OmniPKG: Pametna izolacija, miran suživot
id: 🧠 omnipkg: isolasi pintar, koeksistensi damai
it: 🧠 Omnipkg: isolamento intelligente, coesistenza pacifica
ja: omn​​ipkg：賢明な隔離、平和的な共存
ko: OMNIPKG : 똑똑한 격리, 평화로운 공존
nl: 🧠 omnipkg: slimme isolatie, vreedzame coëxistentie
no: 🧠 Omnipkg: Smart isolasjon, fredelig sameksistens
pl: 🧠 Omnipkg: inteligentna izolacja, spokojne współistnienie
pt_br: 🧠 omnipkg: isolamento inteligente, coexistência pacífica
ru: 🧠 Omnipkg: умная изоляция, мирное сосуществование
sv: 🧠 Omnipkg: Smart isolering, fredlig samexistens
sw: 🧠 Omnipkg: Kutengwa kwa smart, usawa wa amani
tr: 🧠 omnipkg: akıllı izolasyon, barışçıl bir arada yaşama

source: 🔧 Intelligence: Skips redundant work, creates isolation when needed
am: 🔧 ብልህነት: - መዝጊያ ሥራዎችን መዝለል, አስፈላጊ በሚሆንበት ጊዜ ማግለል ይፈጥራል
ar_eg: 🔧 الذكاء: يتخطى العمل الزائد ، يخلق العزلة عند الحاجة
bn: 🔧 বুদ্ধি: অপ্রয়োজনীয় কাজ এড়িয়ে যান, প্রয়োজনে বিচ্ছিন্নতা তৈরি করে
da: 🔧 Intelligens: springer overflødigt arbejde, skaber isolering, når det er nødvendigt
de: 🔧 Intelligenz: überspringt überflüssige Arbeit, erzeugt bei Bedarf Isolation
es: 🔧 Inteligencia: omita el trabajo redundante, crea aislamiento cuando es necesario
fr: 🔧 Intelligence: saute le travail redondant, crée l'isolement en cas de besoin
hi: 🔧 इंटेलिजेंस: स्किप्स रिडेन्डेंट वर्क, जरूरत पड़ने पर अलगाव बनाता है
hr: 🔧 Inteligencija: preskoči suvišni rad, stvara izolaciju kad je potrebno
id: 🔧 Kecerdasan: Melewati pekerjaan yang berlebihan, menciptakan isolasi saat dibutuhkan
it: 🔧 Intelligenza: salta il lavoro ridondante, crea isolamento quando necessario
ja: 🔧知性：冗長な作業をスキップし、必要に応じて分離を作成します
ko: 🔧 인텔리전스 : 중복 작업을 건너 뛰고 필요할 때 격리를 만듭니다
nl: 🔧 Intelligentie: oversloeg redundant werk, creëert isolatie wanneer dat nodig is
no: 🔧 intelligens: hopper over overflødig arbeid, skaper isolasjon når det er nødvendig
pl: 🔧 Inteligencja: pomija nadmiarową pracę, w razie potrzeby tworzy izolację
pt_br: 🔧 Inteligência: pula o trabalho redundante, cria isolamento quando necessário
ru: 🔧 Интеллект: пропускает избыточную работу, создает изоляцию при необходимости
sv: 🔧 Intelligens: Hoppar överflödigt arbete, skapar isolering vid behov
sw: 🔧 Ujuzi: Skips kazi isiyo na maana, huunda kutengwa wakati inahitajika
tr: 🔧 İstihbarat: gereksiz işi atlar, gerektiğinde izolasyon yaratır

source: 🔄 Magic: Seamless switching without containers
am: 🔄 አስማት: - ያለ መያዣዎች ያለ መያዣዎች መቀየር
ar_eg: 🔄 السحر: التبديل السلس بدون حاويات
bn: 🔄 যাদু: পাত্রে ছাড়াই বিরামবিহীন স্যুইচিং
da: 🔄 Magi: problemfri skift uden containere
de: 🔄 Magie: nahtloser Wechsel ohne Behälter
es: 🔄 Magia: conmutación sin costuras sin contenedores
fr: 🔄 Magic: commutation transparente sans conteneurs
hi: 🔄 जादू: कंटेनरों के बिना सहज स्विचिंग
hr: 🔄 Magic: Bešavno prebacivanje bez spremnika
id: 🔄 Sihir: Pergantian mulus tanpa wadah
it: 🔄 magia: commutazione senza soluzione di continuità senza contenitori
ja: 🔄マジック：コンテナなしのシームレスな切り替え
ko: Magic : 컨테이너가없는 원활한 스위칭
nl: 🔄 Magie: naadloos schakelen zonder containers
no: 🔄 Magic: Sømløs bytte uten containere
pl: 🔄 Magic: bezproblemowe przełączanie bez pojemników
pt_br: 🔄 Magic: comutação perfeita sem recipientes
ru: 🔄 Магия: плавное переключение без контейнеров
sv: 🔄 Magi: Sömlös byte utan behållare
sw: 🔄 Uchawi: Kubadilisha bila mshono bila vyombo
tr: 🔄 Sihir: kaplar olmadan kesintisiz anahtarlama

source: 🚀 Dependency hell is officially SOLVED!
am: 🚀 ጥገኛነት ገሀነም በይፋ ተፈትቷል!
ar_eg: 🚀 تم حل الجحيم التبعية رسميًا!
bn: 🚀 নির্ভরতা নরক আনুষ্ঠানিকভাবে সমাধান করা হয়!
da: 🚀 Afhængighed helvede løses officielt!
de: 🚀 Abhängigkeit Hölle ist offiziell gelöst!
es: 🚀 ¡La dependencia del infierno se resuelve oficialmente!
fr: 🚀 La dépendance L'enfer est officiellement résolu!
hi: 🚀 निर्भरता नरक आधिकारिक तौर पर हल हो गया है!
hr: 🚀 Pakao ovisnosti službeno je riješen!
id: 🚀 Neraka ketergantungan secara resmi dipecahkan!
it: 🚀 La dipendenza l'inferno è ufficialmente risolto!
ja: 🚀依存関係地獄は正式に解決されました！
ko: 🚀 의존성 지옥이 공식적으로 해결됩니다!
nl: 🚀 Afhankelijkheid Hell is officieel opgelost!
no: 🚀 Avhengighet Helvete er offisielt løst!
pl: 🚀 Zależność piekło jest oficjalnie rozwiązane!
pt_br: 🚀 Dependência O inferno é oficialmente resolvido!
ru: 🚀 Ад зависимости Ад официально решается!
sv: 🚀 Beroende helvete är officiellt löst!
sw: Kuzimu ya utegemezi kutatuliwa rasmi!
tr: 🚀 Bağımlılık cehennemi resmen çözüldü!
