Repository: 1minds3t/omnipkg
Catalog: omnipkg/locale/*/LC_MESSAGES/omnipkg.po
Languages: am, ar_eg, bn, da, de, es, fr, hi, hr, id, it, ja, ko, nl, no, pl, pt_br, ru, sv, sw, tr

source: 💡 Remember: omnipkg exists when you're ready to stop suffering
am: The ያስታውሱ-ስቃይ ለማቆም ዝግጁ ሲሆኑ ኦሚኒካዊ ግፊት አለ
ar_eg: 💡 تذكر: Omnipkg موجود عندما تكون مستعدًا للتوقف عن المعاناة
bn: 💡 মনে রাখবেন: আপনি যখন দুর্ভোগ বন্ধ করতে প্রস্তুত তখন ওমনিপকেজি বিদ্যমান
da: 💡 Husk: Omnipkg eksisterer, når du er klar til at stoppe med at lide
de: 💡 Denken Sie daran: Omnipkg existiert, wenn Sie bereit sind, aufhören zu leiden
es: 💡 Recuerde: Omnipkg existe cuando estás listo para dejar de sufrir
fr: 💡 Rappelez-vous: omnipkg existe lorsque vous êtes prêt à arrêter la souffrance
hi: 💡 याद रखें: omnipkg मौजूद है जब आप दुख को रोकने के लिए तैयार होते हैं
hr: 💡 Zapamtite: OmniPKG postoji kada ste spremni prestati patiti
id: 💡 Ingat: omnipkg ada saat Anda siap berhenti menderita
it: 💡 Ricorda: Omnipkg esiste quando sei pronto a smettere di soffrire
ja: ∎覚えておいてください：omnipkgは苦しみを止める準備ができているときに存在します
ko: 💡 기억 : OMNIPKG는 고통을 멈출 준비가되면 존재합니다.
nl: 💡 Onthoud: omnipkg bestaat als u klaar bent om te stoppen met lijden
no: 💡 Husk: Omnipkg eksisterer når du er klar til å slutte å lide
pl: 💡 Pamiętaj: Omnipkg istnieje, gdy będziesz gotowy przestać cierpieć
pt_br: 💡 Lembre -se: existe omnipkg quando você estiver pronto para parar de sofrer
ru: 💡 Помните: Omnipkg существует, когда вы готовы прекратить страдания
sv: 💡 Kom ihåg: Omnipkg finns när du är redo att sluta lidande
sw: Kumbuka: Omnipkg ipo wakati uko tayari kuacha kuteseka
tr: 💡 Unutmayın: Omnipkg, acı çekmeyi bırakmaya hazır olduğunuzda var olur

source: Let's fix this mess and install the newer version back with omnipkg...
am: ይህንን መበላሸት እንጠግ እና አዲሱን ስሪት ከኦምኒካዊ on ጋር መልሰው ይጭኑ ...
ar_eg: دعنا نصلح هذه الفوضى وتثبيت الإصدار الأحدث مرة أخرى مع Omnipkg ...
bn: আসুন এই জগাখিচুড়ি ঠিক করুন এবং ওমনিপকিজি সহ নতুন সংস্করণটি ইনস্টল করুন ...
da: Lad os ordne dette rod og installere den nyere version tilbage med OmnipKg ...
de: Lassen Sie uns dieses Chaos beheben und die neuere Version mit Omnipkg wieder installieren ...
es: Solucionemos este desastre e instale la versión más nueva con Omnipkg ...
fr: Corrigeons ce gâchis et reconstituons la nouvelle version avec omnipkg ...
hi: आइए इस मेस को ठीक करें और OMNIPKG के साथ नए संस्करण को वापस स्थापित करें ...
hr: Popravimo ovaj nered i instaliramo noviju verziju natrag s omnipkg ...
id: Mari kita perbaiki kekacauan ini dan instal versi yang lebih baru dengan omnipkg ...
it: Risolviamo questo pasticcio e installia la versione più recente con omnipkg ...
ja: この混乱を修正し、新しいバージョンをOmnipkgで戻しましょう...
ko: 이 혼란을 해결하고 Omnipkg로 최신 버전을 다시 설치합시다 ...
nl: Laten we deze puinhoop repareren en de nieuwere versie terug installeren met omnipkg ...
no: La oss fikse dette rotet og installere den nyere versjonen tilbake med OMNIPKG ...
pl: Naprawmy ten bałagan i zainstaluj nowszą wersję z powrotem z OmnipKG ...
pt_br: Vamos consertar essa bagunça e instalar a versão mais recente de volta com omnipkg ...
ru: Давайте исправим этот беспорядок и установим более новую версию обратно с Omnipkg ...
sv: Låt oss fixa den här röran och installera den nyare versionen med omnipkg ...
sw: Wacha turekebishe fujo hili na usakinishe toleo jipya zaidi na omnipkg ...
tr: Bu karmaşayı düzeltelim ve yeni sürümü omnipkg ile geri yükleyelim ...

source: This time, let's be smart about it...
am: በዚህ ጊዜ ስለእሱ ብልጥ እንሁን ...
ar_eg: هذه المرة ، لنكن أذكياء في ذلك ...
bn: এবার, এটি সম্পর্কে স্মার্ট হয়ে উঠুন ...
da: Denne gang, lad os være smarte med det ...
de: Lasst uns diesmal klug sein ...
es: Esta vez, seamos inteligentes al respecto ...
fr: Cette fois, soyons intelligents à ce sujet ...
hi: इस बार, चलो इसके बारे में स्मार्ट हो ...
hr: Ovaj put, budimo pametni u vezi s tim ...
id: Kali ini, mari kita pintar tentang itu ...
it: Questa volta, siamo intelligenti al riguardo ...
ja: 今回は、それについて賢くなりましょう...
ko: 이번에는 그것에 대해 똑똑하게합시다 ...
nl: Deze keer, laten we er slim over zijn ...
no: Denne gangen, la oss være smarte med det ...
pl: Tym razem bądźmy mądrzy ...
pt_br: Desta vez, vamos ser inteligentes sobre isso ...
ru: На этот раз давайте будем умными в этом ...
sv: Den här gången, låt oss vara smarta med det ...
sw: Wakati huu, wacha tuwe smart juu yake ...
tr: Bu sefer bu konuda akıllı olalım ...

source: Let's see how omnipkg is managing our packages...
am: Omnipkg የእኛን ፓኬጆቻችንን እንዴት እንደሚቆጣጠር እንመልከት ...
ar_eg: دعونا نرى كيف يدير Omnipkg حزمنا ...
bn: আসুন দেখি কীভাবে ওমনিপকিজি আমাদের প্যাকেজগুলি পরিচালনা করছে ...
da: Lad os se, hvordan Omnipkg administrerer vores pakker ...
de: Mal sehen, wie Omnipkg unsere Pakete verwaltet ...
es: Veamos cómo omnipkg está administrando nuestros paquetes ...
fr: Voyons comment OMNIPKG gère nos packages ...
hi: आइए देखें कि OMNIPKG हमारे पैकेजों का प्रबंधन कैसे कर रहा है ...
hr: Da vidimo kako OmniPKG upravlja našim paketima ...
id: Mari kita lihat bagaimana omnipkg mengelola paket kami ...
it: Vediamo come Omnipkg gestisce i nostri pacchetti ...
ja: Omnipkgがどのようにパッケージを管理しているか見てみましょう...
ko: Omnipkg가 패키지를 어떻게 관리하고 있는지 봅시다 ...
nl: Laten we eens kijken hoe omnipkg onze pakketten beheert ...
no: La oss se hvordan Omnipkg administrerer pakkene våre ...
pl: Zobaczmy, jak OmnipKG zarządza naszymi pakietami ...
pt_br: Vamos ver como Omnipkg está gerenciando nossos pacotes ...
ru: Посмотрим, как Omnipkg управляет нашими пакетами ...
sv: Låt oss se hur omnipkg hanterar våra paket ...
sw: Wacha tuone jinsi Omnipkg anasimamia vifurushi vyetu ...
tr: Bakalım Omnipkg paketlerimizi nasıl yönetiyor ...

source: We'll simulate pressing Enter to skip this part...
am: ይህንን የተወሰነ ክፍል ለመዝለል ፕሬስ Engry ን እናስቀምጣለን ...
ar_eg: سنحاكي الضغط على أدخل لتخطي هذا الجزء ...
bn: আমরা এই অংশটি এড়িয়ে যাওয়ার জন্য টিপুন টিপুন সিমুলেট করব ...
da: Vi simulerer presserende enter for at springe over denne del ...
de: Wir werden die Eingabetaste simulieren, um diesen Teil zu überspringen ...
es: Simularemos presionando Enter para omitir esta parte ...
fr: Nous simulerons en appuyant sur Entrée pour sauter cette pièce ...
hi: हम इस भाग को छोड़ने के लिए एंटर को दबाने का अनुकरण करेंगे ...
hr: Simulirat ćemo pritiskanje Enter da preskočimo ovaj dio ...
id: Kami akan mensimulasikan penekan Enter untuk melewatkan bagian ini ...
it: Simuleremo premendo inserisci per saltare questa parte ...
ja: この部分をスキップするために、Enterを押すことをシミュレートします...
ko: 이 부분을 건너 뛰기 위해 누르기를 시뮬레이션 할 것입니다 ...
nl: We simuleren de druk op enter om dit deel over te slaan ...
no: Vi simulerer å trykke Enter for å hoppe over denne delen ...
pl: Symulować naciśnięcie Enter, aby pominąć tę część ...
pt_br: Vamos simular pressionar Enter para pular esta parte ...
ru: Мы имитируем нажатие ввода, чтобы пропустить эту часть ...
sv: Vi simulerar pressande enter för att hoppa över den här delen ...
sw: Tutaiga kubonyeza Enter ili kuruka sehemu hii ...
tr: Bu kısmı atlamak için baskı girişini simüle edeceğiz ...

source: 💡 Don't worry - even if some steps failed, the core isolation is working!
am: 💡 አይጨነቁ - ምንም እንኳን አንዳንድ እርምጃዎች ቢሳኩም, ዋናው ገለልተኛነት እየሰራ ነው!
ar_eg: 💡 لا تقلق - حتى إذا فشلت بعض الخطوات ، فإن العزلة الأساسية تعمل!
bn: 💡 চিন্তা করবেন না - কিছু পদক্ষেপ ব্যর্থ হলেও, মূল বিচ্ছিন্নতা কাজ করছে!
da: 💡 Bare rolig - selvom nogle trin mislykkedes, fungerer kerneisoleringen!
de: 💡 Mach dir keine Sorgen - auch wenn einige Schritte fehlgeschlagen sind, funktioniert die Kernisolation!
es: 💡 No se preocupe: incluso si algunos pasos fallaron, ¡el aislamiento central está funcionando!
fr: 💡 Ne vous inquiétez pas - même si certaines étapes ont échoué, l'isolement de base fonctionne!
hi: 💡 चिंता मत करो - भले ही कुछ कदम विफल हो गए, कोर अलगाव काम कर रहा है!
hr: 💡 Ne brinite - čak i ako neki koraci nisu uspjeli, jezgra izolacija djeluje!
id: 💡 Jangan khawatir - bahkan jika beberapa langkah gagal, isolasi inti berfungsi!
it: 💡 Non preoccuparti - anche se alcuni passaggi non sono riusciti, l'isolamento di base funziona!
ja: 💡心配しないでください - いくつかのステップが失敗したとしても、コア分離が機能しています！
ko: ∎ 걱정하지 마십시오 - 일부 단계가 실패하더라도 핵심 격리가 작동합니다!
nl: 💡 Maak je geen zorgen - zelfs als sommige stappen zijn mislukt, werkt de kernisolatie!
no: 💡 Ikke bekymre deg - selv om noen trinn mislyktes, fungerer kjerneisolasjonen!
pl: 💡 Nie martw się - nawet jeśli niektóre kroki się nie powiodły, podstawowa izolacja działa!
pt_br: 💡 Não se preocupe - mesmo que algumas etapas falhassem, o isolamento do núcleo está funcionando!
ru: 💡 Не волнуйтесь - даже если некоторые шаги потерпели неудачу, основная изоляция работает!
sv: 💡 Oroa dig inte - även om vissa steg misslyckades fungerar kärnisoleringen!
sw: Usijali - hata ikiwa hatua kadhaa zilishindwa, kutengwa kwa msingi kunafanya kazi!
tr: 💡 Endişelenmeyin - bazı adımlar başarısız olsa bile, çekirdek izolasyon çalışıyor!

source: That's the main achievement of omnipkg! 🔥
am: የ OMnipg ዋና ውጤት ነው!🔥
ar_eg: هذا هو الإنجاز الرئيسي لـ Omnipkg!🔥
bn: এটাই ওমনিপকিজির মূল অর্জন!🔥
da: Det er den vigtigste præstation af omnipkg!🔥
de: Das ist die Hauptleistung von Omnipkg!🔥
es: ¡Ese es el logro principal de Omnipkg!🔥
fr: C'est la principale réalisation d'OmnipKG!🔥
hi: यह Omnipkg की मुख्य उपलब्धि है!🔥
hr: To je glavno postignuće OmniPKG -a!🔥
id: Itulah pencapaian utama omnipkg!🔥
it: Questo è il risultato principale di Omnipkg!🔥
ja: それがOmnipkgの主な成果です！🔥
ko: 그것이 Omnipkg의 주요 성과입니다!🔥
nl: Dat is de belangrijkste prestatie van omnipkg!🔥
no: Det er den viktigste oppnåelsen av Omnipkg!🔥
pl: To jest główne osiągnięcie Omnipkg!🔥
pt_br: Essa é a principal conquista do omnipkg!🔥
ru: Это главное достижение Omnipkg!🔥
sv: Det är den viktigaste prestationen av omnipkg!🔥
sw: Huo ndio mafanikio kuu ya omnipkg!🔥
tr: Omnipkg'in ana başarısı bu!🔥

source: ⚠️ Install 'tqdm' for a better progress bar.
am: ለተሻለ እድገት አሞሌ 'TQDM' ን ይጫኑ.
ar_eg: ⚠ تثبيت "TQDM" للحصول على شريط تقدم أفضل.
bn: আরও ভাল অগ্রগতি বারের জন্য 'টিকিউডিএম' ইনস্টল করুন।
da: ⚠ Installer 'tqdm' til en bedre statuslinje.
de: ⚠️ Installieren Sie 'TQDM' für eine bessere Fortschrittsleiste.
es: ⚠️ Instalar 'TQDM' para una mejor barra de progreso.
fr: ⚠️ Installez «TQDM» pour une meilleure barre de progrès.
hi: ⚠ एक ​​बेहतर प्रगति बार के लिए 'TQDM' स्थापित करें।
hr: ⚠️ Ugradite 'TQDM' za bolju traku napretka.
id: ⚠️ Instal 'TQDM' untuk bilah kemajuan yang lebih baik.
it: ⚠️ Installa 'TQDM' per una barra di avanzamento migliore.
ja: より良い進行状況バーのために、「TQDM」をインストールします。
ko: ⚠️ 더 나은 진행률 표시 줄을 위해 'TQDM'을 설치하십시오.
nl: ⚠️ Installeer 'TQDM' voor een betere voortgangsbalk.
no: ⚠ Installer 'TQDM' for en bedre fremdriftslinje.
pl: ⚠️ Zainstaluj „TQDM”, aby uzyskać lepszy pasek postępu.
pt_br: ⚠️ Instale 'TQDM' para uma barra de progresso melhor.
ru: ⚠ Установите 'TQDM' для лучшей панели прогресса.
sv: ⚠ Installera 'TQDM' för en bättre framstegsfält.
sw: Sakinisha 'TQDM' kwa bar bora ya maendeleo.
tr: Daha iyi bir ilerleme çubuğu için 'tqdm' yükleyin.

source: 🧹 Removing old bubble: {}
am: 🧹 የድሮ አረፋ በማስወገድ {}
ar_eg: 🧹 إزالة الفقاعة القديمة: {}
bn: Old পুরানো বুদ্বুদ অপসারণ: {}
da: 🧹 Fjernelse af gammel boble: {}
de: 🧹 alte Blase entfernen: {}
es: 🧹 Eliminar la burbuja antigua: {}
fr: 🧹 Retirer la vieille bulle: {}
hi: 🧹 पुराने बुलबुले को हटाना: {}
hr: 🧹 Uklanjanje starog mjehurića: {}
id: 🧹 Menghapus gelembung lama: {}
it: 🧹 Rimozione della vecchia bolla: {}
ja: old古いバブルの削除：{}
ko: 🧹 오래된 거품 제거 : {}
nl: 🧹 Old Bubble verwijderen: {}
no: 🧹 Fjerning av gammel boble: {}
pl: 🧹 Usuwanie starej bańki: {}
pt_br: 🧹 Removendo a velha bolha: {}
ru: 🧹 Удаление старого пузыря: {}
sv: 🧹 Ta bort gammal bubbla: {}
sw: 🧹 Kuondoa Bubble ya zamani: {}
tr: 🧹 Eski baloncuk çıkarma: {}

source: 📦 Ensuring main environment has baseline: rich=={}
am: Mardown ዋና አካባቢያዊ አካባቢያዊ አረጋግጥ-የበለፀገ == {}
da: 📦 At sikre, at hovedmiljøet har baseline: rig == '{}'
de: 📦 Sicherstellen, dass die Hauptumgebung Grundlinie hat: Rich == {}
fr: 📦 Assurer l'environnement principal a de référence: riche == "{}"
hr: 📦 Osiguravanje glavnog okruženja ima početnu vrijednost: Rich == '{}'
id: 📦 Memastikan lingkungan utama memiliki baseline: Rich == '{}'
it: 📦 Garantire che l'ambiente principale abbia una base: Rich == "{}"
nl: 📦 Zorgen voor de hoofdomgeving heeft basislijn: rich == '{}'
no: 📦 Sikre hovedmiljøet har grunnlinje: rik == '{}'
pl: 📦 Zapewnienie głównego środowiska ma linię bazową: Rich == "{}"
pt_br: 📦 Garantir que o ambiente principal tenha linha de base: Rich == {}
ru: 📦 Обеспечение основной среды имеет базовую линию: rich == {}
sv: 📦 Se till att huvudmiljön har baslinje: Rich == '{}'
sw: 📦 Kuhakikisha mazingira kuu yana msingi: tajiri == "{}"

source: rich=={}
am: የበለፀገ == {}
da: rig == {}
fr: riche == {}
hr: bogati == {}
no: rik == {}
pt_br: rico == {}
sw: tajiri == {}

source: ✅ Environment prepared
am: ✅ አካባቢ ተዘጋጅቷል
ar_eg: ✅ البيئة أعدت
bn: ✅ পরিবেশ প্রস্তুত
da: Forberedt miljø
de: ✅ Umgebung vorbereitet
es: ✅ Medio ambiente preparado
fr: ✅ Environnement préparé
hi: ✅ पर्यावरण तैयार किया गया
hr: ✅ Pripremljeno okruženje
id: ✅ Lingkungan disiapkan
it: ✅ ambiente preparato
ja: ✅環境が準備されました
ko: ✅ 환경이 준비되었습니다
nl: ✅ Milieu voorbereid
no: ✅ Forberedt miljø
pl: ✅ Przygotowane środowisko
pt_br: ✅ Meio ambiente preparado
ru: ✅ Среда подготовлена
sv: ✅ Miljö förberedd
sw: Mazingira yaliyoandaliwa
tr: ✅ Çevre hazırlanmış

source: 🫧 Creating bubble for rich=={}
am: 🫧 ለሀብታሞች አረፋ መፍጠር == {}
ar_eg: 🫧 إنشاء فقاعة لـ RICH == {}
bn: Rich ধনী == {} এর জন্য বুদ্বুদ তৈরি করা
da: 🫧 Oprettelse af boble til rig == {}
de: 🫧 Blase für Rich == '{}' erstellen
es: 🫧 Creación de burbuja para rich == '{}'
fr: 🫧 Création de bulles pour riche == {}
hi: 🫧 अमीर के लिए बुलबुला बनाना == {}
hr: 🫧 Stvaranje mjehurića za Rich == '{}'
id: 🫧 Membuat gelembung untuk Rich == '{}'
it: 🫧 Creazione della bolla per Rich == '{}'
ja: rich == {}のバブルの作成
ko: 🫧 Rich == {}에 대한 거품 만들기
nl: 🫧 Bubble creëren voor Rich == {}
no: 🫧 Opprette boble for rik == {}
pl: 🫧 Tworzenie bańki dla Rich == {}
pt_br: 🫧 Criando bolha para Rich == '{}'
ru: 🫧 Создание пузыря для rich == {}
sv: 🫧 Skapa bubbla för rik == {}
sw: 🫧 Kuunda Bubble kwa tajiri == {}

source: 🔧 Testing import of version {}...
am: Cry Stroncy Commity in {} ...
ar_eg: 🔧 اختبار استيراد الإصدار {} ...
bn: Version সংস্করণ আমদানি পরীক্ষা {} ...
da: 🔧 Test af import af version '{}' ...
de: 🔧 Testen der Import von Version '{}' ...
es: 🔧 Prueba de importación de la versión '{}' ...
fr: 🔧 Tester l'importation de la version '{}' ...
hi: 🔧 संस्करण का परीक्षण आयात {} ...
hr: 🔧 Testiranje uvoza verzije '{}' ...
id: 🔧 Menguji Impor Versi '{}' ...
it: 🔧 Test di importazione di versione '{}' ...
ja: bersionバージョンのインポートのテスト {} ...
ko: 🔧 버전의 가져 오기 테스트 {} ...
nl: 🔧 Testing van versie {} ...
no: 🔧 Testing av import av versjon '{}' ...
pl: 🔧 Testowanie importu wersji {} ...
pt_br: 🔧 Testando a importação da versão '{}' ...
ru: 🔧 Тестирование импорта версии {} ...
sv: 🔧 Testa import av version '{}' ...
sw: 🔧 Kujaribu uingizaji wa toleo '{}' ...

source: ❌ Subprocess FAILED for version {}:
am: ❌ ንዑስ ክፍያ ስሪት {}
ar_eg: ❌ فشلت العملية الفرعية في الإصدار {}:
bn: ❌ সাবপ্রসেস সংস্করণের জন্য ব্যর্থ হয়েছে {}:
da: ❌ Subprocess mislykkedes for version {}:
de: ❌ Subprozess fehlgeschlagen für die Version {}:
es: ❌ El subprocesamiento falló para la versión {}:
fr: ❌ Le sous-processus a échoué pour la version {}:
hi: ❌ उपप्रकार संस्करण {} के लिए विफल रहा:
hr: ❌ Podproces nije uspio za verziju {}:
id: ❌ Subproses gagal untuk versi {}:
it: ❌ sottoprocesso non riuscito per la versione {}:
ja: ❌バージョン{}のサブプロセスが失敗しました：
ko: ❌ 버전 {}에 대한 하위 프로세스가 실패했습니다.
nl: ❌ Subproces is mislukt voor versie {}:
no: ❌ Underprosess mislyktes for versjon {}:
pl: ❌ Subprocess nie powiódł się dla wersji {}:
pt_br: ❌ Subprocess falhou para a versão {}:
ru: ❌ подпроцесс не удался для версии {}:
sv: ❌ Underprocessen misslyckades för version {}:
sw: ❌ Subprocess ilishindwa kwa toleo {}:
tr: ❌ Alt işlem sürümü için başarısız oldu {}:

source: STDERR: {}
am: Stysr: {}

source: ⚠️ Test harness failed to restore {} from {}: {}
am: ⚠️ የሙከራ መሣሪያ መመለስ አልተሳካም{}ከ{}የሚያያዙት ገጾች{}
ar_eg: ⚠ فشل تسخير الاختبار في استعادة {} من {}: {}
bn: ⚠ পরীক্ষার জোতা পুনরুদ্ধার করতে ব্যর্থ{}থেকে{}::{}
da: ⚠ Test sele kunne ikke gendanne {} fra {}: {}
de: ⚠️ Testkabelbaum konnte {} nicht von {}: {} wiederhergestellt werden
es: ⚠️ El arnés de prueba no pudo restaurar {} de {}: {}
fr: ⚠️ Le harnais de test n'a pas réussi à restaurer {} de {}: {}
hi: ⚠ परीक्षण हार्नेस {} से {}: {} को पुनर्स्थापित करने में विफल रहा
hr: ⚠️ Test kabelski svežanj nije uspio vratiti {} iz {}: {}
id: ⚠️ Test harness gagal mengembalikan {} dari {}: {}
it: ⚠️ L'imbracatura di prova non è riuscita a ripristinare {} da {}: {}
ja: testテストハーネスは{}から{}を復元できませんでした：{}
ko: ⚠️ 테스트 하네스는 {} : {}에서 {}를 복원하지 못했습니다.
nl: ⚠️ Test harnas kon {} niet herstellen van {}: {}
no: ⚠ Testsele klarte ikke å gjenopprette {} fra {}: {}
pl: ⚠️ Wiązka testowa nie udało się przywrócić {} z {}: {}
pt_br: ⚠️ o chicote de teste falhou em restaurar {} de {}: {}
ru: ⚠ Тестовая жгут не удалось восстановить {} из {}: {}
sv: ⚠ Testsele misslyckades med att återställa {} från {}: {}
sw: Harness ya mtihani ilishindwa kurejesha {} kutoka {}: {}

source: Testing Main Environment ({})
am: የመፈተን ዋና አካባቢን መሞከር ({})
da: Testning af hovedmiljø ('{}')
de: Hauptumgebung testen ( {} )
fr: Test de l'environnement principal ( {} )
hr: Testiranje glavnog okruženja ({})
id: Menguji lingkungan utama ( {} )
it: Test dell'ambiente principale ( {} )
nl: Hoofdomgeving testen ( {} )
no: Testing av hovedmiljø ("{}")
pl: Testowanie głównego środowiska ( {} )
pt_br: Testando o ambiente principal ({})
ru: Тестирование основной среды ({})
sv: Testa huvudmiljön ({})
sw: Kupima mazingira kuu ({} )

source: main-{}
am: ዋና- {}
ar_eg: رئيسي-{}
bn: প্রধান- {}
da: Hoved- {}
de: hauptsächlich-{}
es: principal-{}
hi: मुख्य-{}
hr: glavni-{}
id: utama-{}
it: principale-{}
ja: 主要-{}
ko: 기본-{}
nl: voornaamst-{}
no: hoved-{}
pl: główny-{}
pt_br: principal-{}
ru: основной-{}
sw: kuu- {}

source: Testing Bubble (rich=={})
am: የሙከራ አረፋ (የበለፀገ == {})
ar_eg: فقاعة الاختبار (RICH == {})
bn: টেস্টিং বুদ্বুদ (সমৃদ্ধ == {})
da: Testboble (rig == {})
de: Bubble testen (Rich == {})
es: Prueba de burbuja (rich == {})
fr: Tester la bulle (riche == {})
hi: परीक्षण बुलबुला (समृद्ध == {})
hr: Testiranje mjehurića (Rich == {})
id: Menguji gelembung (Rich == {})
it: Test Bubble (Rich == {})
ja: バブルのテスト（rich == {}）
ko: 버블 테스트 (Rich == {})
nl: Bubble testen (Rich == {})
pl: Testowanie bańki (Rich == {} )
pt_br: Bolha de teste (Rich == {})
ru: Тестирование пузырь (rich == {})
sv: Testa bubbla (Rich == {})
sw: Kupima Bubble (tajiri == {})

source: bubble-{}
am: አረፋ - {}
ar_eg: فقاعة-{}
bn: বুদ্বুদ- {}
da: boble-{}
de: Blase-{}
es: burbuja-{}
fr: bulle-{}
hi: बुलबुला- {}
hr: mjehurić-{}
id: gelembung-{}
it: bolla-{}
ja: バブル-{}
ko: 거품-{}
nl: bel-{}
no: boble-{}
pl: bańka-{}
pt_br: bolha-{}
sv: bubbla-{}

source: 🎉🎉🎉 ALL TESTS PASSED! 🎉🎉🎉
am: 🎉🎉🎉 ሁሉም ፈተናዎች አልፈዋል!🎉🎉🎉
da: 🎉🎉🎉 Alle test bestået!🎉🎉🎉
de: 🎉🎉🎉 Alle Tests wurden abgelegt!🎉🎉🎉
fr: 🎉🎉🎉 Tous les tests ont passé!🎉🎉🎉
hr: 🎉🎉🎉 Svi testovi prošli!🎉🎉🎉
id: 🎉🎉🎉 Semua tes lulus!🎉🎉🎉
it: 🎉🎉🎉 Tutti i test sono passati!🎉🎉🎉
nl: 🎉🎉🎉 Alle tests zijn geslaagd!🎉🎉🎉
no: 🎉🎉🎉 Alle tester bestått!🎉🎉🎉
pl: 🎉🎉🎉 Wszystkie testy przeszły!🎉🎉🎉
pt_br: 🎉🎉🎉 Todos os testes passaram!🎉🎉🎉
ru: 🎉🎉🎉 Все тесты прошли!🎉🎉🎉
sv: 🎉🎉🎉 Alla tester passerade!🎉🎉🎉
sw: Vipimo vyote vimepita!🎉🎉🎉
tr: 🎉🎉🎉 Tüm testler geçti!🎉🎉🎉

source: 💥 SOME TESTS FAILED.
am: 💥 አንዳንድ ፈተናዎች አልተሳኩም.
da: 💥 Nogle test mislykkedes.
de: 💥 Einige Tests sind fehlgeschlagen.
fr: 💥 Certains tests ont échoué.
hr: 💥 Neki testovi nisu uspjeli.
id: 💥 Beberapa tes gagal.
it: 💥 Alcuni test sono falliti.
nl: 💥 Sommige tests zijn mislukt.
no: 💥 Noen tester mislyktes.
pl: 💥 Niektóre testy nie powiodły się.
pt_br: 💥 Alguns testes falharam.
ru: 💥 Некоторые тесты не удались.
sv: 💥 Vissa tester misslyckades.
sw: Vipimo kadhaa vilishindwa.
tr: 💥 Bazı testler başarısız oldu.

source: ❌ Critical error during testing: {}
am: ሙከራ በሚሞክርበት ጊዜ አሳሳቢ ስህተት {}
ar_eg: ❌ خطأ حرج أثناء الاختبار: {}
bn: Testing পরীক্ষার সময় সমালোচনামূলক ত্রুটি: {}
da: ❌ Kritisk fejl under test: {}
de: ❌ Kritischer Fehler während des Tests: {}
es: ❌ Error crítico durante las pruebas: {}
fr: ❌ Erreur critique lors des tests: {}
hi: ❌ परीक्षण के दौरान महत्वपूर्ण त्रुटि: {}
hr: ❌ Kritična pogreška tijekom testiranja: {}
id: ❌ Kesalahan kritis selama pengujian: {}
it: ❌ Errore critico durante il test: {}
ja: testingテスト中の重大なエラー：{}
ko: ❌ 테스트 중 중요한 오류 : {}
nl: ❌ Kritische fout tijdens het testen: {}
no: ❌ Kritisk feil under testing: {}
pl: ❌ Błąd krytyczny podczas testowania: {}
pt_br: ❌ Erro crítico durante o teste: {}
ru: ❌ Критическая ошибка во время тестирования: {}
sv: ❌ Kritiskt fel under testning: {}
sw: ❌ Kosa muhimu wakati wa kupima: {}

source: 🧹 Removing test harness residual cloaked: {}
am: The የሙከራ መሣሪያን ማስወገድ ቀሪ የተሸሸገ ሁኔታ: {}
ar_eg: 🧹 إزالة اختبار تسخير المتبقية المتبقية: {}
bn: Test পরীক্ষা জোতা অপসারণ অবশিষ্টাংশ অবশিষ্টাংশ: {}
da: 🧹 Fjernelse af testsele resterende kappet: {}
de: 🧹 Entfernen der Reste des getarnten Testgeschirrs: {}
es: 🧹 Eliminar el arnés de prueba Residual: {}
fr: 🧹 Retrait du faisceau de test résiduel masqué: {}
hi: Test हटाने का परीक्षण हार्नेस अवशिष्ट क्लोकेड: {}
hr: 🧹 Uklanjanje zaostalog kabelskog kabela: {}
id: 🧹 Menghapus Tes Harness Residual Cloaked: {}
it: 🧹 Rimozione del cablaggio di prova residuo ammantato: {}
ja: testテストハーネスの取り外し残差クローク：{}
ko: 🧹 테스트 하네스 제거 잔차 담보 : {}
nl: 🧹 Test Harness Rest Cloaked verwijderen: {}
no: 🧹 Fjerning av testsele Rest tildekket: {}
pl: 🧹 Usunięcie wiązki testowej rezydualna maska: {}
pt_br: 🧹 Removendo o chicote de teste residual Coberto: {}
ru: 🧹 Снятие тестового жгута остаточная загрязнение: {}
sv: 🧹 Ta bort testsele rest cloaked: {}
sw: 🧹 Kuondoa Harness ya Mtihani Mabaki yaliyofunikwa: {}

source: 📦 Restoring main environment: rich=={}
am: Most ዋና አካባቢን መመለስ: 📦 rich == {}
ar_eg: 📦 استعادة البيئة الرئيسية: RICH == {}
bn: 📦 প্রধান পরিবেশ পুনরুদ্ধার: সমৃদ্ধ == {}
da: 📦 Gendannelse af hovedmiljø: rig == '{}'
de: 📦 Hauptumgebung wiederherstellen: Rich == rich=={}
es: 📦 Restauración del entorno principal: rich == rich=={}
fr: 📦 Restauration de l'environnement principal: riche == {}
hi: 📦 मुख्य वातावरण को बहाल करना: समृद्ध == {}
hr: 📦 Vraćanje glavnog okruženja: Rich == '{}'
id: 📦 Memulihkan Lingkungan Utama: Rich == rich=={}
it: 📦 Ripristino dell'ambiente principale: Rich == {}
ja: mainメイン環境の復元：rich == {}
ko: 📦 주요 환경 복원 : Rich == {}
nl: 📦 Herstel Hoofdomgeving herstellen: Rich == '{}'
no: 📦 Gjenopprette hovedmiljøet: rik == rich=={}
pl: 📦 Przywracanie głównego środowiska: Rich == rich=={}
pt_br: 📦 Restaurando o ambiente principal: rico == {}
ru: 📦 Восстановление основной среды: rich == {}
sv: 📦 Återställa huvudmiljön: Rich == {}
sw: 📦 Kurejesha Mazingira Kuu: Tajiri == {}

source: ✅ Cleanup complete
am: ✅ ማጽዳት የተሟላ
ar_eg: ✅ تنظيف كاملة
bn: ✅ ক্লিনআপ সম্পূর্ণ
da: ✅ Oprydning komplet
de: ✅ Reinigung vollständig
es: ✅ Limpieza completa
fr: ✅ Nettoyage complet
hi: ✅ सफाई पूर्ण
hr: ✅ Čišćenje završeno
id: ✅ Pembersihan Lengkap
it: ✅ Cleanup completo
ja: cleanupクリーンアップ完了
ko: ✅ 정리 완료
nl: ✅ Opruimen compleet
no: ✅ Opprydding fullført
pl: ✅ Completetup Complete
pt_br: ✅ Limpeza completa
ru: ✅ Очистка завершена
sv: ✅ Cleans Complete
sw: ✅ Kusafisha kamili
tr: ✅ Temizlik tamamlandı
