Repository: 1minds3t/omnipkg
Catalog: omnipkg/locale/*/LC_MESSAGES/omnipkg.po
Languages: am, ar_eg, bn, da, de, es, fr, hi, hr, id, it, ja, ko, nl, no, pl, pt_br, ru, sv, sw, tr

source: 📊 Expected downloads: ~500MB | Duration: 30 seconds - 3 minutes
am: 📊 የሚጠበቁ ማውረዶች: ~ 500 ሜጋ |ቆይታ: 30 ሰከንዶች - 3 ደቂቃዎች
ar_eg: 📊 التنزيلات المتوقعة: ~ 500 ميجابايت |المدة: 30 ثانية - 3 دقائق
bn: 📊 প্রত্যাশিত ডাউনলোডগুলি: ~ 500MB |সময়কাল: 30 সেকেন্ড - 3 মিনিট
da: 📊 Forventede downloads: ~ 500MB |Varighed: 30 sekunder - 3 minutter
de: 📊 Erwartete Downloads: ~ 500 MB |Dauer: 30 Sekunden - 3 Minuten
es: 📊 Descargas esperadas: ~ 500MB |Duración: 30 segundos - 3 minutos
fr: 📊 Téléchargements attendus: ~ 500 Mo |Durée: 30 secondes - 3 minutes
hi: 📊 अपेक्षित डाउनलोड: ~ 500MB |अवधि: 30 सेकंड - 3 मिनट
hr: 📊 Očekivano preuzimanja: ~ 500MB |Trajanje: 30 sekundi - 3 minute
id: 📊 Unduhan yang Diharapkan: ~ 500MB |Durasi: 30 detik - 3 menit
it: 📊 Download previsti: ~ 500MB |Durata: 30 secondi - 3 minuti
ja: showedダウンロード：〜500MB |期間：30秒-3分
ko: 📊 예상 다운로드 : ~ 500MB |지속 시간 : 30 초 - 3 분
nl: 📊 Verwachte downloads: ~ 500MB |Duur: 30 seconden - 3 minuten
no: 📊 Forventet nedlastinger: ~ 500MB |Varighet: 30 sekunder - 3 minutter
pl: 📊 Oczekiwane pobieranie: ~ 500 MB |Czas trwania: 30 sekund - 3 minuty
pt_br: 📊 Downloads esperados: ~ 500MB |Duração: 30 segundos - 3 minutos
ru: 📊 Ожидаемые загрузки: ~ 500MB |Продолжительность: 30 секунд - 3 минуты
sv: 📊 Förväntade nedladdningar: ~ 500MB |Varaktighet: 30 sekunder - 3 minuter
sw: 📊 Upakuaji unaotarajiwa: ~ 500MB |Muda: sekunde 30 - dakika 3
tr: 📊 Beklenen indirmeler: ~ 500MB |Süre: 30 saniye - 3 dakika

source: 🔥 Starting stress test...
am: Countress የፍጥረት ፈተናን መጀመር ...
ar_eg: 🔥 بدء اختبار الإجهاد ...
bn: Stress স্ট্রেস পরীক্ষা শুরু করা ...
da: 🔥 Start af stresstest ...
de: 🔥 Startstresstest ...
es: 🔥 Prueba de estrés inicial ...
fr: 🔥 Test de stress de démarrage ...
hi: 🔥 तनाव परीक्षण शुरू ...
hr: 🔥 Početni test stresa ...
id: 🔥 Mulai Tes Stres ...
it: 🔥 Test di stress iniziale ...
ja: 🔥ストレステストの開始...
ko: 🔥 스트레스 테스트 시작 ...
nl: 🔥 Startstresstest ...
no: 🔥 Start stresstest ...
pl: 🔥 Rozpoczęcie testu warunków skrajnych ...
pt_br: 🔥 Teste de estresse inicial ...
ru: 🔥 Начальный стресс -тест ...
sv: 🔥 Starta stresstest ...
sw: 🔥 Kuanza mtihani wa mafadhaiko ...
tr: 🔥 Stres testine başlama ...

source: ❌ Stress test module not found. Implementation needed.
am: ❌ ውጥረት የሙከራ ሞጁል አልተገኘም.ተፈላጊ ችሎታ ያስፈልጋል.
ar_eg: ❌ وحدة اختبار الإجهاد لم يتم العثور عليها.التنفيذ اللازم.
bn: ❌ স্ট্রেস টেস্ট মডিউল পাওয়া যায় নি।বাস্তবায়ন প্রয়োজন।
da: ❌ Stresstestmodul ikke fundet.Implementering nødvendig.
de: ❌ Spannungstestmodul nicht gefunden.Implementierung erforderlich.
es: ❌ Módulo de prueba de estrés no encontrado.Implementación necesaria.
fr: ❌ Module de test de contrainte introuvable.Implémentation nécessaire.
hi: ❌ तनाव परीक्षण मॉड्यूल नहीं मिला।कार्यान्वयन की जरूरत है।
hr: ❌ Modul za ispitivanje stresa nije pronađen.Potrebna implementacija.
id: ❌ Modul uji stres tidak ditemukan.Implementasi diperlukan.
it: ❌ Modulo di test di stress non trovato.Implementazione necessaria.
ja: ❌ストレステストモジュールが見つかりません。実装が必要です。
ko: ❌ 스트레스 테스트 모듈을 찾을 수 없습니다.구현이 필요했습니다.
nl: ❌ Stress -testmodule niet gevonden.Implementatie nodig.
no: ❌ Stresstestmodul ikke funnet.Implementering nødvendig.
pl: ❌ Nie znaleziono modułu testu warunkowego.Potrzebna wdrożenie.
pt_br: ❌ Módulo de teste de estresse não encontrado.Implementação necessária.
ru: ❌ модуль стресс -тестирования не найден.Реализация необходима.
sv: ❌ Stresstestmodul hittades inte.Implementering behövs.
sw: ❌ Moduli ya mtihani wa dhiki haipatikani.Utekelezaji unahitajika.
tr: ❌ Stres testi modülü bulunamadı.Uygulama gerekli.

source: 💡 This would run the actual stress test with:
am: The ይህ ትክክለኛውን የጭንቀት ፈተና ከ ጋር ያካሂዳል
ar_eg: 💡 سيؤدي هذا إلى إجراء اختبار الإجهاد الفعلي بـ:
bn: 💡 এটি এর সাথে প্রকৃত স্ট্রেস পরীক্ষা চালাবে:
da: 💡 Dette ville køre den faktiske stresstest med:
de: 💡 Dies würde den tatsächlichen Stresstest mit:
es: 💡 Esto ejecutaría la prueba de estrés real con:
fr: 💡 Cela exécuterait le test de contrainte réel avec:
hi: 💡 यह वास्तविक तनाव परीक्षण के साथ चलाएगा:
hr: 💡 Ovo bi pokrenulo stvarni test stresa s:
id: 💡 Ini akan menjalankan tes stres yang sebenarnya dengan:
it: 💡 Ciò eseguirebbe lo stress test effettivo con:
ja: 💡これでは、実際のストレステストが実行されます。
ko: ∎ 이것은 실제 응력 테스트를 실행합니다.
nl: 💡 Dit zou de daadwerkelijke stresstest uitvoeren met:
no: 💡 Dette ville kjøre den faktiske stresstesten med:
pl: 💡 To uruchomiłoby faktyczny test warunków skrajnych z:
pt_br: 💡 Isso executaria o teste de estresse real com:
ru: 💡 Это запустит фактический стресс -тест с:
sv: 💡 Detta skulle köra det faktiska stresstestet med:
sw: 💡 Hii ingeendesha mtihani halisi wa mafadhaiko na:
tr: 💡 Bu gerçek stres testini aşağıdakilerle çalıştırır:

source: • Large package installations (TensorFlow, PyTorch, etc.)
am: • ትልልቅ የጥቅል ጭነቶች (Transfow, pyporch, ወዘተ)
ar_eg: • تثبيتات الحزمة الكبيرة (TensorFlow ، Pytorch ، إلخ)
bn: • বড় প্যাকেজ ইনস্টলেশন (টেনসরফ্লো, পাইটোরচ ইত্যাদি)
da: • Store pakkeinstallationer (tensorflow, pytorch osv.)
de: • Große Paketinstallationen (Tensorflow, Pytorch usw.)
es: • Instalaciones de paquetes grandes (TensorFlow, Pytorch, etc.)
fr: • Grands installations de paquets (TensorFlow, Pytorch, etc.)
hi: • बड़े पैकेज इंस्टॉलेशन (TensorFlow, Pytorch, आदि)
hr: • Velike instalacije paketa (Tensorflow, Pytorch itd.)
id: • Instalasi paket besar (TensorFlow, Pytorch, dll.)
it: • Installazioni di pacchetti di grandi dimensioni (Tensorflow, Pytorch, ecc.)
ja: •大規模なパッケージインストール（Tensorflow、Pytorchなど）
ko: • 대규모 패키지 설치 (Tensorflow, Pytorch 등)
nl: • Grote pakketinstallaties (tensorflow, pytorch, enz.)
no: • Store pakkeinstallasjoner (Tensorflow, Pytorch, etc.)
pl: • Instalacje dużych opakowań (TensorFlow, Pytorch itp.)
pt_br: • Instalações de embalagens grandes (Tensorflow, Pytorch, etc.)
ru: • Большие установки упаковки (TensorFlow, Pytorch и т. Д.)
sv: • Stora paketinstallationer (Tensorflow, Pytorch, etc.)
sw: • Usanikishaji mkubwa wa kifurushi (Tensorflow, Pytorch, nk)
tr: • Büyük paket kurulumları (tensorflow, pytorch, vb.)

source: • Version conflict demonstrations
am: • የስሪት ግጭት ሰልፍ
ar_eg: • عروض الصراع النسبية
bn: • সংস্করণ দ্বন্দ্ব বিক্ষোভ
da: • Versionskonfliktdemonstrationer
de: • Versionskonfliktdemonstrationen
es: • demostraciones de conflictos de versión
fr: • Démonstrations de conflit de version
hi: • संस्करण संघर्ष प्रदर्शन
hr: • Demonstracije sukoba u verziji
id: • Demonstrasi konflik versi
it: • Dimostrazioni di conflitto di versione
ja: •バージョンの競合デモンストレーション
ko: • 버전 충돌 시연
nl: • Versieconflictdemonstraties
no: • Versjonskonfliktdemonstrasjoner
pl: • Demonstracje konfliktów wersji
pt_br: • Demonstrações de conflitos de versão
ru: • Демонстрации конфликтов версии
sv: • Versionskonfliktdemonstrationer
sw: • Maonyesho ya migogoro ya toleo
tr: • Sürüm çatışması gösterileri

source: • Real-time bubbling and deduplication
am: • የእውነተኛ-ጊዜ ማጭበርበር እና ዲፕሬሽን
ar_eg: • الفقاعات في الوقت الفعلي وتكريسها
bn: • রিয়েল-টাইম বুদবুদ এবং ডুপ্লিকেশন
da: • Bobling og deduplikation i realtid
de: • Echtzeit sprudeln und dedupliziert
es: • Burbujeo y deduplicación en tiempo real
fr: • bouillons et déduplication en temps réel
hi: • वास्तविक समय की बुदबुदाती और समर्पण
hr: • Bubranje i deduplikacija u stvarnom vremenu
id: • Bubling dan deduplikasi waktu nyata
it: • Glording e deduplicazione in tempo reale
ja: •リアルタイムの泡立ちと重複排除
ko: • 실시간 버블 링 및 중복 제거
nl: • Real-time borrelen en deduplicatie
no: • Sanntidsbobling og deduplisering
pl: • Bulgotanie i deduplikacja w czasie rzeczywistym
pt_br: • borbulhas e desduplicação em tempo real
ru: • Пузырьки и дедупликацию в реальном времени
sv: • Bubblande och deduplicering i realtid
sw: • Bubbling ya wakati halisi na kujitolea
tr: • Gerçek zamanlı köpürme ve tekilleştirme

source: 📡 Live streaming output (this may take several minutes for heavy packages)...
am: የቀጥታ የዜና ውፅዓት (ይህ ለከባድ ፓኬጆች ብዙ ደቂቃዎችን ሊወስድ ይችላል) ...
ar_eg: 📡 إخراج البث المباشر (قد يستغرق هذا عدة دقائق للحزم الثقيلة) ...
bn: 📡 লাইভ স্ট্রিমিং আউটপুট (এটি ভারী প্যাকেজগুলির জন্য কয়েক মিনিট সময় নিতে পারে) ...
da: 📡 Live streaming output (dette kan tage flere minutter til tunge pakker) ...
de: 📡 Live -Streaming -Ausgabe (dies kann einige Minuten für schwere Pakete dauern) ...
es: 📡 Salida de transmisión en vivo (esto puede llevar varios minutos para paquetes pesados) ...
fr: 📡 Sortie en streaming en direct (cela peut prendre plusieurs minutes pour les forfaits lourds) ...
hi: 📡 लाइव स्ट्रीमिंग आउटपुट (इसमें भारी पैकेज के लिए कई मिनट लग सकते हैं) ...
hr: 📡 Izlaz za strujanje uživo (ovo može potrajati nekoliko minuta za teške pakete) ...
id: 📡 Output streaming langsung (ini mungkin memakan waktu beberapa menit untuk paket berat) ...
it: 📡 Output di streaming live (potrebbe richiedere diversi minuti per pacchetti pesanti) ...
ja: 📡ライブストリーミング出力（重いパッケージには数分かかる場合があります）...
ko: 📡 라이브 스트리밍 출력 (무거운 패키지의 경우 몇 분이 걸릴 수 있습니다) ...
nl: 📡 Live streaming -uitvoer (dit kan enkele minuten duren voor zware pakketten) ...
no: 📡 Live streaming output (dette kan ta flere minutter for tunge pakker) ...
pl: 📡 Wyjście przesyłania strumieniowego na żywo (może to potrwać kilka minut dla ciężkich pakietów) ...
pt_br: 📡 Saída de transmissão ao vivo (isso pode levar vários minutos para pacotes pesados) ...
ru: 📡 Live Streaming Выход (это может занять несколько минут для тяжелых пакетов) ...
sv: 📡 Live Streaming Output (det kan ta flera minuter för tunga paket) ...
sw: 📡 Pato la moja kwa moja (hii inaweza kuchukua dakika kadhaa kwa vifurushi nzito) ...
tr: 📡 Canlı akış çıkışı (bu ağır paketler için birkaç dakika sürebilir) ...

source: 🛑 Press Ctrl+C to safely cancel if needed
am: አስፈላጊ ከሆነ ደህንነቱ በተጠበቀ ሁኔታ Ctrl + C ን ይጫኑ
ar_eg: 🛑 اضغط على Ctrl+C للإلغاء بأمان إذا لزم الأمر
bn: Suchly প্রয়োজনে নিরাপদে বাতিল করতে সিটিআরএল+সি টিপুন
da: 🛑 Tryk på Ctrl+C for sikkert at annullere om nødvendigt
de: 🛑 Drücken Sie Strg+C, um bei Bedarf sicher abzubrechen
es: 🛑 Presione Ctrl+C para cancelar de forma segura si es necesario
fr: 🛑 Appuyez sur Ctrl + C pour annuler en toute sécurité si nécessaire
hi: यदि आवश्यक हो तो सुरक्षित रूप से रद्द करने के लिए Ctrl+C दबाएं
hr: 🛑 Pritisnite Ctrl+C da biste sigurno otkazali ako je potrebno
id: 🛑 Tekan Ctrl+C untuk membatalkan dengan aman jika diperlukan
it: 🛑 Premere Ctrl+C per annullare in modo sicuro se necessario
ja: ctrl+Cを押して、必要に応じて安全にキャンセルします
ko: ctrl+c를 눌러 필요한 경우 안전하게 취소하십시오
nl: 🛑 Druk op Ctrl+C om veilig te annuleren indien nodig
no: 🛑 Trykk CTRL+C for å avbryt om nødvendig om nødvendig
pl: 🛑 Naciśnij Ctrl+C, aby w razie potrzeby bezpiecznie anulować
pt_br: 🛑 Pressione Ctrl+C para cancelar com segurança, se necessário
ru: 🛑 Нажмите Ctrl+C, чтобы безопасно отменить при необходимости
sv: 🛑 Tryck på Ctrl+C för att säkert avbryta vid behov
sw: Bonyeza Ctrl+C ili kughairi salama ikiwa inahitajika
tr: 🛑 Gerekirse güvenli bir şekilde iptal etmek için Ctrl+C'ye basın

source: 😎 TensorFlow escaped the matrix! 🚀
am: 😎 Tansorfow ከአማሪክስ አመለጠ!🚀
ar_eg: 😎 هرب Tensorflow من المصفوفة!🚀
bn: 😎 টেনসরফ্লো ম্যাট্রিক্স থেকে পালিয়ে গেছে!🚀
da: 😎 Tensorflow undslap Matrix!🚀
de: 😎 Tensorflow entging der Matrix!🚀
es: 😎 ¡TensorFlow escapó de la matriz!🚀
fr: 😎 Tensorflow a échappé à la matrice!🚀
hi: 😎 Tensorflow मैट्रिक्स से बच गया!🚀
hr: 😎 Tensorflow je pobjegao iz matrice!🚀
id: 😎 Tensorflow lolos dari matriks!🚀
it: 😎 Tensorflow è sfuggito alla matrice!🚀
ja: tensorflowがマトリックスを逃れました！🚀
ko: tensorflow가 행렬을 탈출했습니다!🚀
nl: 😎 Tensorflow ontsnapte aan de matrix!🚀
no: 😎 Tensorflow slapp unna matrisen!🚀
pl: 😎 Tensorflow uciekł z matrycy!🚀
pt_br: 😎 Tensorflow escapou da matriz!🚀
ru: 😎 Tensorflow сбежал из матрицы!🚀
sv: 😎 Tensorflow undkom matrisen!🚀
sw: 😎 Tensorflow alitoroka matrix!🚀
tr: 😎 Tensorflow Matrix'ten kaçtı!🚀

source: 🎉 Demo completed successfully!
am: 🎉 ማሳያ በተሳካ ሁኔታ ተጠናቅቋል!
ar_eg: 🎉 الانتهاء من العرض بنجاح!
bn: 🎉 ডেমো সফলভাবে শেষ হয়েছে!
da: 🎉 Demo afsluttet med succes!
de: 🎉 Demo erfolgreich abgeschlossen!
es: 🎉 ¡Demo completada con éxito!
fr: 🎉 Demo terminé avec succès!
hi: 🎉 डेमो सफलतापूर्वक पूरा हुआ!
hr: 🎉 Demo je uspješno završio!
id: 🎉 Demo selesai dengan sukses!
it: 🎉 Demo completata con successo!
ja: demoデモが正常に完了しました！
ko: demo가 성공적으로 완료되었습니다!
nl: 🎉 Demo met succes voltooid!
no: 🎉 Demo fullført med hell!
pl: 🎉 Demo zakończone pomyślnie!
pt_br: 🎉 A demonstração foi concluída com sucesso!
ru: 🎉 Демо завершено успешно!
sv: 🎉 Demo slutförde framgångsrikt!
sw: 🎉 Demo imekamilika kwa mafanikio!
tr: 🎉 Demo başarıyla tamamlandı!

source: 💡 Check the output above for error details.
am: Solute በስህተት ዝርዝሮች ላይ ያለውን ውፅዓት ያረጋግጡ.
ar_eg: 💡 تحقق من الإخراج أعلاه للحصول على تفاصيل الخطأ.
bn: The ত্রুটির বিশদের জন্য উপরের আউটপুটটি পরীক্ষা করুন।
da: 💡 Kontroller output ovenfor for fejloplysninger.
de: 💡 Überprüfen Sie die obige Ausgabe auf Fehlerdetails.
es: 💡 Verifique la salida de arriba para obtener detalles de error.
fr: 💡 Vérifiez la sortie ci-dessus pour les détails d'erreur.
hi: 💡 त्रुटि विवरण के लिए ऊपर आउटपुट की जाँच करें।
hr: 💡 Pojedinosti o pogrešci provjerite izlaz.
id: 💡 Periksa output di atas untuk detail kesalahan.
it: 💡 Controllare l'output sopra per i dettagli di errore.
ja: errorエラーの詳細については、上記の出力を確認してください。
ko: 💡 오류 세부 사항은 위의 출력을 확인하십시오.
nl: 💡 Controleer de bovenstaande uitvoer op foutdetails.
no: 💡 Kontroller utdataene ovenfor for feildetaljer.
pl: 💡 Sprawdź powyższe dane wyjściowe, aby uzyskać szczegółowe informacje na temat błędu.
pt_br: 💡 Verifique a saída acima para obter detalhes do erro.
ru: 💡 Проверьте вывод выше, чтобы узнать подробности ошибки.
sv: 💡 Kontrollera utgången ovan för felinformation.
sw: 💡 Angalia pato hapo juu kwa maelezo ya makosa.
tr: 💡 Hata detayları için yukarıdaki çıktıyı kontrol edin.

source: ⚠️ Demo cancelled by user (Ctrl+C)
am: ⚠️ ማሳያ በተጠቃሚ (Ctrl + C)
ar_eg: ⚠ Demo ألغته المستخدم (Ctrl+C)
bn: ⚠ ব্যবহারকারী দ্বারা বাতিল করা ডেমো (সিটিআরএল+সি)
da: ⚠ Demo annulleret af brugeren (CTRL+C)
de: ⚠️ Demo vom Benutzer abgebrochen (Strg+C)
es: ⚠️ Demostración cancelada por el usuario (Ctrl+C)
fr: ⚠️ démo annulé par l'utilisateur (ctrl + c)
hi: ⚠ उपयोगकर्ता द्वारा रद्द किया गया डेमो (CTRL+C)
hr: ⚠️ Demo otkazan od strane korisnika (CTRL+C)
id: ⚠️ Demo dibatalkan oleh pengguna (Ctrl+C)
it: ⚠️ Demo cancellato dall'utente (CTRL+C)
ja: ユーザーによってキャンセルされたデモ（ctrl+c）
ko: ⚠️ Demo는 사용자가 취소했습니다 (Ctrl+C)
nl: ⚠️ Demo geannuleerd door gebruiker (Ctrl+C)
no: ⚠ Demo kansellert av bruker (Ctrl+C)
pl: ⚠️ Demo anulowane przez użytkownika (Ctrl+C)
pt_br: ⚠️ Demo cancelado pelo usuário (Ctrl+C)
ru: ⚠ Демонстрация отменена пользователем (CTRL+C)
sv: ⚠ Demo avbröts av användaren (Ctrl+C)
sw: Demo imefutwa na mtumiaji (Ctrl+C)
tr: ⚠️ Demo kullanıcı tarafından iptal edildi (Ctrl+C)

source: 🛡️ Your environment should be safe - omnipkg handles interruptions gracefully
am: 🛡️ አከባቢዎ ደህና መሆን አለበት - የ OMnipg የእንጅቶች እጀታዎች በደግነት አቋርጡ
ar_eg: 🛡 يجب أن تكون بيئتك آمنة - Omnipkg تتعامل مع الانقطاعات برشاقة
bn: 🛡 আপনার পরিবেশ নিরাপদ হওয়া উচিত - ওমনিপকিজি বাধাগুলি পরিচালনা করে
da: 🛡 Dit miljø skal være sikkert - Omnipkg håndterer afbrydelser yndefuldt
de: 🛡️ Ihre Umgebung sollte sicher sein - Omnipkg behandelt Unterbrechungen anmutig
es: 🛡️ Su entorno debe estar seguro: Omnipkg maneja las interrupciones con gracia
fr: 🛡️ Votre environnement doit être sûr - OMNIPKG gère les interruptions gracieusement
hi: 🛡 आपका वातावरण सुरक्षित होना चाहिए - omnipkg इनायत से रुकावटों को संभालता है
hr: 🛡️ Vaše okruženje bi trebalo biti sigurno - Omnipkg graciozno obrađuje prekide
id: 🛡️ Lingkungan Anda harus aman - omnipkg menangani gangguan dengan anggun
it: 🛡️ Il tuo ambiente dovrebbe essere sicuro - Omnipkg gestisce con grazia le interruzioni
ja: 🛡️あなたの環境は安全である必要があります-Omnipkgは中断を優雅に処理する
ko: 🛡️ 환경은 안전해야합니다 - Omnipkg는 중단을 우아하게 처리합니다.
nl: 🛡️ Je omgeving moet veilig zijn - omnipkg behandelt sierlijk onderbrekingen
no: 🛡 Miljøet ditt skal være trygt - Omnipkg håndterer avbrudd grasiøst
pl: 🛡️ Twoje środowisko powinno być bezpieczne - OmnipKG radzi sobie z wdziękiem przerwy
pt_br: 🛡️ Seu ambiente deve estar seguro - omnipkg lida com interrupções graciosamente
ru: 🛡 Ваша среда должна быть в безопасности - Omnipkg изящно обрабатывает перерывы
sv: 🛡 Din miljö ska vara säker - omnipkg hanterar avbrott graciöst
sw: Mazingira yako yanapaswa kuwa salama - omnipkg inashughulikia usumbufu kwa neema
tr: 🛡️ Çevreniz Güvenli olmalıdır - Omnipkg kesintileri zarif bir şekilde işler

source: 📋 Full traceback:
am: 📋 ሙሉ ትራክ
ar_eg: 📋 تتبع كامل:
bn: 📋 সম্পূর্ণ ট্রেসব্যাক:
da: 📋 Fuld traceback:
de: 📋 Vollständiges Traceback:
es: 📋 Trace completo:
fr: 📋 TRACK FULLE:
hi: 📋 पूर्ण ट्रेसबैक:
id: 📋 Traceback Lengkap:
it: 📋 Traceback completo:
ja: 📋フルトレースバック：
ko: 📋 전체 추적 :
nl: 📋 Volledige traceback:
no: 📋 Full sporingsinformasjon:
pt_br: 📋 Traceback completo:
sv: 📋 Fullt traceback:
sw: Traceback kamili:
tr: 📋 Tam izleme:

source: 📡 Streaming output in real-time...
am: በእውነተኛ-ጊዜ ውስጥ ዥረት ውፅዓት ...
ar_eg: 📡 دفق الإخراج في الوقت الفعلي ...
bn: Real রিয়েল-টাইমে স্ট্রিমিং আউটপুট ...
da: 📡 Streaming output i realtid ...
de: 📡 Streaming-Ausgabe in Echtzeit ...
es: 📡 Fundación de transmisión en tiempo real ...
fr: 📡 Sortie en streaming en temps réel ...
hi: 📡 वास्तविक समय में स्ट्रीमिंग आउटपुट ...
hr: 📡 Streaming izlaz u stvarnom vremenu ...
id: 📡 Output streaming secara real-time ...
it: 📡 Output di streaming in tempo reale ...
ja: 📡リアルタイムでのストリーミング出力...
ko: ∎ 실시간 스트리밍 출력 ...
no: 📡 Streaming utgang i sanntid ...
pl: 📡 Wyjście strumieniowe w czasie rzeczywistym ...
pt_br: 📡 Saída de streaming em tempo real ...
ru: 📡 Потоковая вывод в режиме реального времени ...
sv: 📡 Streamingproduktion i realtid ...
sw: 📡 Kutiririsha pato kwa wakati halisi ...
tr: 📡 Çıkışı gerçek zamanlı olarak akış ...

source: 💡 Heavy package installations may have natural pauses - this is normal!
am: 💡 ከባድ የጥቅል ጭነቶች ተፈጥሯዊነት ሊኖራቸው ይችላል - ይህ የተለመደ ነው!
ar_eg: 💡 قد يكون للتثبيتات الثقيلة حزمة توقف طبيعية - هذا أمر طبيعي!
bn: 💡 ভারী প্যাকেজ ইনস্টলেশনগুলিতে প্রাকৃতিক বিরতি থাকতে পারে - এটি স্বাভাবিক!
da: 💡 tunge pakkerinstallationer kan have naturlige pauser - dette er normalt!
de: 💡 Schwere Paketinstallationen können natürliche Pausen haben - das ist normal!
es: 💡 Las instalaciones de paquetes pesados ​​pueden tener pausas naturales, ¡esto es normal!
fr: 💡 Les installations des forfaits lourds peuvent avoir des pauses naturelles - c'est normal!
hi: 💡 भारी पैकेज प्रतिष्ठानों में प्राकृतिक ठहराव हो सकता है - यह सामान्य है!
hr: 💡 Teške instalacije paketa mogu imati prirodne pauze - ovo je normalno!
id: 💡 Instalasi paket berat mungkin memiliki jeda alami - ini normal!
it: 💡 Le installazioni di pacchetti pesanti possono avere pause naturali: questo è normale!
ja: 💡重いパッケージのインストールには自然な一時停止があります - これは正常です！
ko: package 무거운 패키지 설치에는 자연스럽게 일시 정지가있을 수 있습니다. 이것은 정상입니다!
nl: 💡 Zware pakketinstallaties kunnen natuurlijke pauzes hebben - dit is normaal!
no: 💡 Tunge pakkeinstallasjoner kan ha naturlige pauser - dette er normalt!
pl: 💡 Instalacje ciężkich opakowań mogą mieć naturalne przerwy - to jest normalne!
pt_br: 💡 Instalações de pacotes pesados ​​podem ter pausas naturais - isso é normal!
ru: 💡 Установки тяжелых пакетов могут иметь естественные паузы - это нормально!
sv: 💡 Tunga paketinstallationer kan ha naturliga pauser - detta är normalt!
sw: 💡 Usanikishaji mzito wa kifurushi unaweza kuwa na pause za asili - hii ni kawaida!
tr: 💡 Ağır paket kurulumlarında doğal duraklamalar olabilir - bu normaldir!

source: 🛑 Press Ctrl+C to safely cancel
am: Ctrl + C በደህና ይቅር ለማለት ይጫኑ
ar_eg: 🛑 اضغط على Ctrl+C لإلغاء بأمان
bn: Fully নিরাপদে বাতিল করতে সিটিআরএল+সি টিপুন
da: 🛑 Tryk på Ctrl+C for sikkert at annullere
de: 🛑 Drücken Sie Strg+C, um sicher abzubrechen
es: 🛑 Presione Ctrl+C para cancelar de manera segura
fr: 🛑 Appuyez sur Ctrl + C pour annuler en toute sécurité
hi: 🛑 सुरक्षित रूप से रद्द करने के लिए Ctrl+C दबाएं
hr: 🛑 Pritisnite Ctrl+C da biste sigurno otkazali
id: 🛑 Tekan Ctrl+C untuk membatalkan dengan aman
it: 🛑 Premere Ctrl+C per annullare in modo sicuro
ja: ctrl+Cを押して安全にキャンセルします
ko: ctrl+c를 눌러 안전하게 취소하십시오
nl: 🛑 Druk op Ctrl+C om veilig te annuleren
no: 🛑 Trykk CTRL+C for å avbryte trygt
pl: 🛑 Naciśnij Ctrl+C, aby bezpiecznie anulować
pt_br: 🛑 Pressione Ctrl+C para cancelar com segurança
ru: 🛑 Нажмите Ctrl+C, чтобы безопасно отменить
sv: 🛑 Tryck på Ctrl+C för att säkert avbryta
sw: Bonyeza Ctrl+C ili kughairi salama
tr: 🛑 Güvenli bir şekilde iptal etmek için Ctrl+C'ye basın

source: 🛡️ Cleaning up safely...
am: 🛡️ በደህና ማፅዳት ...
ar_eg: 🛡 التنظيف بأمان ...
bn: 🛡 নিরাপদে পরিষ্কার করা ...
da: 🛡 Oprydning sikkert ...
de: 🛡️ sicher aufräumen ...
es: 🛡️ limpiando de forma segura ...
fr: 🛡️ nettoyer en toute sécurité ...
hi: 🛡 सुरक्षित रूप से सफाई ...
hr: 🛡️ Sigurno čišćenje ...
id: 🛡️ membersihkan dengan aman ...
it: 🛡️ Pulizia in sicurezza ...
ja: 🛡️安全にクリーンアップ...
ko: 🛡️ 안전하게 청소 ...
nl: 🛡️ veilig opruimen ...
no: 🛡 Rengjør trygt ...
pl: 🛡️ Bezpieczne czyszczenie ...
pt_br: 🛡️ Limpando com segurança ...
ru: 🛡 Очистка безопасно ...
sv: 🛡 Städa upp säkert ...
sw: Kusafisha salama ...
tr: 🛡️ Güvenli bir şekilde temizleniyor ...

source: 🚨 PIP DEPENDENCY DESTRUCTION ALERT 🚨
am: 🚨 የፒአይፒ ጥገኛ የጥፋት ጥፋቶች ማንቂያ 🚨
ar_eg: 🚨 تنبيه تدمير التبعية PIP 🚨
bn: 🚨 পাইপ নির্ভরতা ধ্বংস সতর্কতা 🚨
da: 🚨 Pip Defendency Destruction Alert 🚨
de: 🚨 PIP -Abhängigkeit Zerstörungswarnung 🚨
es: 🚨 Alerta de destrucción de dependencia de PIP 🚨
fr: 🚨 Alerte de destruction de dépendance PIP 🚨
hi: 🚨 PIP निर्भरता विनाश अलर्ट 🚨
hr: 🚨 Upozorenje o uništavanju ovisnosti 🚨
id: 🚨 Peringatan Penghancuran Ketergantungan Pip 🚨
it: 🚨 Avviso di distruzione della dipendenza da Pip 🚨
ja: pip依存関係破壊アラート🚨
ko: pip 의존성 파괴 경보 🚨
nl: 🚨 PIP -afhankelijkheidsvernietiging Alert 🚨
no: 🚨 PIP -avhengighet Destruction Alert 🚨
pl: 🚨 Alert niszczenia zależności PIP 🚨
pt_br: 🚨 Alerta de destruição da dependência do PIP 🚨
ru: 🚨 Оповещение о разрушении зависимости PIP 🚨
sw: 🚨 UTANGULIZI WA DHAMBI ZA URAHISI 🚨
tr: 🚨 PIP Bağımlılık Yıkım Uyarısı 🚨

source: │ 💀 You: pip install flask-login==0.6.0 │
am: │ 💀 እርስዎ: - PIP ጭነት ፍንዳታ-መግቢያ == 0.6.0 │
ar_eg: │ 💀 أنت: PIP تثبيت Flask-Flask == 0.6.0 │
bn: │ 💀 আপনি: পিপ ইনস্টল ফ্লাস্ক-লগিন == 0.6.0 │
da: │ 💀 Du: Pip Installer Flask-Login == 0.6.0 │
de: │ 💀 Sie: PIP Installieren Sie Flaskendlogin == 0,6,0 │
es: │ 💀 Usted: PIP Instale Flask-login == 0.6.0 │
fr: │ 💀 vous: pip install installer flask-login == 0,6,0 │
hi: │ │ आप: PIP स्थापित फ्लास्क-लोगिन == 0.6.0 │
hr: │ 💀 vi: Pip instalirajte tikvicu-login == 0,6.0 │
id: │ 💀 Anda: Pip menginstal flask-login == 0.6.0 │
it: │ 💀: PIP Installa il pallone-login == 0.6,0 │
ja: huse you：pip install flask-login == 0.6.0│
ko: pip flask-login == 0.6.0 │를 설치하십시오
nl: │ 💀 U: PIP Installeer FLALD-LOGIN == 0.6.0 │
no: │ 💀 Du: Pip Installer kolbe-login == 0.6.0 │
pl: │ 💀 Ty: pip install flask-login==0.6.0
pt_br: │ 💀 You: pip install login Flask == 0.6.0 │
ru: │ 💀 Вы: PIP Установите Flask-login == 0,6,0 │
sv: │ 💀 du: pip installera flask-login == 0.6.0 │
sw: │ 💀 Wewe: PIP Ingiza Flask-login == 0.6.0 │
tr: │ 💀 Siz: pip takas flask-login == 0.6.0 │

source: │ 🧠 omnipkg AI suggests: │
am: │ 🧠 Omnipkk ai ጥቆማ ይላል │
ar_eg: │ 🧠 omnipkg AI يقترح: │
bn: │ 🧠 🧠 🧠 🧠 🧠 omnipkg এআই পরামর্শ দেয়: │
da: │ 🧠 Omnipkg AI antyder: │
de: │ 🧠 omnipkg ai schlägt vor: │
es: │ 🧠 omnipkg ai sugiere: │
fr: │ 🧠 omnipkg AI suggère: │
hi: │ │ 🧠 omnipkg ai सुझाव देता है: │
hr: │ 🧠 OmniPKG AI sugerira: │
id: │ 🧠 omnipkg ai menyarankan: │
it: │ 🧠 Omnipkg AI suggerisce: │
ja: │omnipkg aiは次のように提案しています
ko: OMNIPKG AI는 다음을 제안합니다
nl: │ 🧠 🧠 omnipkg ai suggereert: │
no: │ 🧠 Omnipkg Ai antyder: │
pl: │ 🧠 Omnipkg Ai sugeruje: │
pt_br: │ 🧠 omnipkg ai sugere: │
ru: │ 🧠 Omnipkg AI предлагает: │
sv: │ 🧠 omnipkg ai föreslår: │
sw: │ 🧠 omnipkg ai inapendekeza: │
tr: │ 🧠 omnipkg ai şunları önerir: │
