Repository: 1minds3t/omnipkg
Catalog: omnipkg/locale/*/LC_MESSAGES/omnipkg.po
Languages: am, ar_eg, bn, da, de, es, fr, hi, hr, id, it, ja, ko, nl, no, pl, pt_br, ru, sv, sw, tr

source: List all packages with detailed status indicators
am: ሁሉንም ፓኬጆች በዝርዝር ሁኔታ ሁኔታ ጠቋሚዎች ይዘርዝሩ
da: Liste over alle pakker med detaljerede statusindikatorer
de: Listen Sie alle Pakete mit detaillierten Statusanzeigen auf
fr: Énumérez tous les packages avec des indicateurs d'état détaillés
hr: Navedite sve pakete s detaljnim pokazateljima statusa
id: Cantumkan semua paket dengan indikator status terperinci
it: Elenca tutti i pacchetti con indicatori di stato dettagliati
nl: Maak een lijst van alle pakketten met gedetailleerde statusindicatoren
no: Liste opp alle pakker med detaljerte statusindikatorer
pl: Wymień wszystkie pakiety ze szczegółowymi wskaźnikami statusu
pt_br: Liste todos os pacotes com indicadores de status detalhados
ru: Перечислите все пакеты с подробными показателями состояния
sv: Lista alla paket med detaljerade statusindikatorer
sw: Orodhesha vifurushi vyote na viashiria vya hali ya kina
tr: Tüm paketleri ayrıntılı durum göstergeleriyle listeleyin

source: Filter packages by name pattern
am: በስም ንድፍ የማጣሪያ ፓኬጆች
ar_eg: تصفية الحزم حسب نمط الاسم
bn: নাম প্যাটার্ন দ্বারা ফিল্টার প্যাকেজ
da: Filterpakker efter navnemønster
de: Filterpakete mit Namensmuster filtern
es: PAQUETES DE FILTRO POR NAME Patrón
fr: Filtre Packages par modèle de nom
hi: नाम पैटर्न द्वारा फ़िल्टर पैकेज
hr: Filtrirajte pakete prema uzorkama imena
id: Paket Filter berdasarkan Pola Nama
it: Filtro pacchetti per modello
ja: 名前パターンによるフィルターパッケージ
ko: 이름 패턴으로 필터 패키지
nl: Filterpakketten op naampatroon
no: Filterpakker etter navnemønster
pl: Pakiety filtrujące według nazwy
pt_br: Pacotes de filtro por padrão de nome
ru: Фильтрующие пакеты по шаблону имени
sv: Filterpaket med namnmönster
sw: Vifurushi vya vichungi kwa muundo wa jina
tr: Paketleri İsim Desenine Göre Filtre

source: Multi-version environment health dashboard
am: ባለብዙ ስሪት አካባቢ የጤና ዳሽቦርድ
de: Multi-Version-Umwelt Gesundheitshardboard
fr: Tableau de bord de santé de l'environnement multi-version
hr: Nadzorna ploča za višestruku verziju zdravstvene zaštite
id: Dasbor Kesehatan Lingkungan Multi-Versi
it: Dashboard per la salute dell'ambiente multi-versioni
no: Multi-versjon miljø helse dashbord
pl: Dashboard zdrowotny w środowisku wielofunkcyjnej
pt_br: Painel de saúde do ambiente de várias versões
ru: Монитонная панель медицинской панели в области многоуровневой среды
sv: Flerversionsmiljöhälsa instrumentbräda
sw: Dashibodi ya Afya ya Mazingira ya Multi-Multi
tr: Çok Sürümlü Çevre Sağlık Gösterge Tablosu

source: Overview of your Python interpreters, packages, and bubble isolation
am: የ Python አስተርጓሚዎች, ፓኬጆች እና የአረፋ ማግለል
da: Oversigt over dine Python -tolke, pakker og bobleisolering
de: Überblick über Ihre Python -Dolmetscher, Pakete und Blasenisolation
fr: Aperçu de vos interprètes, packages et isolement de bulles Python
hr: Pregled vaših Python tumača, paketa i izolacije mjehurića
id: Tinjauan Umum Penerjemah Python Anda, Paket, dan Isolasi Gelembung Anda
it: Panoramica dei tuoi interpreti di Python, pacchetti e isolamento delle bolle
nl: Overzicht van uw python -tolken, pakketten en bubbelisolatie
no: Oversikt over Python -tolker, pakker og bobleisolasjon
pl: Przegląd swoich tłumaczy, pakietów i izolacji bąbelkowej Python
pt_br: Visão geral de seus intérpretes, pacotes e isolamento de bolhas python
ru: Обзор ваших переводчиков, пакетов и изоляции пузырьков Python
sv: Översikt över dina Python -tolkar, paket och bubbelisolering
sw: Muhtasari wa wakalimani wako wa Python, vifurushi, na kutengwa kwa Bubble
tr: Python tercümanlarınıza, paketlerinize ve kabarcık izolasyonunuza genel bakış

source: Interactive demo for version switching
am: ለትርፍ መቀያየር በይነተገናኝ ማሳያ
ar_eg: العرض التوضيحي التفاعلي لتبديل الإصدار
bn: সংস্করণ স্যুইচিংয়ের জন্য ইন্টারেক্টিভ ডেমো
da: Interaktiv demo til versionskiftning
de: Interaktive Demo für die Versionsschaltung
es: Demostración interactiva para el cambio de versión
fr: Demo interactif pour la commutation de version
hi: संस्करण स्विचिंग के लिए इंटरैक्टिव डेमो
hr: Interaktivni demo za prebacivanje verzija
id: Demo interaktif untuk switching versi
it: Demo interattivo per il cambio di versione
ja: バージョンスイッチング用のインタラクティブデモ
ko: 버전 스위칭을위한 대화식 데모
nl: Interactieve demo voor versiesschakelen
no: Interaktiv demo for versjon av versjon
pl: Interaktywne demo do przełączania wersji
pt_br: Demonstração interativa para troca de versão
ru: Интерактивная демонстрация для переключения версий
sv: Interaktiv demo för versionbyte
sw: Demo inayoingiliana ya kubadili toleo
tr: Sürüm değiştirme için interaktif demo

source: Run interactive demos showcasing omnipkg's version-switching capabilities: 1. Rich test (Python module switching) 2. UV test (binary switching) 3. NumPy + SciPy stress test (C-extension switching) 4. TensorFlow test (complex dependency switching) Note: The Flask demo is under construction and not currently available.
am: በይነተገናኝ ማሳያ የ OMnipkg ስሪት ስሪት የመቀየር ችሎታዎችን ማዞር 1. የበለፀገ ሙከራ (Python ሞዱል መቀየር) 2. UV ሙከራ (ሁለትዮሽ መቀየሪያ) 3. የኒምፕይ + ቅባስ የጭንቀት ፈተና (C- ማራዘሚያ መቀያየር) 4. የ Transfow ሙከራ (የተወሳሰበ ጥገኛ መቀያየር) ማሳሰቢያ-የተቃውሉ ማሳያ በመገንባት ላይ ነው እና በአሁኑ ጊዜ አይገኝም.
da: Kør interaktive demoer, der viser Omnipkgs versionskontaktkapaciteter: 1. Rich Test (Python Module Switching) 2. UV -test (binær switching) 3. numpy + scipy stresstest (c-extension switching) 4. Tensorflow -test (kompleks afhængighedsskift) Bemærk: Kolbe -demoen er under opførelse og ikke i øjeblikket tilgængelig.
de: Führen Sie interaktive Demos aus, in denen Omnipkgs Versions-Switching-Funktionen vorgestellt werden: 1. Reicher Test (Python -Modulschaltanlage) 2. UV -Test (Binärwechsel) 3.. 4. Tensorflow -Test (Komplexe Abhängigkeitsumschaltung) Hinweis: Die Flask -Demo befindet sich im Bau und ist derzeit nicht verfügbar.
fr: Exécutez des démos interactives présentant les capacités de commutation de version d'OmnipKG: 1. Test riche (commutation du module Python) 2. Test UV (commutation binaire) 3. Test de contrainte Scipy Numpy + Scipy (commutation C-Extension) 4. Tensorflow Test (commutation de dépendance complexe) Remarque: La démo FLASK est en construction et n'est pas actuellement disponible.
hr: Pokrenite Interactive Demos prikazujući mogućnosti prebacivanja verzije OmniPKG-a: 1. Bogat test (prebacivanje modula Python) 2. UV test (binarno prebacivanje) 3. NumPy + SciPy Stress test (C-EXTENSING SPISJENOST) 4. test tensorflow (složeno prebacivanje ovisnosti) NAPOMENA: Demo Flask je u izradi i trenutno nije dostupan.
id: Jalankan demo interaktif yang menampilkan kemampuan pengalihan versi OMNIPKG: 1. Tes Kaya (Python Module Switching) 2. Tes UV (switching biner) 3. Numpy + Scipy Stress Test (C-Extension Switching) 4. Tesorflow Test (switching ketergantungan kompleks) Catatan: Demo Flask sedang dibangun dan saat ini tidak tersedia.
it: Esegui demo interattive che mostrano funzionalità di commutazione della versione di Omnipkg: 1. Rich Test (commutazione del modulo Python) 2. Test UV (commutazione binaria) 3. Numpy + Scipy Stress Test (commutazione dell'estensione C) 4. Tensorflow Test (commutazione della dipendenza complessa) NOTA: la demo del pallone è in costruzione e non attualmente disponibile.
nl: Voer interactieve demo's uit met de versie-switching-mogelijkheden van OMNIPKG: 1. Rijke test (Python Module Switching) 2. UV -test (binair schakelen) 3. Numpy + Scipy stresstest (C-Extension Switching) 4. Tensorflow -test (complexe afhankelijkheidsschakelen) OPMERKING: De Demo van Flesk is in aanbouw en is momenteel niet beschikbaar.
no: Kjør interaktive demoer som viser Omnipkgs versjonsbyttefunksjoner: 1. Rich Test (Python Module Switching) 2. UV -test (Binary Switching) 3. Numpy + Scipy Stress Test (C-Extension Switching) 4. TensorFlow Test (kompleks avhengighetsbytte) Merk: Kolbe -demoen er under bygging og er foreløpig ikke tilgjengelig.
pl: Uruchom interaktywne demo prezentujące możliwości przełączania wersji OmnipKG: 1. Bogaty test (przełączanie modułu Pythona) 2. Test UV (przełączanie binarne) 3. Test warunków skrajnych Numpy + Scipy (przełączanie C-Extension) 4. Test tensorflow (przełączanie zależności złożonej) Uwaga: Demo kolby jest w budowie i obecnie nie jest dostępne.
pt_br: Executar demos interativos mostrando os recursos de troca de versão da Omnipkg: 1. Rich Test (comutação do módulo Python) 2. Teste UV (comutação binária) 3. Teste de estresse Scipy + Scipy (comutação C-Extensão) 4. Teste de tensorflow (comutação complexa de dependência) Nota: A demonstração do Flask está em construção e não está disponível no momento.
ru: Запустите интерактивные демонстрации, демонстрирующие возможности отмены версии Omnipkg: 1. Богатый тест (переключение модуля Python) 2. УФ -тест (бинарное переключение) 3. Numpy + Scipy стресс-тест (переключение C-расширения) 4. Тест TensorFlow (комплексное переключение зависимостей) Примечание: демонстрация колбы находится в стадии строительства и в настоящее время недоступна.
sv: Kör interaktiva demos som visar omnipkgs version-switching-kapacitet: 1. Rich Test (Python Module Switching) 2. UV -test (binär switching) 3. Numpy + Scipy Stress Test (C-Extension Switching) 4. TensorFlow Test (komplex beroendeomkoppling) Obs: Kolvdemon är under uppbyggnad och är för närvarande inte tillgänglig.
sw: Run Demos zinazoingiliana zinazoonyesha uwezo wa kubadili toleo la Omnipkg: 1. 2. Mtihani wa UV (kubadili binary) 3. Numpy + mtihani wa dhiki ya scipy (C-extension switch) 4. Kumbuka: Demo ya Flask iko chini ya ujenzi na haipatikani kwa sasa.
tr: Omnipkg'in sürüm değiştirme özelliklerini sergileyen interaktif demolar çalıştırın: 1. Zengin Test (Python Modülü Anahtarlama) 2. UV testi (ikili anahtarlama) 3. Numpy + Scipy Stres Testi (C-uzantı anahtarlama) 4. Tensorflow testi (karmaşık bağımlılık anahtarlama) Not: Flask demosu yapım aşamasındadır ve şu anda mevcut değildir.

source: Ultimate demonstration with heavy scientific packages
am: ከከባድ ሳይንሳዊ ፓኬጆች ጋር የመጨረሻ ማሳያ
da: Ultimate demonstration med tunge videnskabelige pakker
de: Ultimative Demonstration mit schweren wissenschaftlichen Paketen
fr: Démonstration ultime avec des forfaits scientifiques lourds
hr: Krajnja demonstracija s teškim znanstvenim paketima
id: Demonstrasi akhir dengan paket ilmiah yang berat
it: Dimostrazione finale con pacchetti scientifici pesanti
nl: Ultieme demonstratie met zware wetenschappelijke pakketten
no: Ultimate demonstrasjon med tunge vitenskapelige pakker
pl: Ostateczna demonstracja z ciężkimi pakietami naukowymi
pt_br: Demonstração final com pacotes científicos pesados
ru: Окончательная демонстрация с тяжелыми научными пакетами
sv: Ultimat demonstration med tunga vetenskapliga paket
sw: Maonyesho ya mwisho na vifurushi vizito vya kisayansi
tr: Ağır bilimsel paketlerle nihai gösteri

source: Showcase omnipkg's features with large package installations and version switching
am: በትላልቅ የጥቅል ጭነቶች እና ስሪት መቀያየር የ OMNIPK ባህሪያትን ያሳዩ
da: Showcase Omnipkgs funktioner med store pakkeinstallationer og versionskiftning
de: Präsentieren Sie die Funktionen von OMNIPKG mit großen Paketinstallationen und Versionsumschaltung
fr: Présenter les fonctionnalités d'OmnipKG avec de grandes installations de packages et commutation de version
hr: Izložbene značajke OmniPKG -a s velikim instalacijama paketa i prebacivanjem verzija
id: Showcase Fitur Omnipkg dengan instalasi paket besar dan switching versi
it: Mostra le funzionalità di Omnipkg con installazioni di pacchetti di grandi dimensioni e commutazione della versione
nl: Show Case omnipkg's functies met grote pakketinstallaties en versiesschakeling
no: Vis frem Omnipkgs funksjoner med store pakkeinstallasjoner og versjonsoverføring
pl: Zaprezentuj funkcje Omnipkg z dużymi instalacjami pakietów i przełączaniem wersji
pt_br: Mostrar recursos do omnipkg com grandes instalações de pacotes e comutação de versão
ru: Выставка функций Omnipkg с большими установками пакетов и переключением версий
sv: Showcase omnipkgs funktioner med stora paketinstallationer och versionbyte
sw: Onyesha huduma za Omnipkg na mitambo kubwa ya kifurushi na kubadili toleo
tr: Büyük paket kurulumları ve sürüm değiştirme ile Omnipkg'in özelliklerini sergileyin

source: Clean slate: rebuild the omnipkg knowledge base
am: ንፁህ መከለያ-የኦምኒካዊ ዕውቀት ደረጃን እንደገና መገንባት
da: Ren skifer: Genopbyg den omnipkg vidensbase
de: Clean Slate: Bauen Sie die Omnipkg -Wissensbasis wieder auf
fr: Clean Slate: Reconstruisez la base de connaissances OMNIPKG
hr: Čista škriljevca: obnovite bazu znanja OmniPKG
id: Clean Slate: Bangun kembali basis pengetahuan omnipkg
it: Schema pulita: ricostruire la base di conoscenza Omnipkg
nl: Schone lei: herbouw de omnipkg -kennisbasis
no: Clean Slate: gjenoppbygge Omnipkg kunnskapsbase
pl: Clean Slate: odbuduj bazę wiedzy Omnipkg
pt_br: LIMPE SLATE: Reconstrua a base de conhecimento Omnipkg
ru: Чистый сланец: восстановить базу знаний Omnipkg
sv: Ren skiffer: Ombyggnad av omnipkg kunskapsbas
sw: Safi Slate: Jenga tena msingi wa maarifa wa Omnipkg
tr: Temiz Arduvaz: Omnipkg bilgi tabanını yeniden inşa edin

source: Delete and rebuild the Redis knowledge base from scratch
am: የአድራሻውን የእውቀት መሠረት ከቧንቧዎች መሰረዝ እና እንደገና ይገንቡ
da: Slet og genopbyg Redis videnbasen fra bunden
de: Löschen und bauen Sie die Redis -Wissensbasis von Grund auf neu auf
fr: Supprimer et reconstruire la base de connaissances redis à partir de zéro
hr: Izbrišite i obnovite redis bazu znanja ispočetka
id: Hapus dan bangun kembali basis pengetahuan redis dari awal
it: Elimina e ricostruisci la base di conoscenza Redis da zero
nl: Verwijder en herbouw de Redis Knowledge Base helemaal opnieuw
no: Slett og gjenoppbygge Redis Knowledge Base fra bunnen av
pl: Usuń i odbuduj bazę wiedzy Redis od zera
pt_br: Excluir e reconstruir a base de conhecimento Redis do zero
ru: Удалить и восстановить базу знаний Redis с нуля
sv: Radera och bygga om Redis Knowledge Base från grunden
sw: Futa na ujenge tena msingi wa maarifa wa Redis kutoka mwanzo
tr: Redis bilgi tabanını sıfırdan silin ve yeniden inşa edin

source: Skip confirmation
am: ማረጋገጫዎችን ይዝለሉ
ar_eg: تخطي التأكيد
bn: নিশ্চিতকরণ এড়িয়ে যান
da: Spring bekræftelse
de: Bestätigung überspringen
es: Skip Confirmación
hi: पुष्टि को छोड़ दें
hr: Potvrda preskoka
id: Lewati konfirmasi
it: Salta la conferma
ja: 確認をスキップします
ko: 확인 확인을 건너 뜁니다
nl: Bevestiging overslaan
no: Hopp over bekreftelse
pl: Pomiń potwierdzenie
pt_br: Pule a confirmação
ru: Пропустить подтверждение
sv: Hoppa över bekräftelse
sw: Ruka uthibitisho
tr: Onay atla

source: Refresh the intelligence knowledge base
am: የማሰብ ችሎታውን የእውቀት መሠረት አድስ
ar_eg: تحديث قاعدة المعرفة الذكية
bn: গোয়েন্দা জ্ঞান ভিত্তি রিফ্রেশ করুন
da: Opdater efterretningskendskabsbasen
de: Aktualisieren Sie die Intelligenzwissensbasis
es: Actualizar la base de conocimiento de inteligencia
fr: Actualiser la base de connaissances de l'intelligence
hi: खुफिया ज्ञान के आधार को ताज़ा करें
hr: Osvježite bazu znanja o inteligenciji
id: Segarkan Basis Pengetahuan Kecerdasan
it: Aggiorna la base di conoscenza dell'intelligence
ja: インテリジェンスナレッジベースを更新します
ko: 지능 지식 기반을 새로 고치십시오
nl: Vernieuw de kennisbasis van de intelligentie
no: Oppdater etterretningskunnskapsbasen
pl: Odśwież bazę wiedzy inteligencji
pt_br: Atualize a base de conhecimento de inteligência
ru: Обновить базу знаний интеллекта
sv: Uppdatera kunskapsbasen för intelligens
sw: Furahisha msingi wa maarifa ya akili
tr: İstihbarat Bilgi tabanını yenileyin

source: Force rebuild of package metadata and dependency intelligence
am: የጥቅል ሜታዳታ እና ጥገኛ የማሰብ ችሎታ መዋጋት ያስገድዱ
da: Tving genopbygning af pakningsmetadata og afhængighedsintelligens
de: Erzwingen Sie den Wiederaufbau von Paketmetadaten und Abhängigkeitsintelligenz
hr: Forsirati obnovu metapodataka paketa i inteligencije ovisnosti
id: Kekuatan kembali paksa metadata paket dan kecerdasan ketergantungan
it: Forza ricostruzione dei metadati del pacchetto e intelligenza della dipendenza
nl: Force opnieuw opbouwen van pakketmetadata en afhankelijkheidsintelligentie
pl: Wymień odbudowę metadanych pakietów i inteligencji zależności
pt_br: Reconstrução de força de metadados do pacote e inteligência de dependência
ru: Сила восстановление метаданных пакетов и интеллекта зависимостей
sv: Tvinga ombyggnad av paketmetadata och beroendeinformation
sw: Kulazimisha kujenga upya metadata ya kifurushi na akili ya utegemezi
tr: Paket meta verilerinin ve bağımlılık zekasının zorla yeniden oluşturulması

source: Ignore cache and force complete rebuild
am: መሸጎጫውን ችላ ይበሉ እና የተሟላ ግንባታ
da: Ignorere cache og tvinge fuldstændig genopbygning
de: Ignorieren Sie Cache und erzwingen Sie den vollständigen Wiederaufbau
fr: Ignorer le cache et forcer la reconstruction complète
hr: Zanemarite predmemoriju i prisiljajte potpunu obnovu
id: Abaikan cache dan paksa pembangunan kembali lengkap
it: Ignora la cache e la forza completa ricostruzione
nl: Negeer cache en forceer volledige herbouw
no: Ignorer cache og tvang fullstendig ombygging
pl: Zignoruj ​​pamięć podręczną i wymuszaj pełną przebudowę
pt_br: Ignorar o cache e forçar a reconstrução completa
ru: Игнорировать кеш и силу полную перестройку
sv: Ignorera cache och tvinga fullständig ombyggnad
sw: Puuza kashe na ulazimishe ujenzi kamili
tr: Önbelleği görmezden gelin ve yeniden inşa etmeyi zorla

source: Delete the config file to trigger a fresh setup
am: አዲስ ማዋቀር ለማነሳሳት ውቅያኑን ፋይል ይሰርዙ
da: Slet konfigurationsfilen for at udløse en frisk opsætning
de: Löschen Sie die Konfigurationsdatei, um ein frisches Setup auszulösen
fr: Supprimer le fichier de configuration pour déclencher une nouvelle configuration
hr: Izbrišite konfiguraciju da biste pokrenuli svježu postavku
id: Hapus file konfigurasi untuk memicu pengaturan baru
it: Elimina il file di configurazione per attivare una nuova configurazione
nl: Verwijder het configuratiebestand om een ​​nieuwe installatie te activeren
no: Slett konfigurasjonsfilen for å utløse et nytt oppsett
pl: Usuń plik konfiguracyjny, aby wyzwolić nową konfigurację
pt_br: Exclua o arquivo de configuração para acionar uma nova configuração
ru: Удалить файл конфигурации, чтобы запустить свежую настройку
sv: Ta bort konfigurationsfilen för att utlösa en ny installation
sw: Futa faili ya usanidi ili kusababisha usanidi mpya
tr: Yeni bir kurulumu tetiklemek için yapılandırma dosyasını silin

source: Deletes the omnipkg config.json file
am: የ OMNIPG Confind Confiness ፋይልን ይሰረዛል
da: Sletter omnipkg config.json -filen
de: Löscht die Datei omnipkg config.json
fr: Supprime le fichier omnipkg config.json
hr: Briše datoteku omnipkg config.json
id: Menghapus file omnipkg config.json
it: Elimina il file omnipkg config.json
nl: Verwijdert het omnipkg config.json -bestand
no: Sletter Omnipkg Config.json -filen
pl: Usuwa plik Omnipkg Config.json
pt_br: Exclui o arquivo omnipkg config.json
ru: Удаляет файл omnipkg config.json
sv: Raderar omnipkg config.json -filen
sw: Inafuta faili ya omnipkg config.json
tr: Omnipkg config.json dosyasını siler

source: Skip confirmation and delete immediately
am: ማረጋገጫዎችን መዝለል እና ወዲያውኑ ይሰርዙ
da: Spring bekræft og slet med det samme
de: Überspringen Sie die Bestätigung und löschen Sie sofort
fr: Sauter la confirmation et supprimer immédiatement
hr: Preskočite potvrdu i odmah izbrišite
id: Lewati konfirmasi dan hapus segera
it: Salta la conferma ed elimina immediatamente
nl: Sla de bevestiging over en verwijder onmiddellijk
no: Hopp over bekreftelse og slett umiddelbart
pl: Pomiń potwierdzenie i natychmiast usuń
pt_br: Pule a confirmação e exclua imediatamente
ru: Пропустить подтверждение и немедленно удалить
sv: Hoppa över bekräftelse och ta bort omedelbart
sw: Ruka uthibitisho na ufute mara moja
tr: Onay atlayın ve hemen silin

source: View or edit the omnipkg configuration
am: የኦምኒካዊ ውቅር ይመልከቱ ወይም ያርትዑ
da: Se eller rediger omnipkg -konfigurationen
de: Zeigen oder bearbeiten Sie die OMNIPKG -Konfiguration
fr: Afficher ou modifier la configuration OMNIPKG
hr: Pogledajte ili uredite konfiguraciju OmniPKG
id: Lihat atau edit konfigurasi omnipkg
it: Visualizza o modifica la configurazione omnipkg
nl: Bekijk of bewerk de omnipkg -configuratie
no: Vis eller rediger omnipkg -konfigurasjonen
pl: Wyświetl lub edytuj konfigurację OmnipKG
pt_br: Exibir ou editar a configuração Omnipkg
ru: Просмотреть или отредактировать конфигурацию Omnipkg
sv: Visa eller redigera omnipkg -konfigurationen
sw: Angalia au hariri usanidi wa omnipkg
tr: OMNIPKG yapılandırmasını görüntüleyin veya düzenleyin

source: Allows setting persistent configuration values
am: የማያቋርጥ እሴቶችን ለማቅለል ያስችላል
da: Tillader indstilling af vedvarende konfigurationsværdier
de: Ermöglicht das Einstellen anhaltender Konfigurationswerte
fr: Permet de définir des valeurs de configuration persistantes
hr: Omogućuje postavljanje trajnih vrijednosti konfiguracije
id: Memungkinkan pengaturan nilai konfigurasi yang persisten
it: Consente l'impostazione dei valori di configurazione persistenti
nl: Maakt het mogelijk om persistente configuratiewaarden in te stellen
no: Tillater å sette vedvarende konfigurasjonsverdier
pl: Umożliwia ustawienie trwałych wartości konfiguracji
pt_br: Permite definir valores de configuração persistentes
ru: Позволяет установить постоянные значения конфигурации
sv: Tillåter att ställa in ihållande konfigurationsvärden
sw: Inaruhusu kuweka maadili ya usanidi unaoendelea
tr: Kalıcı yapılandırma değerlerinin ayarlanmasına izin verir

source: Set a configuration value
am: የውቅረት እሴት ያዘጋጁ
ar_eg: اضبط قيمة التكوين
bn: একটি কনফিগারেশন মান সেট করুন
da: Indstil en konfigurationsværdi
de: Legen Sie einen Konfigurationswert fest
es: Establecer un valor de configuración
fr: Définir une valeur de configuration
hi: एक कॉन्फ़िगरेशन मान सेट करें
hr: Postavite vrijednost konfiguracije
id: Tetapkan nilai konfigurasi
it: Imposta un valore di configurazione
ja: 構成値を設定します
ko: 구성 값을 설정하십시오
nl: Stel een configuratiewaarde in
no: Angi en konfigurasjonsverdi
pl: Ustaw wartość konfiguracji
pt_br: Defina um valor de configuração
ru: Установите значение конфигурации
sv: Ställ in ett konfigurationsvärde
sw: Weka thamani ya usanidi
tr: Bir yapılandırma değeri ayarlayın

source: The configuration key to set
am: ለማዘጋጀት የተዋቀረው ቁልፍ
da: Konfigurationstasten til at indstille
de: Der Konfigurationsschlüssel zum Setzen
fr: La touche de configuration à définir
hr: Konfiguracijski tipka za postavljanje
id: Kunci konfigurasi untuk mengatur
it: Il tasto di configurazione da impostare
nl: De configuratietoets om in te stellen
no: Konfigurasjonsnøkkelen som skal angi
pl: Klucz konfiguracji do ustawienia
pt_br: A chave de configuração para definir
ru: Ключ конфигурации для установки
sv: Konfigurationsnyckeln för att ställa in
sw: Kitufe cha usanidi kuweka
tr: Ayarlanacak yapılandırma anahtarı

source: ✅ Language permanently set to: {lang}
am: ✅ ቋንቋ በቋሚነት ወደ: {lang}
ar_eg: ✅ اللغة تم تعيينها بشكل دائم على: {lang}
bn: ✅ ভাষা স্থায়ীভাবে সেট: {lang}
da: ✅ Sprog indstillet til: {lang}
de: ✅ Sprache dauerhaft eingestellt auf: {lang}
es: ✅ Lenguaje establecido permanentemente en: {lang}
fr: ✅ Langue définie en permanence sur: {lang}
hi: ✅ भाषा स्थायी रूप से निर्धारित:{lang}
hr: ✅ Jezik trajno postavljen na: {lang}
id: ✅ Bahasa secara permanen diatur ke: {lang}
it: ✅ Lingua impostato permanentemente su: {lang}
ja: ✅言語は永続的に設定されています：{lang}
ko: ✅ 언어는 영구적으로 설정합니다. {lang}
nl: ✅ Taal permanent ingesteld op: {lang}
no: ✅ språk permanent satt til: {lang}
pl: ✅ Język na stałe ustawiony na: {lang}
pt_br: ✅ Idioma definido permanentemente como: {lang}
ru: ✅ Язык навсегда устанавливается на: {lang}
sv: ✅ Språk permanent inställt på: {lang}
sw: ✅ Lugha iliyowekwa kabisa kwa: {lang}
