Repository: 1minds3t/omnipkg
Catalog: omnipkg/locale/*/LC_MESSAGES/omnipkg.po
Languages: am, ar_eg, bn, da, de, es, fr, hi, hr, id, it, ja, ko, nl, no, pl, pt_br, ru, sv, sw, tr

source: ✅ Main environment version: {}
am: ✅ ዋና የአካባቢ ስሪት {}
ar_eg: ✅ نسخة البيئة الرئيسية: {}
bn: ✅ প্রধান পরিবেশ সংস্করণ: {}
da: ✅ Hovedmiljøversion: {}
de: ✅ Hauptumgebung Version: {}
es: ✅ Versión del entorno principal: {}
fr: ✅ Version de l'environnement principal: {}
hi: ✅ मुख्य पर्यावरण संस्करण: {}
hr: ✅ Verzija glavnog okruženja: {}
id: ✅ Versi Lingkungan Utama: {}
it: ✅ Versione ambientale principale: {}
ja: ✅メイン環境バージョン：{}
ko: ✅ 주요 환경 버전 : {}
nl: ✅ Hoofdomgevingversie: {}
no: ✅ Hovedmiljøversjon: {}
pl: ✅ Główna wersja środowiska: {}
pt_br: ✅ Versão do ambiente principal: {}
ru: ✅ Основная версия среды: {}
sv: ✅ Huvudmiljöversionen: {}
sw: ✅ Toleo kuu la Mazingira: {}

source: 🎯 Main environment test: PASSED
am: 🎯 ዋና የአካባቢ ሙከራ: አል passed ል
ar_eg: 🎯 اختبار البيئة الرئيسي: مرت
bn: 🎯 প্রধান পরিবেশ পরীক্ষা: পাস
da: 🎯 Hovedmiljøprøve: bestået
de: 🎯 Hauptumwelttest: bestanden
es: 🎯 Prueba de entorno principal: aprobado
fr: 🎯 Test de l'environnement principal: réussi
hi: 🎯 मुख्य पर्यावरण परीक्षण: पास
hr: 🎯 Test glavnog okoliša: prošao
id: 🎯 Tes Lingkungan Utama: Lulus
it: 🎯 Test dell'ambiente principale: passato
ja: 🎯主な環境テスト：合格
ko: 🎯 주요 환경 테스트 : 통과
nl: 🎯 Hoofdomgevingstest: gepasseerd
no: 🎯 Hovedmiljøkest: bestått
pl: 🎯 Główny test środowiska: Przeszedł
pt_br: 🎯 Teste de ambiente principal: Passado
ru: 🎯 Основной тест окружающей среды: прошел
sv: 🎯 Huvudmiljöprov: godkänd
sw: Mtihani wa Mazingira Kuu: Kupitishwa
tr: 🎯 Ana Çevre Testi: Geçti

source: ❌ Main environment test: FAILED
am: ❌ ዋና የአካባቢ ምርመራ: አልተሳካም
da: ❌ Hovedmiljøprøve: mislykkedes
de: ❌ Hauptumgebungstest: Fehlgeschlagen
fr: ❌ Test de l'environnement principal: Échec
hr: ❌ Test glavnog okruženja: nije uspjelo
id: ❌ Tes Lingkungan Utama: Gagal
it: ❌ Test dell'ambiente principale: fallito
nl: ❌ Hoofdomgevingstest: mislukt
no: ❌ Hovedmiljøkest: mislyktes
pl: ❌ Główny test środowiska: nieudany
pt_br: ❌ Teste de ambiente principal: falhou
ru: ❌ Основной тест среды: не удалось
sv: ❌ Huvudmiljöprov: misslyckades
sw: Mtihani wa Mazingira Kuu: Imeshindwa
tr: ❌ Ana Çevre Testi: Başarısız

source: ❌ Main environment test failed: {}
am: ❌ ዋና የአካባቢ ሙከራ አልተሳካም: {}
ar_eg: ❌ فشل اختبار البيئة الرئيسي: {}
bn: ❌ প্রধান পরিবেশ পরীক্ষা ব্যর্থ: {}
da: ❌ Hovedmiljøprøven mislykkedes: {}
de: ❌ Hauptumgebungstest fehlgeschlagen: {}
es: ❌ Falló la prueba del entorno principal: {}
fr: ❌ Le test d'environnement principal a échoué: {}
hi: ❌ मुख्य पर्यावरण परीक्षण विफल: {}
hr: ❌ Test glavnog okruženja nije uspio: {}
id: ❌ Tes Lingkungan Utama Gagal: {}
it: ❌ Test dell'ambiente principale non riuscito: {}
ja: ❌メイン環境テストが失敗しました：{}
ko: ❌ 주요 환경 테스트 실패 : {}
nl: ❌ Hoofdomgevingstest mislukt: {}
no: ❌ Hovedmiljøvestet mislyktes: {}
pl: ❌ Główny test środowiska nie powiódł się: {}
pt_br: ❌ Teste de ambiente principal falhou: {}
ru: ❌ Основной тест на среду не удалось: {}
sv: ❌ Huvudmiljöprov misslyckades: {}
sw: ❌ Mtihani kuu wa mazingira umeshindwa: {}

source: Testing Bubble (uv=={})
am: የሙከራ አረፋ (UV == {})
ar_eg: فقاعة الاختبار (UV == {})
bn: টেস্টিং বুদ্বুদ (uv == {})
da: Testboble (UV == {} )
de: Blase testen (uv == {})
es: Prueba de burbuja (uv == '{}')
fr: Tester Bubble (UV == {})
hi: परीक्षण बुलबुला (uv == {})
hr: Testiranje mjehurića (UV == uv=={} )
id: Menguji gelembung (uv == {})
ja: バブルのテスト（uv == {}）
ko: 버블 테스트 (uv == {})
nl: Bubble testen (uv == {})
pl: Bubble testowe (uv == {} )
pt_br: Bolha de teste (UV == {})
ru: Тестирование пузырь (uv == {})
sv: Testa bubbla (UV == {})
sw: Kupima Bubble (UV == {})

source: 🎯 Overall result for uv=={}: PASSED
am: 🎯 አጠቃላይ ውጤት ለ UV == {}:}: አል passed ል
ar_eg: 🎯 النتيجة الإجمالية للأشعة فوق البنفسجية == {}: تم تمريرها
bn: U UV == {} এর সামগ্রিক ফলাফল: পাস
da: 🎯 Det samlede resultat for UV == {} : bestået
de: 🎯 Gesamtergebnis für uv == uv=={} : bestanden
es: 🎯 Resultado general para uv == {}: aprobado
fr: 🎯 Résultat global pour uv == {}: passé
hi: 🎯 uv == {} के लिए समग्र परिणाम: पास
hr: 🎯 Ukupni rezultat za UV == {}: PASSED
id: 🎯 Hasil keseluruhan untuk uv == uv=={} : lulus
it: Risultato complessivo per uv == uv=={} : passato
ja: uv == {} の全体的な結果：合格
ko: UV == {} 에 대한 전체 결과가 통과되었습니다
nl: 🎯 Algemeen resultaat voor UV == {}: gepasseerd
no: 🎯 Totalt resultat for UV == uv=={} : bestått
pl: 🎯 Ogólny wynik dla UV == {}: Przeszedł
pt_br: 🎯 Resultado geral para UV == {}: Passado
ru: 🎯 Общий результат для uv == {}: прошло
sv: 🎯 Övergripande resultat för UV == {} : godkänd
sw: 🎯 Matokeo ya jumla ya {} UV == : kupitishwa

source: ❌ Overall result for uv=={}: FAILED
am: ❌ አጠቃላይ ውጤት ለ UV == {}:}: አልተሳካም
ar_eg: ❌ النتيجة الإجمالية لـ UV == {}: فشل
bn: U UV এর সামগ্রিক ফলাফল == {}: ব্যর্থ
da: ❌ Samlet resultat for UV == uv=={} : mislykkedes
de: ❌ Gesamtergebnis für uv == {} : fehlgeschlagen
es: ❌ Resultado general para uv == "{}" : fallido
fr: ❌ Résultat global pour uv == {}: a échoué
hi: ❌ uv == {} के लिए समग्र परिणाम: विफल
hr: ❌ Ukupni rezultat za UV == "{}" : nije uspio
id: ❌ Hasil keseluruhan untuk UV == "{}" : Gagal
it: ❌ Risultato complessivo per UV == {} : non riuscito
ja: uv == {}の全体的な結果：失敗しました
ko: UV == {}에 대한 전체 결과 : 실패
nl: ❌ Algemeen resultaat voor UV {} == : mislukt
no: ❌ Generelt resultat for UV == "{}" : mislyktes
pl: ❌ Ogólny wynik dla uv == "{}" : nieudany
pt_br: ❌ Resultado geral para UV == uv=={} : falhou
ru: ❌ Общий результат для uv == {}: неудачный
sv: ❌ Övergripande resultat för UV == {} : misslyckades
sw: ❌ Matokeo ya jumla ya UV == {} : Imeshindwa

source: 📊 Test Summary:
am: 📊 የሙከራ ማጠቃለያ
ar_eg: 📊 ملخص الاختبار:
bn: 📊 পরীক্ষার সংক্ষিপ্তসার:
da: 📊 Testoversigt:
de: 📊 Testzusammenfassung:
es: 📊 Resumen de la prueba:
fr: 📊 Résumé du test:
hi: 📊 परीक्षण सारांश:
hr: 📊 Sažetak testa:
id: 📊 Ringkasan Uji:
it: 📊 Riepilogo del test:
ja: 📊テストの概要：
ko: 📊 테스트 요약 :
nl: 📊 Testoverzicht:
no: 📊 Testoppsummering:
pl: 📊 Podsumowanie testu:
pt_br: 📊 Resumo do teste:
ru: 📊 Сводка теста:
sv: 📊 Testöversikt:
sw: Muhtasari wa Mtihani:
tr: 📊 Test Özeti:

source: 🎉🎉🎉 ALL UV BINARY TESTS PASSED! 🎉🎉🎉
am: 🎉🎉🎉 ሁሉም UV ሁለትዮሽ ምርመራዎች አልፈዋል!🎉🎉🎉
ar_eg: 🎉🎉🎉 مرت جميع الاختبارات الثنائية للأشعة فوق البنفسجية!🎉🎉🎉
bn: 🎉🎉🎉 সমস্ত ইউভি বাইনারি পরীক্ষা পাস!🎉🎉🎉
da: 🎉🎉🎉 Alle UV -binære tests bestået!🎉🎉🎉
de: 🎉🎉🎉 Alle UV -Binärtests bestanden!🎉🎉🎉
es: 🎉🎉🎉 ¡Se aprobaron todas las pruebas binarias UV!🎉🎉🎉
fr: 🎉🎉🎉 Tous les tests binaires UV sont passés!🎉🎉🎉
hi: 🎉🎉🎉 सभी यूवी बाइनरी परीक्षण पारित!🎉🎉🎉
hr: 🎉🎉🎉 Svi UV binarni testovi prošli su!🎉🎉🎉
id: 🎉🎉🎉 Semua tes biner UV lulus!🎉🎉🎉
it: 🎉🎉🎉 Tutti i test binari UV sono passati!🎉🎉🎉
ja: uvすべてのUVバイナリテストが合格しました！🎉🎉🎉
ko: 🎉🎉🎉 모든 UV 이진 테스트가 통과되었습니다!🎉🎉🎉
nl: 🎉🎉🎉 Alle uv binaire tests zijn geslaagd!🎉🎉🎉
no: 🎉🎉🎉 Alle UV -binære tester bestått!🎉🎉🎉
pl: 🎉🎉🎉 Przeszły wszystkie testy binarne UV!🎉🎉🎉
pt_br: 🎉🎉🎉 Todos os testes binários UV passaram!🎉🎉🎉
ru: 🎉🎉🎉 Все бинарные тесты UV прошли!🎉🎉🎉
sv: 🎉🎉🎉 Alla UV -binära tester passerade!🎉🎉🎉
sw: Vipimo vyote vya binary vya UV vilipitishwa!🎉🎉🎉
tr: 🎉🎉🎉 Tüm UV ikili testleri geçti!🎉🎉🎉

source: 🔥 OMNIPKG UV BINARY HANDLING IS FULLY FUNCTIONAL! 🔥
am: 🔥 omnipkg UV በሁለትዮሽ አያያዝ ሙሉ በሙሉ ይሠራል!🔥
ar_eg: 🔥 Omnipkg UV المعالجة الثنائية تعمل بكامل طاقتها!🔥
bn: 🔥 ওমনিপকজি ইউভি বাইনারি হ্যান্ডলিং সম্পূর্ণ কার্যকরী!🔥
da: 🔥 Omnipkg UV Binær håndtering er fuldt funktionel!🔥
de: 🔥 OMNIPKG UV Binärhandling ist voll funktionsfähig!🔥
es: 🔥 🔥 omnipkg El manejo binario UV es completamente funcional!🔥
fr: 🔥 La manipulation binaire OMNIPKG UV est entièrement fonctionnelle!🔥
hi: 🔥 omnipkg UV बाइनरी हैंडलिंग पूरी तरह कार्यात्मक है!🔥
hr: 🔥 OmniPKG UV binarno rukovanje potpuno je funkcionalno!🔥
id: 🔥 OMNIPKG UV Binary Handling berfungsi penuh!🔥
it: 🔥 OMNIPKG La manipolazione binaria UV è completamente funzionale!🔥
ja: omn​​ipkg UVバイナリ処理は完全に機能しています！🔥
ko: OMNIPKG UV 바이너리 핸들링은 완전히 기능적입니다!🔥
nl: 🔥 Omnipkg UV binaire hantering is volledig functioneel!🔥
no: 🔥 OMNIPKG UV Binary Handling er fullt funksjonell!🔥
pl: 🔥 Omnipkg UV Prowadzenie binarne jest w pełni funkcjonalne!🔥
pt_br: 🔥 omnipkg O manuseio binário UV é totalmente funcional!🔥
ru: 🔥 Omnipkg UV Бинарная обработка полностью функциональна!🔥
sv: 🔥 Omnipkg UV Binary hantering är fullt funktionell!🔥
sw: 🔥 Omnipkg UV Utunzaji wa binary ni kazi kikamilifu!🔥
tr: 🔥 omnipkg UV ikili kullanım tamamen işlevseldir!🔥

source: 💥 SOME TESTS FAILED - UV BINARY HANDLING NEEDS WORK 💥
am: 💥 አንዳንድ ፈተናዎች አልተሳኩም - UV ሁለትዮሽ አያያዝ ያስፈልጋል 💥
ar_eg: 💥 فشلت بعض الاختبارات - يحتاج المعالجة الثنائية للأشعة فوق البنفسجية إلى عمل 💥
bn: 💥 কিছু পরীক্ষা ব্যর্থ হয়েছে - ইউভি বাইনারি হ্যান্ডলিংয়ের কাজের প্রয়োজন 💥
da: 💥 Nogle test mislykkedes - UV binær håndtering har brug for arbejde 💥
de: 💥 Einige Tests sind fehlgeschlagen - UV -Binärhandhabung muss funktionieren 💥
es: 💥 Algunas pruebas fallaron: el manejo binario UV necesita trabajo 💥
fr: 💥 Certains tests ont échoué - La manipulation binaire UV doit être travaillé 💥
hi: 💥 कुछ परीक्षण विफल रहे - यूवी बाइनरी हैंडलिंग को काम की जरूरत है 💥
hr: 💥 Neki testovi nisu uspjeli - UV binarno rukovanje treba posao 💥
id: 💥 Beberapa tes gagal - penanganan biner UV membutuhkan pekerjaan 💥
it: 💥 Alcuni test non sono riusciti: la movimentazione binaria UV ha bisogno di lavoro 💥
ja: 💥いくつかのテストが失敗しました-UVバイナリ処理の必要性作業
ko: ∎ 일부 테스트 실패 - UV 이진 처리가 필요합니다.
nl: 💥 Sommige tests zijn mislukt - UV binaire hanteringsbehoeften hebben werk 💥
no: 💥 Noen tester mislyktes - UV Binary Handling Needs Work 💥
pl: 💥 Niektóre testy nie powiodły się - UV Binary Prowadzenie wymagają pracy 💥
pt_br: 💥 Alguns testes falharam - o manuseio binário UV precisa de trabalho 💥
ru: 💥 Некоторые тесты не удались - УФ -бинарные потребности в обработке работы 💥
sv: 💥 Vissa tester misslyckades - UV Binary hanteringsbehov fungerar 💥
sw: 💥 Vipimo vingine vimeshindwa - UV ya utunzaji wa binary inahitaji kazi 💥
tr: 💥 Bazı testler başarısız oldu - UV ikili kullanım ihtiyacı işe yarıyor 💥

source: 🔧 Check the detailed output above for diagnostics
am: Pressed ከፈተናዎች በላይ ያለውን ዝርዝር ውፅዓት ይፈትሹ
ar_eg: 🔧 تحقق من الإخراج التفصيلي أعلاه للتشخيص
bn: Diagistics ডায়াগনস্টিকসের জন্য উপরের বিশদ আউটপুট পরীক্ষা করুন
da: 🔧 Kontroller det detaljerede output ovenfor for diagnostik
de: 🔧 Überprüfen Sie die oben detaillierte Ausgabe oben auf Diagnostik
es: 🔧 Verifique la salida detallada anterior para el diagnóstico
fr: 🔧 Vérifiez la sortie détaillée ci-dessus pour les diagnostics
hi: Dignostics के लिए ऊपर दिए गए विस्तृत आउटपुट की जाँच करें
hr: 🔧 Provjerite detaljni izlaz gore za dijagnostiku
id: 🔧 Periksa output terperinci di atas untuk diagnostik
it: 🔧 Controllare l'output dettagliato sopra per la diagnostica
ja: 診断については、上記の詳細な出力を確認してください
ko: 🔧 진단에 대해서는 위의 상세한 출력을 확인하십시오
nl: 🔧 Controleer de gedetailleerde uitvoer hierboven op diagnostiek
no: 🔧 Kontroller detaljert utdata ovenfor for diagnostikk
pl: 🔧 Sprawdź szczegółowe dane wyjściowe powyżej, pod kątem diagnostyki
pt_br: 🔧 Verifique a saída detalhada acima para diagnóstico
ru: 🔧 Проверьте подробный вывод выше для диагностики
sv: 🔧 Kontrollera den detaljerade utgången ovan för diagnostik
sw: 🔧 Angalia pato la kina hapo juu kwa utambuzi
tr: 🔧 Teşhis için yukarıdaki ayrıntılı çıktıyı kontrol edin

source: ⚠️ Cleanup failed: {}
am: ⚠️ ማጽዳት አልተሳካም: {}
ar_eg: ⚠ فشل التنظيف: {}
bn: ⚠ ক্লিনআপ ব্যর্থ: {}
da: ⚠ Oprydning mislykkedes: {}
de: ⚠️ Reinigung fehlgeschlagen: {}
es: ⚠️ Falló la limpieza: {}
fr: ⚠️ Le nettoyage a échoué: {}
hi: ⚠ सफाई विफल: {}
hr: ⚠️ Očišćenje nije uspjelo: {}
id: ⚠️ Cleanup gagal: {}
it: ⚠️ Cleanup non riuscito: {}
ja: ⚠⚠️クリーンアップが失敗しました：{}
ko: ⚠️ 정리 실패 : {}
nl: ⚠️ Opruiming mislukt: {}
no: ⚠ Opprydding mislyktes: {}
pl: ⚠️ Oczyszczanie nie powiodło się: {}
pt_br: ⚠️ Falha na limpeza: {}
ru: ⚠ Очистка не удалась: {}
sv: ⚠ Rensning misslyckades: {}
sw: Usafishaji umeshindwa: {}

source: - Total Bubble Size: {} MB
am: - አጠቃላይ አረፋ መጠን: {} mb
ar_eg: - إجمالي حجم الفقاعة: {} MB
bn: - মোট বুদ্বুদ আকার: {} এমবি
da: - Samlet boblestørrelse: {} MB
de: - Gesamtblasengröße: {} mb
es: - Tamaño total de burbuja: {} MB
fr: - Taille totale des bulles: {} MB
hi: - कुल बुलबुला आकार: {} एमबी
hr: - Ukupna veličina mjehurića: {} MB
id: - Total Ukuran Gelembung: {} MB
it: - Dimensione totale della bolla: {} MB
ja: - 合計バブルサイズ：{} mb
ko: - 총 버블 크기 : {} MB
nl: - Totaal bubbelgrootte: {} MB
no: - Total boblestørrelse: {} MB
pl: - Całkowity rozmiar bańki: {} MB
pt_br: - Tamanho total da bolha: {} mb
ru: - Общий размер пузыря: {} MB
sv: - Total bubbelstorlek: {} MB
sw: - Jumla ya Bubble saizi: {} MB

source: ⚠️ Warning: 'python-magic' not installed. Using basic binary detection.
am: ⚠️ ማስጠንቀቂያ: - 'Python-አስማት' አልተጫነም.መሰረታዊ ሁለትዮሽ መለየት.
ar_eg: ⚠ تحذير: "Python-Magic" غير مثبت.باستخدام الكشف الثنائي الأساسي.
bn: ⚠ সতর্কতা: 'পাইথন-ম্যাজিক' ইনস্টল করা হয়নি।বেসিক বাইনারি সনাক্তকরণ ব্যবহার করে।
da: ⚠ ADVARSEL: 'Python-Magic' ikke installeret.Ved hjælp af grundlæggende binær detektion.
de: ⚠️ Warnung: 'Python-Magic' nicht installiert.Unter Verwendung der Binärerkennung.
es: ⚠️ ADVERTENCIA: 'Python-Magic' no instalada.Uso de detección binaria básica.
fr: ⚠️ AVERTISSEMENT: «Python-magic» non installé.En utilisant la détection binaire de base.
hi: ⚠ चेतावनी: 'पायथन-मैजिक' स्थापित नहीं किया गया।बुनियादी द्विआधारी पहचान का उपयोग करना।
hr: ⚠️ UPOZORENJE: 'Python-Magic' nije instalirano.Koristeći osnovno binarno otkrivanje.
id: ⚠️ PERINGATAN: 'Python-Magic' tidak terpasang.Menggunakan deteksi biner dasar.
it: ⚠️ ATTENZIONE: 'Python-Magic' non installato.Utilizzando il rilevamento binario di base.
ja: 「警告：「Python-Magic」がインストールされていません。基本的なバイナリ検出を使用します。
ko: ⚠️ 경고 : 'Python-Magic'이 설치되지 않았습니다.기본 바이너리 감지 사용.
nl: ⚠️ WAARSCHUWING: 'Python-magisch' niet geïnstalleerd.Binaire binaire detectie gebruiken.
no: ⚠ Advarsel: 'Python-Magic' ikke installert.Ved hjelp av grunnleggende binær deteksjon.
pl: ⚠️ Ostrzeżenie: „Python-Magic” nie został zainstalowany.Za pomocą podstawowego wykrywania binarnego.
pt_br: ⚠️ Aviso: 'Python-Magic' não está instalado.Usando detecção binária básica.
ru: ⚠ Предупреждение: «Python-Magic» не установлен.Используя базовое бинарное обнаружение.
sv: ⚠ Varning: 'Python-Magic' inte installerat.Med hjälp av grundläggande binär upptäckt.
sw: Onyo: 'Python-Magic' haijasanikishwa.Kutumia ugunduzi wa msingi wa binary.
tr: ⚠️ Uyarı: 'Python-Magic' kurulmamış.Temel ikili tespit kullanarak.

source: ✅ Core dependencies loaded.
am: ✅ ዋና ጥገኛዎች የተጫኑ ናቸው.
ar_eg: ✅ تبعيات أساسية محملة.
bn: ✅ কোর নির্ভরতা লোড হয়েছে।
da: ✅ Kerneafhængigheder indlæst.
de: ✅ Kernabhängigkeiten geladen.
es: ✅ Dependencias centrales cargadas.
fr: ✅ Dépendances de base chargées.
hi: ✅ कोर निर्भरता लोड की गई।
hr: ✅ Opterećene jezgrene ovisnosti.
id: ✅ Ketergantungan inti dimuat.
it: ✅ Dipendenze core caricate.
ja: coreロードされたコア依存関係。
ko: core 핵심 종속성이로드되었습니다.
nl: ✅ Kernafhankelijkheden geladen.
no: ✅ Kjerneavhengigheter lastet.
pl: ✅ Załadowane zależności rdzeniowe.
pt_br: ✅ Dependências principais carregadas.
ru: ✅ Загруженные ядра зависимости.
sv: ✅ Kärnberoenden laddas.
sw: ✅ Utegemezi wa msingi umejaa.
tr: ✅ Temel bağımlılıklar yüklendi.

source: 🌍 Language environment passed to subprocess: {}
am: 🌍 ቋንቋ አከባቢን ለደባቁ ለማቅለል ተሻግሯል-{}
ar_eg: 🌍 بيئة اللغة تنتقل إلى عملية فرعية: {}
bn: 🌍 ভাষার পরিবেশ উপ -প্রসেসে চলে গেছে: {}
da: 🌍 Sprogmiljø overført til subprocess: {}
de: 🌍 Sprachumgebung an Subprozess übergeben: {}
es: 🌍 Entorno de lenguaje pasado al subproceso: {}
fr: 🌍 Environnement linguistique passé à la sous-processus: {}
hi: 🌍 भाषा का वातावरण सबप्रोसेस को पारित किया गया: {}
hr: 🌍 Jezično okruženje proslijeđeno u podproces: {}
id: 🌍 Lingkungan bahasa diteruskan ke subproses: {}
it: 🌍 ambiente linguistico passato al sottoprocesso: {}
ja: Subprocessに渡された言語環境：{}
ko: 🌍 언어 환경은 하위 프로세스로 전달되었습니다 : {}
nl: 🌍 Taalomgeving doorgegeven aan subproces: {}
no: 🌍 Språkmiljø overført til underprosess: {}
pl: 🌍 Środowisko językowe przekazane do podprocesów: {}
pt_br: 🌍 Ambiente de idioma Passado para o subprocesso: {}
ru: 🌍 Языковая среда, передаваемая в подпроцесс: {}
sv: 🌍 Språkmiljö överfördes till underbehandling: {}
sw: Mazingira ya lugha yaliyopitishwa kwa subprocess: {}

source: ❌ Failed to import omnipkg modules. Is the project structure correct? Error: {}
am: Of የ Omnipg ሞጁሎችን ማስመጣት አልተሳካም.የፕሮጀክቱ መዋቅር ትክክል ነው?ስህተት: {}
ar_eg: ❌ فشل في استيراد وحدات Omnipkg.هل هيكل المشروع صحيح؟خطأ: {}
bn: Omn ওমনিপকিজি মডিউলগুলি আমদানি করতে ব্যর্থ।প্রকল্পের কাঠামো কি সঠিক?ত্রুটি: {}
da: ❌ Kunne ikke importere omnipkg -moduler.Er projektstrukturen korrekt?Fejl: {}
de: ❌ Es konnte Omnipkg -Module nicht importiert werden.Ist die Projektstruktur korrekt?Fehler: {}
es: ❌ No pudo importar módulos OMNIPKG.¿Es correcta la estructura del proyecto?Error: {}
fr: ❌ n'a pas réussi à importer des modules OMNIPKG.La structure du projet est-elle correcte?Erreur: {}
hi: ❌ OMNIPKG मॉड्यूल आयात करने में विफल रहा।क्या परियोजना संरचना सही है?गलती: {}
hr: ❌ Nije uspio uvesti omniPKG module.Je li struktura projekta točna?Pogreška: {}
id: ❌ Gagal mengimpor modul omnipkg.Apakah struktur proyek benar?Kesalahan: {}
it: ❌ Impossibile importare moduli omnipkg.La struttura del progetto è corretta?Errore: {}
ja: omn​​ipkgモジュールのインポートに失敗しました。プロジェクト構造は正しいですか？エラー： {}
ko: OMNIPKG 모듈을 가져 오지 못했습니다.프로젝트 구조가 정확합니까?오류 : {}
nl: ❌ Kan OMNIPKG -modules niet importeren.Is de projectstructuur correct?Fout: {}
no: ❌ Kunne ikke importere OMNIPKG -moduler.Er prosjektstrukturen riktig?Feil: {}
pl: ❌ Nie udało się zaimportować modułów OmnipKG.Czy struktura projektu jest poprawna?Błąd: {}
pt_br: ❌ Falha ao importar módulos OMNIPKG.A estrutura do projeto está correta?Erro: {}
ru: ❌ Не удалось импортировать модули Omnipkg.Правильная структура проекта?Ошибка: {}
sv: ❌ Det gick inte att importera omnipkg -moduler.Är projektstrukturen korrekt?Fel: {}
sw: ❌ Imeshindwa kuingiza moduli za omnipkg.Je! Muundo wa mradi ni sahihi?Kosa: {}

source: -> Last version of '{}' removed. Deleting all traces.
am: -> የመጨረሻ '{}' ስሪት ተወግ .ል.ሁሉንም ዱካዎች መሰረዝ.
ar_eg: -> الإصدار الأخير من "{}" تمت إزالته.حذف جميع الآثار.
bn: -> '{}' এর শেষ সংস্করণ সরানো হয়েছে।সমস্ত চিহ্ন মুছে ফেলা।
da: -> sidste version af '{}' fjernet.Sletning af alle spor.
de: -> Letzte Version von '{}' entfernt.Alle Spuren löschen.
es: -> Última versión de '{}' eliminada.Eliminar todas las huellas.
fr: -> Dernière version de '{}' supprimé.Suppression de toutes les traces.
hi: -> '{}' का अंतिम संस्करण हटा दिया गया।सभी निशान हटाना।
hr: -> Uklonjena zadnja verzija '{}'.Brisanje svih tragova.
id: -> versi terakhir '{}' dihapus.Menghapus semua jejak.
it: -> Ultima versione di '{}' rimosso.Eliminazione di tutte le tracce.
ja: - >「{}」の最後のバージョン削除。すべてのトレースを削除します。
ko: -> '{}'의 마지막 버전이 제거되었습니다.모든 흔적을 삭제합니다.
nl: -> laatste versie van '{}' verwijderd.Alle sporen verwijderen.
no: -> Siste versjon av '{}' fjernet.Slette alle spor.
pl: -> Usunięto ostatnią wersję „{}”.Usuwanie wszystkich śladów.
pt_br: -> Última versão de '{}' removida.Excluindo todos os traços.
ru: -> Последняя версия '{}' удален.Удаление всех следов.
sv: -> Sista versionen av '{}' bort.Radera alla spår.
sw: -> Toleo la mwisho la '{}' limeondolewa.Kufuta athari zote.

source: STEP 1: Preparing a Clean Test Environment
am: ደረጃ 1: - ንጹህ የሙከራ አካባቢ ማዘጋጀት
ar_eg: الخطوة 1: إعداد بيئة اختبار نظيفة
bn: পদক্ষেপ 1: একটি পরিষ্কার পরীক্ষার পরিবেশ প্রস্তুত করা
da: Trin 1: Forberedelse af et rent testmiljø
de: Schritt 1: Vorbereitung einer sauberen Testumgebung
es: Paso 1: Preparación de un entorno de prueba limpia
fr: Étape 1: Préparation d'un environnement de test propre
hi: चरण 1: एक स्वच्छ परीक्षण वातावरण तैयार करना
hr: Korak 1: Priprema čistog testnog okruženja
id: Langkah 1: Mempersiapkan Lingkungan Uji Bersih
it: Passaggio 1: preparazione di un ambiente di prova pulito
ja: ステップ1：クリーンなテスト環境の準備
ko: 1 단계 : 깨끗한 테스트 환경 준비
nl: Stap 1: Een schone testomgeving voorbereiden
no: Trinn 1: Forbereder et rent testmiljø
pl: Krok 1: Przygotowanie czystego środowiska testowego
pt_br: Etapa 1: Preparando um ambiente de teste limpo
ru: Шаг 1: Подготовка чистой тестовой среды
sv: Steg 1: Förbereda en ren testmiljö
sw: Hatua ya 1: Kuandaa mazingira safi ya mtihani
tr: 1. Adım: Temiz bir test ortamı hazırlama

source: 🗑️ Ensuring clean numpy and scipy installations for baseline test...
am: 🗑️ የመሠረታዊነት ፈተናን ለማፅዳትና የቅንጦት ማጭበርበሪያዎች ማጭበርበሪያ ማጭበርበር ...
ar_eg: 🗑 ضمان منشآت نظيفة numpy و scipy لاختبار خط الأساس ...
bn: Base বেসলাইন পরীক্ষার জন্য পরিষ্কার নম্বি এবং স্কিপি ইনস্টলেশনগুলি নিশ্চিত করা ...
da: 🗑 Sørg for rene Numpy og Scipy Installations til baseline -test ...
de: 🗑️ Sicherstellen Sie die Installationen von sauberen Numpy und Scipy für den Basistest ...
es: 🗑️ Asegurar instalaciones limpias y escasas para la prueba de referencia ...
fr: 🗑️ Assurer des installations Numpy et Scipy propres pour le test de base ...
hi: 🗑 बेसलाइन टेस्ट के लिए स्वच्छ संख्या और scipy इंस्टॉलेशन सुनिश्चित करना ...
hr: 🗑️ Osiguravanje čistih instalacija NumPy i Scipy za osnovni test ...
id: 🗑️ Memastikan instalasi Numpy dan Scipy yang bersih untuk tes dasar ...
it: 🗑️ Garantire installazioni pulite numpy e Scipy per il test di base ...
ja: Baselineテスト用のクリーンなNumpyおよびScipyインストールを確保する...
ko: 🗑️ 기준선 테스트를위한 깨끗한 Numpy 및 Scipy 설치 보장 ...
nl: 🗑️ Zorgen voor schone numpy en scipy installaties voor baseline test ...
no: 🗑 Sikre ren numpy og scipy installasjoner for baseline test ...
pl: 🗑️ Zapewnienie czystych instalacji Numpy i Scipy do testu wyjściowego ...
pt_br: 🗑️ Garantir instalações limpas e scipy para teste de linha de base ...
ru: 🗑 Обеспечение чистых установок Numpy и Scipy для базового теста ...
sv: 🗑 Se till att rena numpy- och scipy -installationer för baslinjetest ...
sw: 🗑️ Kuhakikisha usanikishaji safi wa numpy na scipy kwa mtihani wa msingi ...
tr: Base Test için Temiz Numpy ve Scipy kurulumlarının sağlanması ...

source: 🚨 OMNIPKG SURVIVED NUCLEAR TESTING! 🎇
am: 🚨 omnipkk ከኑክሌር ምርመራ ተተርፋይ!🎇
ar_eg: 🚨 نجا Omnipkg من الاختبارات النووية!🎇
bn: 🚨 ওমনিপকিজি পারমাণবিক পরীক্ষায় বেঁচে গেছে!🎇
da: 🚨 Omnipkg overlevede nuklear testning!🎇
de: 🚨 Omnipkg überlebte Kerntests!🎇
es: 🚨 omnipkg sobrevivió a las pruebas nucleares!🎇
fr: 🚨 OMNIPKG a survécu aux essais nucléaires!🎇
hi: 🚨 omnipkg परमाणु परीक्षण से बच गया!🎇
hr: 🚨 OmniPKG je preživio nuklearno testiranje!🎇
id: 🚨 Omnipkg selamat dari pengujian nuklir!🎇
it: 🚨 Omnipkg è sopravvissuto al test nucleare!🎇
ja: omn​​ipkgは核実験を生き延びました！🎇
ko: OMNIPKG는 핵 시험에서 살아 남았습니다!🎇
nl: 🚨 Omnipkg overleefde nucleaire tests!🎇
no: 🚨 Omnipkg overlevde kjernefysisk testing!🎇
pl: 🚨 Omnipkg przeżył testy nuklearne!🎇
pt_br: 🚨 omnipkg sobreviveu a testes nucleares!🎇
ru: 🚨 Omnipkg пережила ядерные испытания!🎇
sv: 🚨 Omnipkg överlevde kärnkraftstest!🎇
sw: 🚨 Omnipkg alinusurika upimaji wa nyuklia!🎇
tr: 🚨 Omnipkg nükleer testten kurtuldu!🎇

source: STEP 3: Cleaning Up Test Environment
am: ደረጃ 3 የሙከራ አካባቢን ማጽዳት
ar_eg: الخطوة 3: تنظيف بيئة الاختبار
bn: পদক্ষেপ 3: পরীক্ষার পরিবেশ পরিষ্কার করা
da: Trin 3: Oprydning af testmiljø
de: Schritt 3: Reinigen Sie die Testumgebung
es: Paso 3: Limpieza del entorno de prueba
fr: Étape 3: Nettoyage de l'environnement de test
hi: चरण 3: परीक्षण वातावरण की सफाई
hr: Korak 3: Čišćenje testnog okruženja
id: Langkah 3: Membersihkan Lingkungan Tes
it: Passaggio 3: pulizia dell'ambiente di prova
ja: ステップ3：テスト環境のクリーンアップ
ko: 3 단계 : 테스트 환경 청소
nl: Stap 3: Testomgeving opruimen
no: Trinn 3: Rengjøring av testmiljøet
pl: Krok 3: Oczyszczanie środowiska testowego
pt_br: Etapa 3: Limpando o ambiente de teste
ru: Шаг 3: Очистка испытательной среды
sv: Steg 3: Rengöring av testmiljön
sw: Hatua ya 3: Kusafisha mazingira ya mtihani
tr: Adım 3: Test ortamını temizleme
