Repository: 1minds3t/omnipkg
Catalog: omnipkg/locale/*/LC_MESSAGES/omnipkg.po
Languages: am, ar_eg, bn, da, de, es, fr, hi, hr, id, it, ja, ko, nl, no, pl, pt_br, ru, sv, sw, tr

source: Bubble not found for {} at {}. Please ensure it's installed via 'omnipkg install {}'.
am: አረፋ አልተገኘም {} በ {} . እባክዎ በ <OMnipg ጭነት በኩል መጫኑን ያረጋግጡ {} '.
ar_eg: الفقاعة غير موجودة لـ {} في {}.يرجى التأكد من تثبيته عبر 'Omnipkg install {}'.
bn: বুদ্বুদ {} এ {} এর জন্য পাওয়া যায় নি}দয়া করে নিশ্চিত করুন যে এটি 'ওমনিপকিজি ইনস্টল {} ' এর মাধ্যমে ইনস্টল করা হয়েছে।
da: Boble ikke fundet for {} ved {}.Sørg for, at den er installeret via 'Omnipkg Install {}'.
de: Blase nicht für {} bei {} gefunden. Bitte stellen Sie sicher, dass es über 'omnipkg install {}' installiert ist.
es: Burbuja no encontrada para {} en {}.Asegúrese de que esté instalado a través de 'omnipkg instalación {}'.
fr: Bulle introuvable pour {} à {}.Veuillez vous assurer qu'il est installé via 'OMNIPKG Install {}'.
hi: बुलबुला {} के लिए नहीं मिला {} पर।कृपया सुनिश्चित करें कि यह 'OMNIPKG स्थापित {} ' के माध्यम से स्थापित है।
hr: Mjehurić nije pronađen za {} na {}.Molimo provjerite je li instaliran putem 'OmniPKG Install {}'.
id: Bubble tidak ditemukan untuk {} di {}.Harap pastikan itu diinstal melalui 'omnipkg instal {}'.
it: Bubble non trovata per {} a {}.Assicurati che sia installato tramite 'Omnipkg Installa {}'.
ja: {} at {} にはバブルが見つかりません。'omnipkg install {} 'でインストールされていることを確認してください。
ko: {} 에서 {} 에 대해서는 거품이 없습니다.'Omnipkg install {} '을 통해 설치되어 있는지 확인하십시오.
nl: Bubble niet gevonden voor {} op {}.Zorg ervoor dat het is geïnstalleerd via 'omnipkg Install {}'.
no: Boble ikke funnet for {} på {}.Forsikre deg om at den er installert via 'OMNIPKG Install {}'.
pl: Bubble nie znaleziono dla {} at {}.Upewnij się, że jest zainstalowany za pośrednictwem „Omnipkg Install {}”.
pt_br: Bolha não encontrada para {} em {}.Verifique se está instalado via 'omnipkg install {}'.
ru: Пузырь не найден для {} при {}.Пожалуйста, убедитесь, что он установлен через 'omnipkg install {}'.
sv: Bubble hittades inte för {} på {}.Se till att den är installerad via 'omnipkg install {}'.
sw: Bubble haipatikani kwa {} kwa {}.Tafadhali hakikisha imewekwa kupitia 'OMNIPKG Ingiza {}'.

source: ⚙️ Added to PATH: {}
am: ⚙️ ወደ መንገድ ተጨምሯል {}
ar_eg: ⚙ إضافة إلى المسار: {}
bn: ⚙ পথে যুক্ত: {}
da: ⚙ Tilføjet til stien: {}
de: ⚙️ Zu Pfad hinzugefügt: {}
es: ⚙️ Añadido a PATH: {}
fr: ⚙️ ajouté au chemin: {}
hi: ⚙ पथ में जोड़ा गया: {}
hr: ⚙️ Dodan na put: {}
id: ⚙️ ditambahkan ke jalur: {}
it: ⚙️ Aggiunto al percorso: {}
ja: pathに追加：{}
ko: ⚙️ 경로에 추가 : {}
nl: ⚙️ Toegevoegd aan pad: {}
no: ⚙ lagt til banen: {}
pl: ⚙️ Dodano do ścieżki: {}
pt_br: ⚙️ Adicionado ao caminho: {}
ru: ⚙ Добавлено в путь: {}
sv: ⚙ Tillagd på sökvägen: {}
sw: Imeongezwa kwa njia: {}
tr: ⚙< yola eklendi: {}

source: ✅ Activated bubble: {}
am: ✅ የተገጠበ አረፋ: {}
ar_eg: ✅ الفقاعة المنشطة: {}
bn: ✅ সক্রিয় বুদ্বুদ: {}
da: ✅ Aktiveret boble: {}
de: ✅ aktivierte Blase: {}
es: ✅ Burbuja activada: {}
fr: ✅ bulle activée: {}
hi: ✅ सक्रिय बुलबुला: {}
hr: ✅ Aktivirani mjehurić: {}
id: ✅ Gelembung yang diaktifkan: {}
it: ✅ Bubble attivato: {}
ja: ✅アクティブ化されたバブル：{}
ko: ✅ 활성화 된 거품 : {}
nl: ✅ geactiveerde bubbel: {}
no: ✅ Aktivert boble: {}
pl: ✅ Aktywowana bańka: {}
pt_br: ✅ Bolha ativada: {}
ru: ✅ Активированный пузырь: {}
sv: ✅ Aktiverad bubbla: {}
sw: Bubble iliyoamilishwa: {}
tr: ✅ Etkinleştirilmiş balon: {}

source: ℹ️ Bubble contains {} packages.
am: ℹ️ አረፋ ይጠቃለሁ ል{}ፓኬጆች.
ar_eg: ℹ تحتوي الفقاعة على حزم {}.
bn: ℹ বুদ্বুদে {} প্যাকেজ রয়েছে।
da: ℹ Boble indeholder {} pakker.
de: ℹ️ Bubble enthält {} Pakete.
es: Bubble contiene paquetes {}.
fr: ℹ️ Bubble contient des packages {}.
hi: ℹ बुलबुले में {} पैकेज होते हैं।
hr: ℹ️ mjehurić sadrži {} pakete.
id: ℹ️ Bubble berisi paket {}.
it: ℹ️ Bubble contiene pacchetti {}.
ja: Bubbleには{}パッケージが含まれています。
ko: ℹ️ 버블에는 {} 패키지가 포함되어 있습니다.
nl: ℹ️ Bubble bevat {} pakketten.
no: ℹ Boble inneholder {} pakker.
pl: ℹ️ Bubble zawiera pakiety {}.
pt_br: ℹ️ A bolha contém pacotes {}.
ru: ℹ пузырь содержит {} пакеты.
sv: ℹ Bubblan innehåller {} paket.
sw: Bubble ina vifurushi {}.
tr: ℹ️ Kabarcık {} paketleri içerir.

source: 🌀 omnipkg loader: Deactivating {}...
am: 🌀 Omnipkg ጭነት: ታጋሽ {} ...
ar_eg: 🌀 omnipkg loader: إلغاء تنشيط '{}' ...
bn: 🌀 ওমনিপকেজি লোডার: নিষ্ক্রিয় {} ...
da: 🌀 Omnipkg Loader: Deaktivering '{}' ...
de: 🌀 omnipkg lader: deaktiviert '{}' ...
es: 🌀 cargador omnipkg: desactivando '{}' ...
fr: 🌀 OMNIPKG Loader: désactiver '{}' ...
hi: 🌀 omnipkg लोडर: निष्क्रिय {} ...
hr: 🌀 Omnipkg Loader: Deaktivacija '{}' ...
id: 🌀 omnipkg loader: menonaktifkan '{}' ...
it: 🌀 Omnipkg Loader: disattivazione {} ...
ja: omn​​ipkgローダー：非アクティブ {} ...
ko: Omnipkg 로더 : 비활성화 {}...
nl: 🌀 omnipkg loader: deactivering '{}' ...
no: 🌀 Omnipkg Loader: Deaktivering '{}' ...
pl: 🌀 Omnipkg ładowarka: dezaktywowanie '{}' ...
ru: 🌀 Omnipkg Loader: деактивирование '{}' ...

source: 🛡️ Restored {}
am: 🛡️ ወደነበረበት {}
ar_eg: 🛡 استعادة {}
bn: Rest পুনরুদ্ধার {}
da: 🛡 gendannet {}
de: 🛡️ restauriert {}
es: 🛡️ restaurado {}
fr: 🛡️ restauré {}
hi: 🛡 बहाल{}
hr: 🛡️ obnovljen {}
id: 🛡️ dipulihkan {}
it: 🛡️ restaurato {}
ja: 🛡️復元{}
ko: 🛡️ 복원 {}
nl: 🛡️ Restaureerd {}
no: 🛡 Restaurert {}
pl: 🛡️ Przywrócony {}
pt_br: 🛡️ restaurado {}
ru: 🛡 восстановлен {}
sv: 🛡 Återställd {}
sw: 🛡️ Imerejeshwa {}
tr: Rested restore edildi {}

source: ✅ Environment restored to system state.
am: ✅ አካባቢ ወደ ስርዓት ሁኔታ ተመልሷል.
ar_eg: ✅ البيئة المستعادة إلى حالة النظام.
bn: ✅ পরিবেশ সিস্টেম স্টেটে পুনরুদ্ধার করা।
da: ✅ Miljø gendannet til systemtilstand.
de: ✅ Umgebung in den Systemstaat wiederhergestellt.
es: ✅ Entorno restaurado al estado del sistema.
fr: ✅ Environnement restauré à l'état du système.
hi: ✅ पर्यावरण सिस्टम राज्य के लिए बहाल किया गया।
hr: ✅ Okoliš vraćen u stanje sustava.
id: ✅ Lingkungan dipulihkan ke status sistem.
it: ✅ ambiente ripristinato allo stato di sistema.
ja: system System Stateに復元された環境。
ko: ✅ 환경이 시스템 상태로 복원되었습니다.
nl: ✅ omgeving hersteld naar systeemstaat.
no: ✅ Miljø gjenopprettet til systemtilstand.
pl: ✅ Środowisko przywrócone do stanu systemowego.
pt_br: ✅ Meio ambiente restaurado ao estado do sistema.
ru: ✅ Среда восстановлена ​​в состоянии системы.
sv: ✅ Miljö återställd till systemtillstånd.
sw: Mazingira yaliyorejeshwa kwa hali ya mfumo.
tr: ✅ Sistem durumuna geri yüklenen ortam.

source: 🛡️ Cloaked main {} to {}
am: 🛡️ የታሸገ ዋነኛው {} {}
ar_eg: main main {} إلى {}
bn: 🛡 ক্লোকড মেইন {} থেকে {}
da: 🛡 tilsluttet Main {} til {}
de: 🛡️ Cloaked Main {} bis {}
es: 🛡️ Clouded Main {} a {}
fr: 🛡️ Main mastiqué {} à {}
hi: 🛡 क्लॉकेड मेन {} से {}
hr: 🛡️ Zakrivljeni glavni {} do {}
it: 🛡️ Clooked main {} a {}
ja: 🛡🛡️マントメイン{}から{}
nl: 🛡️ Cloaked Main {} naar {}
no: 🛡 tildelt hoved {} til {}
pl: 🛡️ Zakłókane Main {} do {}
pt_br: 🛡️ Main encoberto {} para {}
sv: 🛡 cloaked main {} till {}
sw: 🛡️ Cloaked kuu {} kwa {}
tr: 🛡️ Pelerinli ana {} - {}

source: ⚠️ Failed to cloak {}: {}
am: ⚠️ መሸከም አልተሳካም{}የሚያያዙት ገጾች{}
ar_eg: ⚠ فشل في عباءة {}: {}
bn: Ch ক্লোয়াক করতে ব্যর্থ {}: ​​{}
da: ⚠ Kunne ikke kappe {}: {}
de: ⚠️ versäumte es, {}: {}
es: ⚠️ no pudo encubrir {}: {}
fr: ⚠️ n'a pas réussi à cntourer {}: {}
hi: ⚠ क्लोक {}: {} में विफल रहा
hr: ⚠️ nije uspio ogrtač {}: {}
id: ⚠️ Gagal Cloak {}: {}
it: ⚠️ non è riuscito a scagliare {}: {}
ja: ⚠§{}に障害に失敗しました：{}
ko: ⚠️은 망토에 실패했습니다 {} : {}
nl: ⚠️ Kan niet worden gecloak {}: {}
no: ⚠ Kunne ikke kappe {}: {}
pl: ⚠️ nie udało się Cloak {}: {}
pt_br: ⚠️ Falha ao cloak {}: {}
ru: ⚠ Не удалось замолчать {}: {}
sv: ⚠ misslyckades med att kappa {}: {}
sw: ⚠️ Imeshindwa kuvinjari {}: {}
tr: ⚠️ Pelerin Olayamadı {}: {}

source: ❌ Could not connect to Redis: {}
am: ❌ ከአድራንስ ጋር መገናኘት አልተቻለም: {}
ar_eg: ❌ لا يمكن الاتصال بـ Redis: {}
bn: Red রেডিসের সাথে সংযোগ করতে পারেনি: {}
da: ❌ kunne ikke oprette forbindelse til redis: {}
de: ❌ konnte keine Verbindung zu Redis herstellen: {}
es: ❌ No pudo conectarse a Redis: {}
fr: ❌ n'a pas pu se connecter à redis: {}
hi: ❌ Redis से कनेक्ट नहीं कर सका: {}
hr: ❌ nije se mogao povezati s redisom: {}
id: ❌ tidak dapat terhubung ke redis: {}
it: ❌ Impossibile connettersi a Redis: {}
ja: redisに接続できませんでした：{}
ko: Redis에 연결할 수 없습니다 : {}
nl: ❌ kon geen verbinding maken met Redis: {}
no: ❌ Kunne ikke koble til Redis: {}
pl: ❌ Nie można połączyć się z Redis: {}
pt_br: ❌ Não foi possível conectar -se a Redis: {}
ru: ❌ Не удалось подключиться к Redis: {}
sv: ❌ kunde inte ansluta till Redis: {}
sw: ❌ Haikuweza kuungana na Redis: {}
tr: ❌ Redis'e bağlanamadı: {}

source: ⚠️ Error discovering active packages: {}
am: ⚠️ ንቁ ፓኬጆችን መፈለግ ስህተት {}
ar_eg: ⚠ خطأ اكتشاف الحزم النشطة: {}
bn: Active সক্রিয় প্যাকেজগুলি আবিষ্কার করতে ত্রুটি: {}
da: ⚠ Fejl på at opdage aktive pakker: {}
de: ⚠️ Fehler zur Entdeckung aktiver Pakete: {}
es: ⚠️ Error al descubrir paquetes activos: {}
fr: ⚠️ Erreur Découvrir les packages actifs: {}
hi: ⚠ सक्रिय पैकेजों की खोज करने में त्रुटि: {}
hr: ⚠️ Pogreška Otkrivanje aktivnih paketa: {}
id: ⚠️ Kesalahan Menemukan Paket Aktif: {}
it: ⚠️ Errore per scoprire pacchetti attivi: {}
ja: Active Active Packagesの発見エラー：{}
ko: ⚠️ 활성 패키지 발견 오류 : {}
nl: ⚠️ Fout bij het ontdekken van actieve pakketten: {}
no: ⚠ Feil på å oppdage aktive pakker: {}
pl: ⚠️ Błąd Odkrywanie aktywnych pakietów: {}
pt_br: ⚠️ Erro de descoberta de pacotes ativos: {}
ru: ⚠ Ошибка Обнаружение активных пакетов: {}
sv: ⚠ Fel att upptäcka aktiva paket: {}
sw: Err Error Kugundua vifurushi vya kazi: {}
tr: ⚠️ Aktif paketleri keşfetme hatası: {}

source: ✅ Discovery complete. Found {} unique packages with {} total versions to process.
am: ✅ ግኝት ተጠናቅቋል.{} ልዩ ፓኬጆች ከ {} አጠቃላይ ስሪቶች ጋር.
ar_eg: ✅ الاكتشاف كاملة.وجدت {} حزم فريدة مع {} الإصدارات الإجمالية للمعالجة.
bn: ✅ আবিষ্কার সম্পূর্ণ।প্রক্রিয়া করার জন্য {} মোট সংস্করণ সহ {} অনন্য প্যাকেজগুলি পাওয়া গেছে।
da: ✅ Opdagelse komplet.Fundet {} unikke pakker med {} samlede versioner at behandle.
de: ✅ Entdeckung vollständig.Found {} eindeutige Pakete mit {} Gesamtversionen zu verarbeiten.
es: ✅ Descubrimiento completo.Encontrados {} paquetes únicos con {} versiones totales para procesar.
fr: ✅ Découverte terminée. Trouvé {} paquets uniques avec {} versions totales à traiter.
hi: ✅ खोज पूरी।पाया गया {} {} प्रक्रिया के लिए कुल संस्करणों के साथ अद्वितीय पैकेज।
hr: ✅ Otkriće dovršeno.Pronađeni {} jedinstveni paketi s {} ukupnim verzijama za obradu.
id: ✅ Penemuan Lengkap.Ditemukan {} paket unik dengan {} total versi untuk diproses.
it: ✅ Discovery completo.Trovati {} pacchetti unici con {} versioni totali da elaborare.
ja: ✅発見が完了しました。 {}合計バージョンを使用して、{}ユニークなパッケージが見つかりました。
ko: discovy 완료.처리 할 {} 총 버전이있는 {} 고유 한 패키지를 찾았습니다.
nl: ✅ Ontdekking compleet.Gevonden {} unieke pakketten met {} totale versies om te verwerken.
no: ✅ Oppdagelse fullført.Fant {} unike pakker med {} totale versjoner å behandle.
pl: ✅ Odkrycie zakończone.Znaleziono {} unikalne pakiety z {} całkowitymi wersjami do przetworzenia.
pt_br: ✅ Descoberta completa.Encontrado {} pacotes exclusivos com {} versões totais para processar.
ru: ✅ Обнаружение завершено.Найдено {} уникальных пакетов с общим версиями {} для обработки.
sv: ✅ Upptäckt komplett.Hittade {} unika paket med {} totala versioner att bearbeta.
sw: Ugunduzi kamili.Kupatikana {} vifurushi vya kipekee na {} Jumla ya matoleo ya kusindika.
tr: ✅ keşif tamamlandı.{} Benzersiz paketleri işlemek için {} toplam sürümleri bulundu.

source: ⚠️ Failed to store active version for {}: {}
am: The ቀጥታ ስሪት ማከማቸት አልተሳካም{}የሚያያዙት ገጾች{}
ar_eg: ⚠ فشل في تخزين الإصدار النشط لـ {}: {}
bn: {}: {} এর জন্য সক্রিয় সংস্করণ সঞ্চয় করতে ব্যর্থ
da: ⚠ Kunne ikke gemme aktiv version til {}: {}
de: ⚠️ konnte die aktive Version für {}: {} nicht speichern
es: ⚠️ No pudo almacenar la versión activa para {}: {}
fr: ⚠️ n'a pas stocké la version active pour {}: {}
hi: {}: {} के लिए सक्रिय संस्करण को स्टोर करने में विफल रहा
hr: ⚠️ nije uspio pohraniti aktivnu verziju za {}: {}
id: ⚠️ Gagal menyimpan versi aktif untuk {}: {}
it: ⚠️ Impossibile archiviare la versione attiva per {}: {}
ja: acty {}のアクティブバージョンの保存に失敗しました：{}
ko: ⚠️ {} : {}에 대한 활성 버전을 저장하지 못했습니다.
nl: ⚠️ Kan de actieve versie niet opslaan voor {}: {}
no: ⚠ Kunne ikke lagre aktiv versjon for {}: {}
pl: ⚠️ nie udało się przechowywać aktywnej wersji dla {}: {}
pt_br: ⚠️ Falha ao armazenar a versão ativa para {}: {}
ru: ⚠ Не удалось сохранить активную версию для {}: {}
sv: ⚠ Det gick inte att lagra aktiv version för {}: {}
sw: ⚠️ Imeshindwa kuhifadhi toleo linalotumika kwa {}: {}
tr: ⚠️ {}: {} için etkin sürümü depolayamadı

source: 🎯 Running in targeted mode for {} package(s).
am: 🎯 {} ጥቅል (} ጥቅል (}) (} ጥቅል (}) (} ጥቅል (}) ጋር አብሮ መሥራት.
ar_eg: 🎯 التشغيل في الوضع المستهدف لـ {} حزم).
bn: 🎯 এর জন্য লক্ষ্যযুক্ত মোডে চলছে{}প্যাকেজ (গুলি)।
da: 🎯 Kører i målrettet tilstand for {} pakke (er).
de: 🎯 im gezielten Modus für {} -Paket (en) ausgeführt werden.
es: 🎯 Ejecutar en modo dirigido para paquetes {} (s).
fr: 🎯 Exécution en mode ciblé pour {} package (s).
hi: {} पैकेज (ओं) के लिए लक्षित मोड में चल रहा है।
hr: 🎯 Pokretanje u ciljanom načinu za {} pakete.
id: 🎯 Berjalan dalam mode yang ditargetkan untuk paket {} (s).
it: 🎯 in esecuzione in modalità mirata per {} pacchetto (s).
ja: {}パッケージのターゲットモードで実行されます。
ko: package {} 패키지의 대상 모드에서 실행됩니다.
nl: 🎯 Vennen in gerichte modus voor {} pakket (s).
no: 🎯 Kjør i målrettet modus for {} pakke (er).
pl: 🎯 Uruchamianie w trybie docelowym dla pakietów {}.
pt_br: 🎯 Em execução no modo direcionado para {} pacote (s).
ru: 🎯 Запуск в целевом режиме для {} пакетов (S).
sv: 🎯 Kör i riktat läge för {} paket (er).
sw: 🎯 Kuendesha katika hali iliyolengwa kwa kifurushi cha {}.
tr: 🎯 {} paket (ler) için hedeflenen modda çalıştırma.

source: ⚠️ Error preparing packages for security scan: {}
am: ⚠️ ለደህንነት ቅኝት ፓኬጆችን ማዘጋጀት ስህተት {}
ar_eg: ⚠ خطأ إعداد الحزم لفحص الأمان: {}
bn: Security সুরক্ষা স্ক্যানের জন্য প্যাকেজ প্রস্তুত করার ত্রুটি: {}
da: ⚠ Fejl ved at forberede pakker til sikkerhedsscanning: {}
de: ⚠️ Fehlervorbereitung von Paketen für Sicherheitsscan: {}
es: ⚠️ Error de preparación de paquetes para escaneo de seguridad: {}
fr: ⚠️ Erreur de préparation des packages pour la numérisation de sécurité: {}
hi: ⚠ सुरक्षा स्कैन के लिए पैकेज तैयार करने में त्रुटि: {}
hr: ⚠️ Pogreška Priprema paketa za sigurnosno skeniranje: {}
id: ⚠️ Kesalahan menyiapkan paket untuk pemindaian keamanan: {}
it: ⚠️ Errore preparazione di pacchetti per la scansione di sicurezza: {}
ja: ⚠️セキュリティスキャン用のパッケージの準備エラー：{}
ko: ⚠️ 보안 스캔을위한 패키지 준비 오류 : {}
nl: ⚠️ Fout bij het opstellen van pakketten voor beveiligingsscan: {}
no: ⚠ Feil å utarbeide pakker for sikkerhetsskanning: {}
pl: ⚠️ Błąd przygotowywania pakietów do skanowania bezpieczeństwa: {}
pt_br: Orror Error Preparar pacotes para varredura de segurança: {}
ru: ⚠ Ошибка подготовки пакетов для сканирования безопасности: {}
sv: ⚠ Error Förbereda paket för säkerhetsskanning: {}
sw: Error Kutayarisha vifurushi vya Scan ya Usalama: {}
tr: Güvenlik taraması için paket hazırlama hatası: {}

source: ✅ Bulk security scan complete. Found {} potential issues.
am: ✅ የጅምላ ደህንነት ፍተሻ የተሟላ.{} ሊሆኑ የሚችሉ ጉዳዮች ተገኝተዋል.
ar_eg: ✅ مكتمل فحص الأمن بالجملة.وجدت {} القضايا المحتملة.
bn: ✅ বাল্ক সুরক্ষা স্ক্যান সম্পূর্ণ।পাওয়া গেছে {} সম্ভাব্য সমস্যা।
da: ✅ Bulk Security Scan komplet.Fundet {} potentielle problemer.
de: ✅ Massen-Sicherheitsscan abgeschlossen. Es wurden {} potenzielle Probleme gefunden.
es: ✅ Completa el escaneo de seguridad a granel.Encontrados {} problemas potenciales.
fr: ✅ Analyse de sécurité en vrac complète.Trouvé {} Problèmes potentiels.
hi: ✅ थोक सुरक्षा स्कैन पूरा।पाया {} संभावित मुद्दे।
hr: ✅ skupno sigurnosno skeniranje.Pronađeni {} potencijalni problemi.
id: ✅ Pemindaian keamanan curah lengkap.Menemukan {} masalah potensial.
it: ✅ Scansione di sicurezza in blocco completa.Trovato {} potenziali problemi.
ja: ✅バルクセキュリティスキャンが完了します。{}潜在的な問題が見つかりました。
ko: ✅ 벌크 보안 스캔이 완료됩니다.발견 된 {} 잠재적 인 문제를 발견했습니다.
nl: ✅ Bulk beveiligingsscan compleet.Vond {} potentiële problemen.
no: ✅ Bulk sikkerhetsskanning fullført.Fant {} potensielle problemer.
pl: Zbiorcze skanowanie bezpieczeństwa zakończone. Znaleziono {} potencjalnych błędów.
pt_br: ✅ Digitalização de segurança em massa completa.Encontrado {} questões potenciais.
ru: ✅ Сканирование объема безопасности завершено.Нашел {} потенциальные проблемы.
sv: ✅ Bulk säkerhetsskanning komplett.Hittade {} Potentiella problem.
sw: Scan Usalama wa wingi kamili.Kupatikana {} maswala yanayowezekana.
tr: ✅ Toplu güvenlik taraması tamamlandı.{} Potansiyel sorunları bulundu.

source: 🎉 Metadata building complete! Updated {} package(s).
am: 🎉 ሜታዳታ ግንባታ የተሟላ!የዘመኑ {} ጥቅል (ቶች).
ar_eg: building Metadata Building كاملة!تحديث {} الحزمة (s).
bn: 🎉 মেটাডেটা বিল্ডিং সম্পূর্ণ!আপডেট {} প্যাকেজ (গুলি)।
da: 🎉 Metadata Building komplet!Opdateret {} pakke (er).
de: 🎉 Metadatengebäude komplett!Aktualisiert {} Paket (s).
es: 🎉 ¡Edificio de metadatos completo!Paquete (s) actualizado {}.
fr: 🎉 Bâtiment de métadonnées complet!Package {} mis à jour (s).
hi: 🎉 मेटाडेटा भवन पूरा!अद्यतन {} पैकेज (ओं)।
hr: 🎉 Zgrada metapodataka kompletna!Ažurirani {} paket (i).
id: 🎉 Metadata Building Lengkap!Paket {} yang diperbarui.
it: 🎉 Building metadati completo!Pacchetto {} aggiornato.
ja: metadata建物が完成しました！{}パッケージを更新しました。
ko: 🎉 메타 데이터 빌딩 완료!{} 패키지 업데이트.
nl: 🎉 Metadata -gebouw compleet!Bijgewerkt {} pakket (s).
no: 🎉 Metadata Building Complete!Oppdatert {} pakke (er).
pl: 🎉 Complete Building Metadata Building!Zaktualizowano pakiet {}.
pt_br: 🎉 Edifício de metadados completo!Atualizado {} pacote (s).
ru: 🎉 Завершено строительство метаданных!Обновлено {} пакет (s).
sv: 🎉 Metadata Building komplett!Uppdaterat {} paket (er).
sw: 🎉 Jengo la Metadata Kamili!Iliyosasishwa {} kifurushi (s).
tr: 🎉 Meta veri binası tamamlandı!Güncellenen {} paket (ler).

source: ❌ ERROR processing {} v{}: {}
am: ❌ የስህተት ማቀነባበር {} {}: {}
ar_eg: ❌ خطأ معالجة {} v {}: {}
bn: ❌ ত্রুটি প্রক্রিয়াজাতকরণ {} v {}: {}
de: ❌ Fehlerverarbeitung {} v{}: {}
es: ❌ Procesamiento de errores {} v{} : {}
fr: ❌ Traitement d'erreur {} v{} : {}
hi: ❌ त्रुटि प्रसंस्करण {} v {}: {}
hr: ❌ Obrada pogrešaka {} v {}: {}
id: ❌ Pemrosesan kesalahan {} v{} : {}
it: ❌ ERRORE Elaborazione {} v{}: {}
ja: ❌エラー処理{} v {}：{}
ko: ❌ 오류 처리 {} v {} : {}
nl: ❌ Foutverwerking {} v {} : {}
no: ❌ Feilbehandling {} V {} : {}
pl: ❌ Przetwarzanie błędów {} v{} : {}
pt_br: ❌ Processamento de erro {} V {} : {}
ru: ❌ Обработка ошибок {} v {}: {}
sv: ❌ Felbehandling {} V {} : {}
sw: ❌ Usindikaji wa makosa {} v{}: {}

source: {}_compressed
am: {} _copsed
ar_eg: {}_مضغوط
bn: {} _ কমপ্রেসড
da: {} _komprimeret
de: {} _komprimiert
es: {}_comprimido
fr: {}_compressé
hi: {}_दबा हुआ
hr: {} _compresioniran
id: {} _Kompresi
no: {} _komprimert
pl: {}_sprężony
pt_br: {}_compactado
sv: {}_komprimerad
sw: {} _Matokeo
tr: {}_sıkıştırılmış

source: import importlib.metadata; print(importlib.metadata.version('{}'))
am: አስመጪነት ያስ᳑ል. አትም (አስመልክምዎ'{}')
ar_eg: استيراد استيراد.print (importlib.metadata.version ('{}'))
bn: আমদানি আমদানিপ্রিন্ট (ইম্পোর্টলিব.মেটাডাটা.ভার্সন ('{}'))
de: importlib.metadata import;print (importlib.metadata.version ('"{}"'))
es: import lo importlib.metadata;print (importlib.metadata.version ('{}'))
fr: importer importlib.metadata;print (importlib.metadata.version ('{}'))
hi: आयात importlib.metadata;प्रिंट (importlib.metadata.version ('{}'))
hr: uvoz uvozlib.metadata;tisak (uvozlib.metadata.version ('{}'))
id: impor importlib.metadata;print (importLib.metadata.version ('{}'))
ja: Importlib.metadataをインポートします。print（intructlib.metadata.version（ '{}'））
ko: importLib.MetAdata;print (importlib.metadata.version ( '{}'))
pt_br: importação importlib.metadata;print (importlib.metadata.version ('{}'))
ru: Импорт ImportLib.Metadata;print (impormlib.metadata.version ('{}'))
sv: import importlib.metadata;tryck (importlib.metadata.version ('{}'))
sw: kuagiza kuagiza.Metadata;Chapisha (kuagizaLib.MetaData.Version (' {} ')))
tr: Importlib.Metadata ithalat;print (ithallib.metadata.version ('{}'))

source: ⚠️ Bulk security scan failed: {}
am: ⚠️ የጅምላ ደህንነት ቅኝት አልተሳካም- {}
ar_eg: ⚠ فشل فحص الأمان بالجملة: {}
bn: ⚠ বাল্ক সুরক্ষা স্ক্যান ব্যর্থ: {}
da: ⚠ Bulk sikkerhedsscanning mislykkedes: {}
de: ⚠️ Bulk Security Scan fehlgeschlagen: {}
es: ⚠️ Falló el escaneo de seguridad a granel: {}
fr: ⚠️ L'analyse de sécurité en vrac a échoué: {}
hi: ⚠ बल्क सुरक्षा स्कैन विफल: {}
hr: ⚠️ Bulk Security Scan nije uspio: {}
id: ⚠️ Pemindaian Keamanan Massal Gagal: {}
it: ⚠️ Scansione di sicurezza in blocco non riuscita: {}
ja: ⚠§バルクセキュリティスキャンが失敗しました：{}
ko: ⚠️ 대량 보안 스캔 실패 : {}
nl: ⚠️ Bulk Security Scan is mislukt: {}
no: ⚠ Bulk sikkerhetsskanning mislyktes: {}
pl: ⚠️ Skan bezpieczeństwa masowego nie powiodło się: {}
pt_br: ⚠️ A varredura de segurança em massa falhou: {}
ru: ⚠ Сканирование объема безопасности не удалось: {}
sw: Scan ya usalama wa wingi imeshindwa: {}
tr: ⚠️ Toplu güvenlik taraması başarısız oldu: {}

source: ❌ Failed to import omnipkg modules. Is it installed correctly? Error: {}
am: Of የ Omnipg ሞጁሎችን ማስመጣት አልተሳካም.በትክክል ተጭኗል?ስህተት: {}.format(original_english)
ar_eg: ❌ فشل في استيراد وحدات Omnipkg.هل تم تثبيته بشكل صحيح؟خطأ: {}
bn: Omn ওমনিপকিজি মডিউলগুলি আমদানি করতে ব্যর্থ।এটি কি সঠিকভাবে ইনস্টল করা হয়েছে?ত্রুটি: {}
da: ❌ Kunne ikke importere omnipkg -moduler.Er det installeret korrekt?Fejl: {}
de: ❌ Es konnte Omnipkg -Module nicht importiert werden.Ist es richtig installiert?Fehler: {}
es: ❌ No pudo importar módulos OMNIPKG.¿Está instalado correctamente?Error: {}
fr: ❌ n'a pas réussi à importer des modules OMNIPKG.Est-il installé correctement?Erreur: {}
hi: ❌ OMNIPKG मॉड्यूल आयात करने में विफल रहा।क्या यह सही ढंग से स्थापित है?गलती: {}
hr: ❌ Nije uspio uvesti omniPKG module.Je li instaliran pravilno?Pogreška: {}
id: ❌ Gagal mengimpor modul omnipkg.Apakah itu diinstal dengan benar?Kesalahan: {}
it: ❌ Impossibile importare moduli omnipkg.È installato correttamente?Errore: {}
ja: omn​​ipkgモジュールのインポートに失敗しました。正しくインストールされていますか？エラー： {}
ko: OMNIPKG 모듈을 가져 오지 못했습니다.올바르게 설치되어 있습니까?오류 : {}
nl: ❌ Kan OMNIPKG -modules niet importeren.Is het correct geïnstalleerd?Fout: {}
no: ❌ Kunne ikke importere OMNIPKG -moduler.Er den installert riktig?Feil: {}
pl: ❌ Nie udało się zaimportować modułów OmnipKG.Czy jest to poprawnie zainstalowane?Błąd: {}
pt_br: ❌ Falha ao importar módulos OMNIPKG.Está instalado corretamente?Erro: {}
ru: ❌ Не удалось импортировать модули Omnipkg.Это установлено правильно?Ошибка: {}
sv: ❌ Det gick inte att importera omnipkg -moduler.Är det installerat korrekt?Fel: {}
sw: ❌ Imeshindwa kuingiza moduli za omnipkg.Je! Imewekwa kwa usahihi?Kosa: {}
tr: ❌ omnipkg modüllerini içe aktaramadı.Doğru yüklü mü?Hata: {}

source: - Removing old bubble: {}
am: - የድሮ አረፋ በማስወገድ {}
da: - Fjernelse af gammel boble: {}
de: - alte Blase entfernen: {}
fr: - Suppression de la vieille bulle: {}
hr: - Uklanjanje starog mjehurića: {}
id: - Menghapus gelembung lama: {}
it: - Rimozione della vecchia bolla: {}
nl: - Old Bubble verwijderen: {}
no: - Fjerne gammel boble: {}
pl: - Usuwanie starej bańki: {}
pt_br: - Removendo a velha bolha: {}
ru: - Удаление старого пузыря: {}
sv: - Ta bort gammal bubbla: {}
sw: - Kuondoa Bubble ya zamani: {}
tr: - Eski baloncuk çıkarma: {}

source: 🧹 Removing residual cloaked: {}
am: 🧹 ቀሪ የተሸሸሸ የተሸፈነ የተቀቀለ: {}
ar_eg: 🧹 إزالة المتبقية المتبقية: {}
bn: Resid অবশিষ্টাংশ ক্লোকড অপসারণ: {}
da: 🧹 Fjernelse af resterende kappet: {}
de: 🧹 Entfernen von verbleibenden getarnten: {}
es: 🧹 Eliminación de Clouded Residual: {}
fr: 🧹 Retrait résiduel couvert: {}
hi: 🧹 अवशिष्ट क्लोकेड को हटाना: {}
hr: 🧹 Uklanjanje zaostalog ogrtača: {}
id: 🧹 Menghapus sisa berjubah: {}
it: 🧹 Rimozione di residui Cloaked: {}
ja: cloaked残留を取り外す：{}
ko: 🧹 잔류 물질 제거 제거 : {}
nl: 🧹 Residueel gehuld verwijderen: {}
no: 🧹 Fjerning av gjenværende kappet: {}
pl: 🧹 Usunięcie resztkowego maski: {}
pt_br: 🧹 Remoção de resíduos Cobertos: {}
ru: 🧹 Удаление остаточного покрытия: {}
sv: 🧹 Ta bort resterande cloaked: {}
sw: 🧹 Kuondoa mabaki yaliyobaki: {}
tr: 🧹 Kalan pelerinli: {}
