Repository: 1minds3t/omnipkg
Catalog: omnipkg/locale/*/LC_MESSAGES/omnipkg.po
Languages: am, ar_eg, bn, da, de, es, fr, hi, hr, id, it, ja, ko, nl, no, pl, pt_br, ru, sv, sw, tr

source: -> Protecting stable env. Bubbling {} version: {} v{}
am: -> የተረጋጋ መከላከል ENV ን መጠበቅ.{}}} {} V {}
da: -> Beskyttelse af stabil env.Bobling {} version: {} v{}
de: -> stabiler Env.Bubbling {} version: {} v{}
fr: -> Protection d'Env stable.Version bouillonnante {} : {} v{}
hr: -> Zaštita stabilne Env.Bubbling {} version: {} v{}
id: -> Melindungi Env yang stabil.Bubbling {} version: {} v{}
it: -> Protezione di Stable Env.Bubling {} versione: {} v{}
nl: -> Bescherming van stabiele env.Bubbling {} versie: {} v{}
no: -> Beskytte stabil env.Bubbling {} versjon: {} v{}
pl: -> Ochrona stabilnego env.Bubbling {} wersja: {} v{}
pt_br: -> Proteger Env estável.Bubbling {} versão: {} v{}
ru: -> Защита Стабильной Энге.Bubbling {} версия: {} v{}
sv: -> Skydda stabil env.Bubbling {} version: {} v{}
sw: -> Kulinda Env thabiti.Toleo la Bubbling {} : {} v{}

source: 🔄 Restoring '{}' to stable version v{} in main environment...
am: 🔄 መመለስ '{}' ወደ የተረጋጋ ስሪት v{} በዋና አከባቢ ...
da: 🔄 gendannelse '{}' til stabil version v{} i hovedmiljø ...
de: 🔄 restaurieren '{}' in stabile Version v{} in der Hauptumgebung ...
fr: 🔄 Restauration '{}' à la version stable V{} dans l'environnement principal ...
hr: 🔄 Vraćanje '{}' u stabilnu verziju v{} u glavnom okruženju ...
id: 🔄 Memulihkan '{}' ke versi stabil v{} di lingkungan utama ...
it: 🔄 Ripristino '{}' alla versione stabile V {} nell'ambiente principale ...
nl: 🔄 Herstel '{}' naar stabiele versie V{} in de hoofdomgeving ...
no: 🔄 Gjenopprette '{}' til stabil versjon V {} i hovedmiljø ...
pl: 🔄 Przywracanie „ {} ” do stabilnej wersji v {} w głównym środowisku ...
pt_br: 🔄 Restaurando '{}' para a versão estável v{} no ambiente principal ...
ru: 🔄 Восстановление '{}' для стабильной версии v{} в основной среде ...
sv: 🔄 Återställa '{}' till stabil version v{} i huvudmiljön ...
sw: 🔄 Kurejesha '{}' kwa toleo thabiti v '{}' katika mazingira kuu ...
tr: 🔄 '{}' ana ortamda v{} kararlı sürümüne geri yükleniyor...

source: Error getting active version of {}: {}
am: የ {} ንቁ ስሪት ማካሄድ ስህተት {}
ar_eg: خطأ في الحصول على إصدار نشط من {}: {}
bn: {}: {} এর সক্রিয় সংস্করণ পেতে ত্রুটি
da: Fejl ved at blive aktiv version af {}: {}
de: Fehler erhalten aktive Version von {}: {}
es: Error en obtener la versión activa de {}: {}
fr: Erreur d'obtention de la version active de {}: {}
hi: {}: {} का सक्रिय संस्करण प्राप्त करना
hr: Pogreška Dobivanje aktivne verzije {}: {}
id: Kesalahan mendapatkan versi aktif {}: {}
it: Errore ottenendo la versione attiva di {}: {}
ja: {}：{}のアクティブバージョンの取得エラー
ko: {} : {}의 활성 버전이 오류가 발생합니다.
nl: Fout om een ​​actieve versie van {} te krijgen: {}
no: Feil å få aktiv versjon av {}: {}
pl: Błąd uzyskanie aktywnej wersji {}: {}
pt_br: Erro obtendo a versão ativa de {}: {}
ru: Ошибка получения активной версии {}: {}
sv: Fel att få aktiv version av {}: {}
sw: Kosa kupata toleo la kazi la {}: {}
tr: {}: {} 'Nin etkin sürümünü alma hatası

source: -> Cleaning up replaced version from knowledge base: {} v{}
am: -> ከእውቀት የመውቀጃ ሥሪት የተተካውን ስሪት ማጽዳት: {} v {}
ar_eg: -> تنظيف الإصدار الذي تم استبداله من قاعدة المعرفة: {} v {}
bn: -> জ্ঞান বেস থেকে প্রতিস্থাপন সংস্করণ পরিষ্কার করা: {} v {}
da: -> oprydning udskiftet version fra videnbase: {} v{}
de: Reinigung ersetzte Version von Knowledge Base: {} v{}
es: -> Limpieza de la versión reemplazada de la base de conocimiento: {} v{}
fr: -> Nettoyer la version remplacée de la base de connaissances: {} v {}
hi: -> ज्ञान आधार से प्रतिस्थापित संस्करण की सफाई: {} v {}
hr: Čišćenje zamijenjene verzije iz baze znanja: {} v {}
id: -> membersihkan versi yang diganti dari basis pengetahuan: {} v{}
it: -> Pulizia della versione sostituita da Knowledge Base: {} v{}
ja: - >知識ベースから交換されたバージョンをクリーンアップ：{} v {}
ko: -> 지식 기반에서 대체 버전을 청소 : {} v {}
nl: -> Opruimen Vervangen versie van Knowledge Base: {} V {}
no: -> Rengjøring av erstattet versjon fra kunnskapsbase: {} v{}
pl: -> Oczyszczanie zastąpionej wersji z bazy wiedzy: {} v {}
pt_br: -> Limpeza versão substituída da base de conhecimento: {} v {}
ru: -> Очистка замененная версия из базы знаний: {} v {}
sv: -> Rensa upp ersatt version från kunskapsbas: {} V {}
sw: -> Kusafisha toleo lililobadilishwa kutoka msingi wa maarifa: {} v{}

source: -> Uninstalling: {}
am: -> ማራገፍ: {}
ar_eg: -> إلغاء تثبيت: {}
bn: -> আনইনস্টলিং: {}
da: -> afinstallation: {}
de: -> Deinstallieren: {}
es: -> desinstalación: {}
fr: -> désinstallation: {}
hi: -> अनइंस्टॉलिंग: {}
hr: -> Deinstaliranje: {}
id: -> menghapus instalasi: {}
it: -> Disinstallazione: {}
ja: - >アンインストール：{}
ko: -> 제거 : {}
nl: -> UNTSTALLING: {}
no: -> avinstallere: {}
pl: -> Odinstalowanie: {}
pt_br: -> Desinstalação: {}
ru: -> удалить: {}
sv: -> Avinstallation: {}
sw: -> Kuondoa: {}
tr: -> kaldırma: {}

source: -> Installing/Fixing: {}
am: -> መጫን ​​/ መጠገን: {}
ar_eg: -> تثبيت/إصلاح: {}
bn: -> ইনস্টল/ফিক্সিং: {}
da: -> installation/fastgørelse: {}
de: -> Installieren/Fixieren: {}
es: -> Instalación/fijación: {}
fr: -> Installation / fixation: {}
hi: -> स्थापित/फिक्सिंग: {}
hr: -> Instaliranje/popravljanje: {}
id: -> Menginstal/Memperbaiki: {}
it: -> Installazione/fissaggio: {}
ja: - >インストール/修正：{}
ko: -> 설치/수정 : {}
nl: -> installeren/fixeren: {}
no: -> Installere/fikser: {}
pl: -> Instalowanie/naprawianie: {}
pt_br: -> Instalação/Fixing: {}
ru: -> Установка/исправление: {}
sv: -> Installera/fixa: {}
sw: -> Kufunga/kurekebisha: {}
tr: -> Yükleme/düzeltme: {}

source: 📦 Downloading wheel for {}=={}...
am: 📦 ጎማውን ለማውረድ የ {} > == {} ...
ar_eg: 📦 تنزټل عجلة {} == {}
bn: {} == {} এর জন্য চাকা ডাউনলোড করা ...
da: 📦 download af hjul til {} == {} ...
de: 📦 Downloading Wheel für {} == {} ...
es: 📦 Descargar rueda para {} == {} ...
fr: 📦 Téléchargement de la roue pour {} == {} ...
hi: {} == {} के लिए पहिया डाउनलोड करना ...
hr: 📦 Preuzimanje kotača za {} == {} ...
id: 📦 Mengunduh roda untuk {}=={} ...
it: 📦 Download Ruota per {} == {} ...
ja: 📦 {} == {} のホイールをダウンロード中...
ko: 📦 {} == {} 에 대한 휠 다운로드 ...
nl: 📦 Wiel downloaden voor {}=={} ...
no: 📦 Last ned hjul for {} == {} ...
pl: 📦 Wheel do pobierania dla {}=={} ...
pt_br: Roda de download para {} == {} ...
ru: 📦 Загрузка колеса для {} == {}
sv: 📦 Ladda ner hjul för {} == {} ...
sw: 📦 Kupakua gurudumu la {}=={} ...

source: {}-{}.data
am: {} - {}. ውሂብ
ar_eg: {}-{}.بيانات
bn: {}-{}। ডেটা
de: {}-{}.Daten
es: {}-{}.datos
fr: {}-{}.données
hi: {}-{}।डेटा
hr: {}-{}.podaci
it: {}-{}.dati
ja: {}-{}。データ
ko: {}-{}.데이터
nl: {}-{}.gegevens
pl: {}-{}.dane
pt_br: {}-{}.dados
ru: {}-{}.данные
tr: {}-{}.veri

source: {}-{}.dist-info
am: {} - {}. ሩቅ መረጃ
bn: {}-{}। জেলা-ইনফো
hi: {}-{}। डिस्ट-इनफो

source: ⚠️ Warning: Could not extract {}: {}
am: ማስጠንቀቂያ-ማውጣት አልተቻለም{}የሚያያዙት ገጾች{}
ar_eg: ⚠ تحذير: لا يمكن استخراج {}: {}
bn: ⚠ সতর্কতা: বের করতে পারেনি {}: {}
da: ⚠ Advarsel: kunne ikke udtrække {}: {}
de: ⚠️ Warnung: konnte nicht extrahieren {}: {}
es: ⚠️ Advertencia: no pudo extraer {}: {}
fr: ⚠️ AVERTISSEMENT: Impossible d'extraire {}: {}
hi: ⚠ चेतावनी: {}: {} नहीं निकाल सका
hr: ⚠️ UPOZORENJE: ne mogu izvući {}: {}
id: ⚠️ Peringatan: tidak dapat mengekstrak {}: {}
it: ⚠️ ATTENZIONE: Impossibile estrarre {}: {}
ja: ⚠⚠§警告：{}：{}抽出できませんでした
ko: ⚠️ 경고 : {} : {} 추출 할 수 없습니다.
nl: ⚠️ WAARSCHUWING: kon {} niet extraheren: {}
no: ⚠ Advarsel: Kunne ikke trekke ut {}: {}
pl: ⚠️ Ostrzeżenie: Nie można wyodrębnić {}: {}
pt_br: ⚠️ Aviso: não foi possível extrair {}: {}
ru: ⚠ Предупреждение: не удалось извлечь {}: {}
sv: ⚠ Varning: kunde inte extrahera {}: {}
sw: Onyo: Haikuweza kutoa {}: {}
tr: ⚠️ Uyarı: {}: {}

source: ✅ Extracted {}=={} to {}
am: ✅ የተወሰደ{}=={}ለ{}
ar_eg: ✅ استخراج {} == {} إلى {}
bn: ✅ নিষ্কাশন {} == {} থেকে {}
da: ✅ ekstraheret {}=={} til {}
de: ✅ extrahiert {}=={} zu {}
es: ✅ Extraído {} == {} a {}
fr: ✅ extrait {}=={} à {}
hi: ✅ {} == {} से {} निकाले गए
hr: ✅ izvađen {} == {} u {}
id: ✅ diekstraksi {}=={} ke {}
it: ✅ estratto {}=={} a {}
ja: extracted {} == {} から {}
ko: ✅ 추출 된 {} == {} to {}
nl: ✅ geëxtraheerd {} == {} naar {}
no: ✅ ekstrahert {}=={} til {}
pl: ✅ Wyodrębniono {} == {} do {}
pt_br: ✅ Extraído {} == {} para {}
ru: ✅ Извлечен {} == {} to {}
sv: ✅ extraherad {}=={} till {}
sw: ✅ kutolewa {}=={} kwa {}

source: ❌ Failed to download wheel from {}: {}
am: Mock ን ማውረድ አልተሳካም ከ{}የሚያያዙት ገጾች{}
ar_eg: ❌ فشل في تنزيل العجلة من {}: {}
bn: {}: {} থেকে চাকা ডাউনলোড করতে ব্যর্থ
da: ❌ Kunne ikke downloade hjul fra {}: {}
de: ❌ konnte das Rad nicht von {}: {} herunterladen
es: ❌ No pudo descargar Wheel de {}: {}
fr: ❌ n'a pas réussi à télécharger la roue de {}: {}
hi: {}: {} से पहिया डाउनलोड करने में विफल
hr: ❌ nije uspio preuzeti kotač s {}: {}
id: ❌ Gagal mengunduh roda dari {}: {}
it: ❌ Impossibile scaricare la ruota da {}: {}
ja: ❌ {}からのホイールのダウンロードに失敗しました：{}
ko: ❌ {}에서 휠을 다운로드하지 못했습니다 : {}
nl: ❌ Kan wiel niet downloaden van {}: {}
no: ❌ Kunne ikke laste ned hjul fra {}: {}
pl: ❌ Nie udało się pobrać koła z {}: {}
pt_br: ❌ Falha ao baixar a roda de {}: {}
ru: ❌ Не удалось загрузить колесо с {}: {}
sv: ❌ Det gick inte att ladda ner hjul från {}: {}
sw: ❌ Imeshindwa kupakua gurudumu kutoka {}: {}
tr: ❌ {}: {} 'den tekerleği indiremedi

source: ❌ Downloaded file is not a valid wheel: {}
am: ❌ የወረደ ፋይል ትክክለኛ ጎማ አይደለም {}
ar_eg: ❌ الملف الذي تم تنزيله ليس عجلة صالحة: {}
bn: Downled ডাউনলোড ফাইলটি বৈধ চাকা নয়: {}
da: ❌ Downloadet fil er ikke et gyldigt hjul: {}
de: ❌ heruntergeladene Datei ist kein gültiges Rad: {}
es: ❌ El archivo descargado no es una rueda válida: {}
fr: ❌ Le fichier téléchargé n'est pas une roue valide: {}
hi: ❌ डाउनलोड की गई फ़ाइल एक वैध पहिया नहीं है: {}
hr: ❌ Preuzeta datoteka nije valjani kotač: {}
id: ❌ File yang diunduh bukanlah roda yang valid: {}
it: ❌ Il file scaricato non è una ruota valida: {}
ja: ❌ダウンロードされたファイルは有効なホイールではありません：{}
ko: ❌ 다운로드 된 파일은 유효한 휠이 아닙니다 : {}
nl: ❌ Gedownload bestand is geen geldig wiel: {}
no: ❌ Nedlastet fil er ikke et gyldig hjul: {}
pl: ❌ Plik pobrany nie jest prawidłowym kołem: {}
pt_br: ❌ O arquivo baixado não é uma roda válida: {}
ru: ❌ Загруженный файл не является действительным колесом: {}
sv: ❌ Nedladdad fil är inte ett giltigt hjul: {}
sw: Faili iliyopakuliwa sio gurudumu halali: {}
tr: ❌ İndirilen dosya geçerli bir tekerlek değildir: {}

source: ❌ Error extracting wheel for {}=={}: {}
am: ❌ ጎማውን ለማውጣት ስህተት ለ{}=={}የሚያያዙት ገጾች{}
ar_eg: ❌ عجلات استخراج الخطأ لـ {} == {}: {}
bn: {} == {}: {} এর জন্য চাকা বের করার ত্রুটি ত্রুটি
da: ❌ Fejludtrækning af hjul til {} == {} : {}
de: ❌ Fehler beim Extrahieren von Rad für {}=={}: {}
es: ❌ Error de extracción de la rueda para {} == {}: {}
fr: ❌ Erreur Extraction de roue pour {} == {} : {}
hi: {} == {}: {} के लिए पहिया निकालने में त्रुटि
hr: ❌ Pogreška koja vadi kotač za {} == {}: {}
id: ❌ kesalahan mengekstraksi roda untuk {}=={} : {}
it: ❌ Errore di estrazione della ruota per {} == {} : {}
ja: ❌ {}=={}のホイール抽出エラー：{}
ko: ❌ {} == {}에 대한 오류 추출 휠 : {}
nl: ❌ Fout bij het extraheren van wiel voor {} == {} : {}
no: ❌ Feil trekke ut hjulet for {} == {}: {}
pl: ❌ Błąd wyodrębniający koło dla {} == {}: {}
pt_br: ❌ Erro Extraindo a roda para {} == {} : {}
ru: ❌ Ошибка извлечения колеса для {} == {}: {}
sv: ❌ Error Extrahering hjul för {} == {} : {}
sw: ❌ Kosa Kuondoa gurudumu la {} == {} : {}

source: 🎯 Found compatible wheel: {}
am: 🎯 ተኳሃኝ ጎማ አግኝቷል: {}
ar_eg: 🎯 وجدت عجلة متوافقة: {}
bn: Found সুস্পষ্ট চাকা পাওয়া গেছে: {}
da: 🎯 Fundet kompatibelt hjul: {}
es: 🎯 Rueda compatible encontrada: {}
fr: 🎯 Roue compatible trouvée: {}
hi: 🎯 संगत पहिया मिला: {}
hr: 🎯 Pronađeno kompatibilno kotač: {}
id: 🎯 Ditemukan roda yang kompatibel: {}
it: 🎯 trovata ruota compatibile: {}
ja: compatible互換性のあるホイールを見つけました：{}
ko: 🎯 호환 휠을 찾았습니다 : {}
nl: 🎯 Compatibel wiel gevonden: {}
no: 🎯 Fant kompatibelt hjul: {}
pl: 🎯 Znaleziono koło kompatybilne: {}
pt_br: 🎯 Roda compatível encontrada: {}
ru: 🎯 Нашел совместимое колесо: {}
sv: 🎯 Hittade kompatibelt hjul: {}
sw: 🎯 Kupatikana gurudumu linalolingana: {}
tr: 🎯 Uyumlu tekerlek bulundu: {}

source: ⚠️ Only source distribution available for {}=={}
am: ⚠️ ብቸኛው ምንጭ ስርጭት ብቻ ለ{}=={}
ar_eg: ⚠ توزيع المصدر فقط متاح لـ {} == {}
bn: ⚠ কেবলমাত্র উত্স বিতরণ {} == {} এর জন্য উপলব্ধ
da: ⚠ Kun kildedistribution tilgængelig for {} == {}
de: ⚠️ Nur Quellverteilung verfügbar für {} == {}
es: ⚠️ Solo distribución de fuente disponible para {} == {}
fr: ⚠️ Seule la distribution source disponible pour {} == {}
hi: {} == {} के लिए उपलब्ध केवल स्रोत वितरण
hr: ⚠️ samo raspodjela izvora dostupna za {} == {}
id: ⚠️ Hanya distribusi sumber yang tersedia untuk {} == {}
it: ⚠️ Solo distribuzione di origine disponibile per {} == {}
ja: ⚠§{} == {}で利用可能なソース分布のみ
ko: ⚠️ {} == {}에 사용할 수있는 소스 분포 만 사용할 수 있습니다.
nl: ⚠️ Alleen bronverdeling beschikbaar voor {}=={}
no: ⚠ Bare kildefordeling tilgjengelig for {} == {}
pl: ⚠️ Tylko rozkład źródła dostępny dla {} == {}
pt_br: Distribuição apenas de origem disponível para {} == {}
ru: ⚠ Только распределение источника, доступное для {} == {}
sv: ⚠ Endast källfördelning tillgänglig för {} == {}
sw: Ugawaji wa chanzo tu unaopatikana kwa {} == {}

source: This may require compilation and is not recommended for bubbling.
am: ይህ ማጠናቀር ሊፈልግ ይችላል እና ለማደንዘዝ አይመከርም.
ar_eg: قد يتطلب هذا التجميع ولا ينصح به للفقاعات.
bn: এর জন্য সংকলনের প্রয়োজন হতে পারে এবং বুদবুদগুলির জন্য প্রস্তাবিত নয়।
da: Dette kan kræve kompilering og anbefales ikke til bobling.
de: Dies kann eine Kompilierung erfordern und wird nicht zum Sprudeln empfohlen.
es: Esto puede requerir compilación y no se recomienda para burbujear.
fr: Cela peut nécessiter une compilation et n'est pas recommandé pour bouillonner.
hi: इसके लिए संकलन की आवश्यकता हो सकती है और बुदबुदाती के लिए अनुशंसित नहीं है।
hr: Ovo može zahtijevati kompilaciju i ne preporučuje se za mjerenje.
id: Ini mungkin memerlukan kompilasi dan tidak disarankan untuk menggelegak.
it: Ciò può richiedere la compilazione e non è raccomandato per il gorgogliamento.
ja: これには編集が必要になる場合があり、泡立てには推奨されません。
ko: 이를 위해서는 편집이 필요할 수 있으며 버블 링에 권장되지 않습니다.
nl: Dit kan compilatie vereisen en wordt niet aanbevolen om te borrelen.
no: Dette kan kreve sammenstilling og anbefales ikke for bobling.
pl: Może to wymagać kompilacji i nie jest zalecane do bulgotania.
pt_br: Isso pode exigir compilação e não é recomendado para borbulhar.
ru: Это может потребовать компиляции и не рекомендуется для пузырьков.
sv: Detta kan kräva sammanställning och rekommenderas inte för bubblande.
sw: Hii inaweza kuhitaji mkusanyiko na haifai kwa Bubbling.
tr: Bu derleme gerektirebilir ve köpürme için önerilmez.

source: ❌ No compatible wheel or source found for {}=={} on PyPI.
am: Of ለ {} == {} ላይ ተኳሃኝ ተሽከርካሪ ወይም ምንጭ የለም.
ar_eg: ❌ لم يتم العثور على عجلة أو مصدر متوافق مع {} == {} على pypi.
bn: P পিওয়াইপিআই -তে {} == {} এর জন্য কোনও সামঞ্জস্যপূর্ণ চাকা বা উত্স পাওয়া যায় না।
da: ❌ Intet kompatibelt hjul eller kilde fundet for {}=={} på Pypi.
de: ❌ Kein kompatible Rad oder keine Quelle für {}=={} auf pypi gefunden.
es: ❌ Sin rueda o fuente compatible que se encuentra para {}=={} en pypi.
fr: ❌ Aucune roue ou source compatible trouvée pour {}=={} sur PYPI.
hi: ❌ कोई संगत पहिया या स्रोत {} == {} के लिए PYPI पर नहीं मिला।
hr: ❌ Nije pronađen kompatibilni kotač ili izvor za {}=={} na PPI.
id: ❌ Tidak ada roda atau sumber yang kompatibel yang ditemukan untuk {} == {} pada pypi.
it: ❌ Nessuna ruota o fonte compatibile trovata per {} == {} su PyPI.
ja: pypiで{} == {}の互換性のあるホイールまたはソースが見つかりません。
ko: pypi에서 {} == {}에 대한 호환 휠 또는 소스가 없습니다.
nl: ❌ Geen compatibel wiel of bron gevonden voor {}=={} op PYPI.
no: ❌ Ingen kompatibelt hjul eller kilde som er funnet for {}=={} på PYPI.
pl: ❌ Brak kompatybilnego koła lub źródła dla {} == {} na PYPI.
pt_br: ❌ Nenhuma roda compatível ou fonte encontrada para {}=={} no Pypi.
ru: ❌ Совместимое колесо или источник, найденный для {} == {} на PYPI.
sv: ❌ Inget kompatibelt hjul eller källa hittades för {}=={} på pypi.
sw: ❌ Hakuna gurudumu linalolingana au chanzo kinachopatikana kwa {}=={} kwenye pypi.

source: ❌ Failed to fetch PyPI data for {}=={}: {}
am: Pry pypi ውሂብን ማጣት አልተሳካም{}=={}የሚያያዙት ገጾች{}
ar_eg: ❌ فشل في جلب بيانات PYPI لـ {} == {}: {}
bn: {} == {}: {} এর জন্য পাইপিআই ডেটা আনতে ব্যর্থ
da: ❌ Kunne ikke hente PYPI -data til {} == {} : {}
de: ❌ konnte PYPI -Daten für {} == {} : {} nicht abrufen
es: ❌ No pudo obtener datos de Pypi para {} == {} : {}
fr: ❌ n'a pas obtenu de récupération des données PYPI pour {} == {}: {}
hi: {} == {}: {} के लिए PYPI डेटा लाने में विफल रहा
hr: ❌ nije uspio dohvatiti PYPI podatke za {}=={} : {}
id: ❌ Gagal mengambil data PYPI untuk {} == {} : {}
it: ❌ Impossibile recuperare i dati PYPI per {} == {} : {}
ja: ❌ {}=={}のPyPIデータの取得に失敗しました：{}
ko: ❌ {} == {}에 대한 PYPI 데이터를 가져 오지 못했습니다. : {}
nl: ❌ Kan PYPI -gegevens niet ophalen voor {}=={}: {}
no: ❌ Kunne ikke hente PYPI -data for {} == {}: {}
pl: ❌ Nie udało się pobierać danych PYPI dla {} == {}: {}
pt_br: ❌ Falha ao buscar dados do Pypi para {} == {}: {}
ru: ❌ Не удалось получить данные PYPI для {} == {}: {}
sv: ❌ Det gick inte att hämta PYPI -data för {} == {}: {}
sw: ❌ Imeshindwa kuchukua data ya PYPI ya {} == {} : {}

source: ❌ Unexpected PyPI response structure: missing {}
am: ❌ ያልተጠበቀ የ PYPI ምላሽ አወቃቀር የጠፋ {}
ar_eg: ❌ بنية استجابة PYPI غير متوقعة: مفقودة {}
bn: ❌ অপ্রত্যাশিত পিওয়াইপিআই প্রতিক্রিয়া কাঠামো: অনুপস্থিত {}
da: ❌ Uventet Pypi -responstruktur: Manglende {}
de: ❌ Unerwartete PYPI -Antwortstruktur: fehlend {}
es: ❌ Estructura de respuesta PYPI inesperada: faltando {}
fr: ❌ Structure de réponse PYPI inattendue: manquant {}
hi: ❌ अप्रत्याशित PYPI प्रतिक्रिया संरचना: लापता {}
hr: ❌ Neočekivana struktura odgovora PYPI: Nedostaje {}
id: ❌ Struktur Respons PYPI yang Tidak Terduga: Hilang {}
it: ❌ Struttura di risposta PYPI inaspettata: mancante {}
ja: ∎予期しないピピの応答構造：{}がありません
ko: ❌ 예상치 못한 PYPI 응답 구조 : 누락 {}
nl: ❌ Onverwachte PYPI -responsstructuur: ontbreekt {}
no: ❌ Uventet PYPI -responsstruktur: Mangler {}
pl: ❌ Nieoczekiwana struktura odpowiedzi PYPI: Brak {}
pt_br: ❌ Estrutura de resposta Pypi inesperada: ausente {}
ru: ❌ Неожиданная структура ответа PYPI: отсутствует {}
sv: ❌ Oväntad PYPI -svarstruktur: saknas {}
sw: ❌ Muundo wa majibu ya PYPI usiotarajiwa: Kukosa {}
tr: ❌ Beklenmedik PYPI Yanıt Yapısı: Eksik {}

source: ❌ Error parsing PyPI data: {}
am: Pypi ውሂብ መተንተን ስህተት {}
ar_eg: ❌ خطأ في تحليل بيانات PYPI: {}
bn: P পিওয়াইপিআই ডেটা পার্সিং ত্রুটি: {}
da: ❌ Fejl, der analyserer PYPI -data: {}
de: ❌ Fehler analysieren PYPI -Daten: {}
es: ❌ Error de análisis de Pypi: {}
fr: ❌ Erreur d'analyse des données PYPI: {}
hi: ❌ त्रुटि पार्सिंग PYPI डेटा: {}
hr: ❌ Pogreška raščlanjivanje PYPI podataka: {}
id: ❌ Kesalahan Parsing PYPI Data: {}
it: ❌ Errore di analizzazione dei dati PYPI: {}
ja: pypiデータの解析エラー：{}
ko: ❌ PYPI 데이터를 구문 분석 : {}
nl: ❌ Fout bij het parseren van PYPI -gegevens: {}
no: ❌ Feil som analyserer PYPI -data: {}
pl: ❌ Błąd analizujący dane PYPI: {}
pt_br: ❌ Erro analisando os dados do PYPI: {}
ru: ❌ Ошибка анализируя данные PYPI: {}
sv: ❌ Fel att analysera PYPI -data: {}
sw: ❌ Makosa ya kuweka data ya PYPI: {}
tr: ❌ PYPI verilerini ayrıştıran hata: {}

source: ⚠️ Version specifier '{}' detected in '{}'. Exact version required for bubbling.
am: ⚠️ የምርጫ ስሪት ገላጭ '{}' በ '{}' ውስጥ ተገኝቷል.ትክክለኛ ስሪት ለማጭበርበር ያስፈልጋል.
ar_eg: ⚠ الإصدار المحدد "{}" تم اكتشافه في '{}'.النسخة الدقيقة المطلوبة للفقاعات.
bn: ⚠ সংস্করণ স্পেসিফায়ার '{}' '{}' তে সনাক্ত করা হয়েছে।বুদবুদ জন্য সঠিক সংস্করণ প্রয়োজন।
da: ⚠ Versionsspecifikator '{}' Detekteret i '{}'.Præcis version krævet til bobling.
de: ⚠️ Versionspezifizierer '{}' in '{}' erkannt.Genaue Version, die zum Sprudeln erforderlich ist.
es: ⚠️ Versión Especificador '{}' detectado en '{}'.Versión exacta requerida para burbujear.
fr: ⚠️ Version spécificateur '{}' détecté dans '{}'.Version exacte requise pour bouillonner.
hi: ⚠ संस्करण विनिर्देशक '{}' '{}' में पाया गया। बुदबुदाती के लिए सटीक संस्करण आवश्यक है।
hr: ⚠️ Specifikator verzije '{}' detektirano u '{}'.Točna verzija potrebna za mjerenje.
id: ⚠️ Specifier Versi '{}' terdeteksi di '{}'.Versi yang tepat diperlukan untuk menggelegak.
it: ⚠️ Versione specificatore '{}' rilevato in '{}'.Versione esatta richiesta per gorgogliare.
ja: 「{}」で検出されたバージョンspecifier '{}'。バブルに必要な正確なバージョン。
ko: '{}'에서 감지 된 버전 지정자 '{}'.버블 링에 필요한 정확한 버전.
nl: ⚠️ Versie Specificatie '{}' gedetecteerd in '{}'.Exacte versie vereist voor borrelen.
no: ⚠ Versjonsspesifikator '{}' oppdaget i '{}'.Nøyaktig versjon som kreves for bobling.
pl: ⚠️ Wersja specyfikator „{}” wykryty w „{}”.Dokładna wersja wymagana do bulgotania.
pt_br: ⚠️ Versão especificadora '{}' detectada em '{}'.Versão exata necessária para borbulhar.
ru: ⚠ версия Specifier '{}' обнаружено в '{}'.Точная версия, необходимая для пузырьков.
sv: ⚠ Versionspecifikator '{}' upptäckt i '{}'.Exakt version som krävs för bubblande.
sw: ⚠️ Toleo la maalum '{}' limegunduliwa katika '{}'.Toleo halisi linalohitajika kwa Bubbling.
tr: ⚠️ Sürüm Belirleyicisi '{}' '{}' da algılandı.Kabarcık için gerekli sürüm.

source: 📝 Registered {}=={} in knowledge base
am: 📝 የተመዘገበ {} == {} በእውቀት መሠረት
ar_eg: 📝 مسجل {} == {} في قاعدة المعرفة
bn: 📝 নিবন্ধিত{}=={}জ্ঞান বেসে
da: 📝 Registreret {}=={} i videnbase
de: 📝 registriert {}=={} in der Wissensbasis
es: 📝 Registrado {}=={} en la base de conocimient
fr: 📝 enregistré {}=={} dans la base de connaissances
hi: 📝 पंजीकृत {} == {} ज्ञान के आधार में
hr: 📝 Registrirano {} == {} u bazi znanja
id: 📝 terdaftar {}=={} di basis pengetahuan
it: 📝 registrato {}=={} nella base di conoscenza
ja: 📝{} == {}登録ナレッジベース
ko: 📝 지식 기반에 등록 {} == {}
nl: 📝 Geregistreerd {}=={} in kennisbasis
no: 📝 Registrert {}=={} i kunnskapsbase
pl: 📝 Zarejestrowany {} == {} w bazie wiedzy
pt_br: 📝 Registrado {}=={} na base de conhecimento
ru: 📝 Зарегистрирован {} == {} в базе знаний
sv: 📝 Registrerad {}=={} i kunskapsbas
sw: 📝 Imesajiliwa {}=={} katika msingi wa maarifa

source: ⚠️ Could not register {}=={}: No Redis connection
am: መመዝገብ አልተቻለም{}=={}የሚያያዙት ገጾች መልዕክት
ar_eg: ⚠ لا يمكن تسجيل {} == {}: لا يوجد اتصال redis
bn: ⚠ নিবন্ধন করতে পারেনি {} == {}: কোনও রেডিস সংযোগ নেই
da: ⚠ kunne ikke registrere {} == {} : ingen Redis -forbindelse
de: ⚠️ konnte sich nicht registrieren {} == {}: Keine Redis -Verbindung
es: ⚠️ no podría registrarse {} == {}: sin conexión redis
fr: ⚠️ n'a pas pu enregistrer {} == {}: pas de connexion redis
hi: ⚠ {} == {} को पंजीकृत नहीं कर सका
hr: ⚠️ nije se mogao registrirati {} == {}: Nema redis veze
id: ⚠️ tidak dapat mendaftar {} == {}: Tidak ada koneksi Redis
it: ⚠️ Impossibile registrarsi {} == {}: nessuna connessione Redis
ja: ⚠§は{} == {}を登録できませんでした：Redis接続なし
ko: ⚠️는 {} == {}를 등록 할 수 없습니다
nl: ⚠️ kan niet registreren {} == {}: geen Redis -verbinding
no: ⚠ kunne ikke registrere {} == {} : Ingen Redis -tilkobling
pl: ⚠️ nie można zarejestrować {} == {}: bez połączenia Redis
pt_br: ⚠️ Não foi possível registrar {} == {}: nenhuma conexão redis
ru: ⚠ Не удалось зарегистрироваться {} == {} : No Redis Connection
sv: ⚠ kunde inte registrera {} == {} : Ingen Redis -anslutning
sw: ⚠️ Haikuweza kujiandikisha {} == {}: Hakuna unganisho la Redis
