Repository: 1minds3t/omnipkg
Catalog: omnipkg/locale/*/LC_MESSAGES/omnipkg.po
Languages: am, ar_eg, bn, da, de, es, fr, hi, hr, id, it, ja, ko, nl, no, pl, pt_br, ru, sv, sw, tr

source: ⚠️ Warning: Failed to run pip uninstall during setup cleanup: {}
am: ማስጠንቀቂያ-በቡድን ማጽጃው ወቅት PIP ማራገፊያ ማካሄድ አልተሳካም: {}
da: ⚠ Advarsel: Kunne ikke køre PIP -afinstallation under opsætning af oprydning: {}
de: ⚠️ WARNUNG: Während der Setup -Reinigung konnte PIP -Deinstallation nicht ausgeführt werden: {}
fr: ⚠️ AVERTISSEMENT: Échec de l'exécution de la désinstallation de PIP pendant le nettoyage de la configuration: {}
hr: ⚠️ UPOZORENJE: Nije uspjelo pokrenuti PIP deinstaliranje tijekom čišćenja postavljanja: {}
id: ⚠️ Peringatan: Gagal menjalankan Pip Uninstall selama Pengaturan Pembersihan: {}
it: ⚠️ ATTENZIONE: Impossibile eseguire la disinstallazione di PIP durante la pulizia di configurazione: {}
nl: ⚠️ WAARSCHUWING: Kan PIP niet worden uitgevoerd tijdens het opruimen van setup: {}
no: ⚠ Advarsel: Kunne ikke kjøre Pip avinstallering under opprydding av oppsett: {}
pl: ⚠️ OSTRZEŻENIE: Nie udało się uruchomić odinstalowanie PIP podczas czyszczenia konfiguracji: {}
pt_br: ⚠️ Aviso: Falha ao executar o PIP desinstala durante a limpeza de configuração: {}
ru: ⚠ Предупреждение: не удалось запустить удаление PIP во время очистки установки: {}
sv: ⚠ Varning: Det gick inte att avinstallera PIP under installationens sanering: {}
sw: Onyo: Imeshindwa kuendesha Bomba Kufuta wakati wa Usafishaji wa Usanidi: {}
tr: ⚠️ Uyarı: Kurulum Temizliği sırasında PIP kaldırma çalıştırılamadı: {}

source: ⚡ Switching to numpy=={}
am: ⚡ ወደ ናፕሪንግ == {}
ar_eg: ⚡ التبديل إلى numpy == {}
bn: Numpy numpy == {} এ স্যুইচিং
da: ⚡ Skift til numpy == {}
de: ⚡ Wechsel zu Numph == {}
es: ⚡ Cambiar a Numpy == '{}'
fr: ⚡ Passer à Numpy == {}
hi: ⚡ numpy पर स्विच करना == {}
hr: ⚡ Prelazak na numpy == "{}"
id: ⚡ Beralih ke numpy == {}
it: ⚡ Passa a Numpy == {}
ja: numpyに切り替える== {}
ko: numpy로 전환 == {}
nl: ⚡ Overschakelen naar numpy == {}
no: ⚡ bytter til numpy == {}
pl: ⚡ Przełączanie na Numpy == {}
pt_br: ⚡ Mudando para Numpy == {}
ru: ⚡ Переключение на numpy == {}
sv: ⚡ Byt till numpy == {}
sw: ⚡ Kubadilisha kwa Numpy == '{}'

source: ✅ Version: {}
am: ✅ ስሪት: {}
ar_eg: ✅ الإصدار: {}
bn: ✅ সংস্করণ: {}
es: ✅ Versión: {}
hi: ✅ संस्करण: {}
hr: ✅ Verzija: {}
id: ✅ Versi: {}
it: ✅ versione: {}
ja: ✅バージョン：{}
ko: ✅ 버전 : {}
nl: ✅ versie: {}
no: ✅ Versjon: {}
pl: ✅ Wersja: {}
pt_br: ✅ Versão: {}
ru: ✅ Версия: {}
sw: ✅ Toleo: {}
tr: ✅ Sürüm: {}

source: 🔢 Array sum: {}
am: 🔢 አሰራር ድምር: {}
ar_eg: 🔢 مجموعة الصفيف: {}
bn: 🔢 অ্যারে যোগ: {}
de: 🔢 Array Summe: {}
es: 🔢 suma de matriz: {}
fr: 🔢 Sum de tableau: {}
hr: 🔢 nizova zbroja: {}
id: 🔢 Jumlah Array: {}
it: 🔢 Somma array: {}
ja: 🔢配列合計：{}
ko: 🔢 배열 합계 : {}
pl: 🔢 Suma tablicy: {}
pt_br: 🔢 Soma da matriz: {}
ru: 🔢 Сумма массива: {}
tr: 🔢 dizi toplamı: {}

source: ⚠️ WARNING: Expected {}, got {}!
am: ⚠️ ማስጠንቀቂያ: ይጠበቃል{}, ገባኝ{}!
ar_eg: ⚠ تحذير: متوقع {} ، حصلت على {}!
bn: ⚠ সতর্কতা: প্রত্যাশিত {}, পেয়েছে {}!
da: ⚠ Advarsel: Forventet {}, fik {}!
de: ⚠️ Warnung: Erwartet {}, Got {}!
es: ⚠️ Advertencia: esperado {}, Got {}!
fr: ⚠️ AVERTISSEMENT: attendu {}, obtenu {}!
hi: ⚠ चेतावनी: अपेक्षित {}, {} मिला!
hr: ⚠️ UPOZORENJE: Očekivano {}, dobio {}!
id: ⚠️ PERINGATAN: Diharapkan {}, get {}!
it: ⚠️ ATTENZIONE: previsto {}, GOT {}!
ja: ⚠⚠️警告：{}が予想される、{}を取得しました！
ko: ⚠️ 경고 : 예상 {}, got {}!
nl: ⚠️ WAARSCHUWING: Verwacht {}, kreeg {}!
no: ⚠ Advarsel: forventet {}, fikk {}!
pl: ⚠️ Ostrzeżenie: oczekiwano {}, dostałem {}!
pt_br: ⚠️ Aviso: esperado {}, obtive {}!
ru: ⚠ Предупреждение: ожидается {}, Got {}!
sv: ⚠ Varning: Förväntat {}, Got {}!
sw: Onyo: Inatarajiwa {}, got {}!
tr: ⚠️ Uyarı: Beklenen {}, {} var!

source: 🎯 Version verification: PASSED
am: 🎯 የስሪት ማረጋገጫ: አል passed ል
ar_eg: 🎯 التحقق من الإصدار: مرت
bn: 🎯 সংস্করণ যাচাইকরণ: পাস
da: 🎯 Versionsbekræftelse: Passeret
de: 🎯 Versionsverifizierung: übergeben
es: 🎯 Verificación de la versión: aprobado
fr: 🎯 Vérification de la version: passé
hi: 🎯 संस्करण सत्यापन: पारित
hr: 🎯 Provjera verzije: proslijeđeno
id: 🎯 Verifikasi Versi: Lulus
it: 🎯 Verifica della versione: passata
ja: 🎯バージョン検証：合格
ko: 🎯 버전 확인 : 통과
nl: 🎯 Versieverificatie: doorgegeven
no: 🎯 Versjonsverifisering: bestått
pl: 🎯 Weryfikacja wersji: Przejście
pt_br: 🎯 Verificação da versão: Passado
ru: 🎯 Version Verification: Прошло
sv: 🎯 Version Verifiering: godkänd
sw: Uthibitishaji wa toleo: Iliyopitishwa
tr: 🎯 Sürüm Doğrulaması: Geçti

source: ❌ Activation/Test failed for numpy=={}: {}!
am: ❌ ማግበር / ሙከራ ለቁጥቋጦ =={}የሚያያዙት ገጾች{}!
ar_eg: ❌ فشل التنشيط/الاختبار لـ numpy == {}: {}!
bn: ❌ অ্যাক্টিভেশন/পরীক্ষা Numpy == {}: {} এর জন্য ব্যর্থ হয়েছে!
da: ❌ Aktivering/test mislykkedes for numpy == {} : {} !
de: ❌ Aktivierung/Test fehlgeschlagen für Numpy == {} : {} !
es: ❌ La activación/prueba falló para numpy == {}: {}!
fr: ❌ L'activation / le test a échoué pour numpy == {} : {} !
hi: ❌ सक्रियण/परीक्षण numpy == {}: {} के लिए विफल रहा!
hr: ❌ Aktivacija/test nije uspio za numpy == {} : {} !
id: ❌ Aktivasi/tes gagal untuk numpy == {} : {} !
it: ❌ Attivazione/Test non riuscita per numpy == {} : {} !
ja: numpy == {}でアクティベーション/テストが失敗しました：{}！
ko: numpy == {} : {}에 대한 활성화/테스트가 실패했습니다!
nl: ❌ Activering/test is mislukt voor numpy == {} : {} !
no: ❌ Aktivering/test mislyktes for numpy == {}: {} !
pl: ❌ Aktywacja/test nie powiódł się dla Numpy == {} : {} !
pt_br: ❌ Ativação/teste falhou para Numpy == {}: {}!
ru: ❌ Активация/тест не удалась для numpy == {}: {}!
sv: ❌ Aktivering/test misslyckades för numpy == {} : {} !
sw: ❌ Uanzishaji/mtihani umeshindwa kwa numpy == {} : {} !

source: 🌋 Switching to scipy=={}
am: 🌋 ወደ Scipy == {}
ar_eg: 🌋 التبديل إلى scipy == {}
bn: Sc স্কিপিতে স্যুইচ করা == '{}'
da: 🌋 Skift til scipy == {}
de: 🌋 Wechsel zu scipy == {}
es: 🌋 Cambiar a scipy == '{}'
fr: 🌋 Passer à scipy == {}
hi: 🌋 scipy == {} पर स्विच करना
hr: 🌋 Prelazak na Scipy == '{}'
id: 🌋 Beralih ke scipy == '{}'
it: 🌋 Passa a Scipy == {}
ja: scipyに切り替える== {} 🌋
ko: scipy로 전환 == {}
nl: 🌋 Overschakelen naar scipy == '{}'
no: 🌋 bytter til scipy == {}
pl: 🌋 Przełączanie na scipy == {}
pt_br: 🌋 Mudando para Scipy == '{}'
ru: 🌋 Переключение на scipy == {}
sv: 🌋 Byt till Scipy == {}
sw: 🌋 Kubadilisha kwa Scipy == '{}'

source: ♻️ Sparse matrix: {} non-zeros
am: ♻️ ስፋሽ ማትሪክስ {} ዜሮ ያልሆኑ
ar_eg: ♻ مصفوفة متناثرة: {} غير الصفراء
bn: ♻ স্পার্স ম্যাট্রিক্স: {} নন-জারোস
da: ♻ Sparse Matrix: {} ikke-nu-zeros
de: ♻️ spärliche Matrix: {} Nicht-Ziers
es: ♻️ Matriz escasa: {} noneros
fr: ♻️ Matrice clairsemée: {} Nonzeros
hi: ♻ स्पार्स मैट्रिक्स: {} नॉन-जेरोस
hr: ♻️ rijetka matrica: {} ne-nus
id: ♻️ Matriks jarang: {} non-zat
it: ♻️ Matrix sparsi: {} nonzeros
ja: ♻§スパースマトリックス：{}非ゼロ
ko: sparse matrix : {} 비스로 로스
nl: ♻️ schaarse matrix: {} niet-zusters
no: ♻ Sparsom matrise: {} ikke-null
pl: ♻️ Matryca rzadka: {} non-zeros
pt_br: Matrix Matriz esparsa: {} idosos
ru: ♻ Sparse Matrix: {} нелелевые
sv: ♻ Sparse Matrix: {} icke -zeros
sw: ♻️ Sparse matrix: {} zisizo-zeros
tr: ♻️ Seyrek Matrix: {} Zuzsuz Olmayan

source: 📐 Linalg det: {}
am: 📐 ሊሊሊግ ert: {}
bn: 📐 লিনালগ ডিট: {}
da: 📐 linal det: {}
no: 📐 Lining Det: {}
ru: 📐 Линальг Дет:{}

source: ❌ Activation/Test failed for scipy=={}: {}!
am: ❌ ማግበር / ሙከራ ለቁጥር == {} አልተሳካም = {}!
ar_eg: ❌ فشل التنشيط/الاختبار لـ scipy == {}: {}!
bn: ❌ অ্যাক্টিভেশন/পরীক্ষা স্কিপি জন্য ব্যর্থ হয় == {}: {}!
da: ❌ Aktivering/test mislykkedes for Scipy == {} : {} !
de: ❌ Aktivierung/Test fehlgeschlagen für scipy == {} : {} !
es: ❌ La activación/prueba falló para scipy == {}: {}!
fr: ❌ L'activation / le test a échoué pour scipy == {} : {} !
hi: ❌ सक्रियण/परीक्षण scipy == {} के लिए विफल रहा: {}!
hr: ❌ Aktivacija/test nije uspio za SciPy == {} : {} !
id: ❌ Aktivasi/Tes Gagal untuk SCIPY == {} : {} !
it: ❌ Attivazione/Test non riuscita per Scipy == {} : {} !
ja: scipy == {}でアクティベーション/テストが失敗しました：{}！
ko: scipy == {} : {}에 대한 활성화/테스트가 실패했습니다!
nl: ❌ Activering/test is mislukt voor scipy == {} : {} !
no: ❌ Aktivering/test mislyktes for scipy == {} : {} !
pl: ❌ Aktywacja/test nie powiódł się dla scipy == {} : {} !
pt_br: ❌ Ativação/teste falhou para Scipy == {}: {}!
ru: ❌ Активация/тест не удалась для scipy == {}: {}!
sv: ❌ Aktivering/test misslyckades för Scipy == {} : {} !
sw: ❌ Uanzishaji/mtihani umeshindwa kwa Scipy == {} : {} !

source: 🌀 COMBO: numpy=={} + scipy=={}
am: 🌀 ኮምቦ: - numby == {} + Scipy == {}
ar_eg: 🌀 التحرير والسرد: numpy == {} + scipy == {}
bn: 🌀 কম্বো: numpy == {} + scipy == {}
hi: 🌀 कॉम्बो: numpy == {} + scipy == {}
ja: 🌀コンボ：numpy == {} + scipy == {}

source: ❌ Subprocess test failed for combo numpy=={} + scipy=={}
am: ❌ ንዑስ ክስ ተመራቂ ፈተና ለ COMBO Nocumy == አልተሳካም{}+ Scipy =={}
ar_eg: ❌ فشل اختبار العمليات الفرعية ل combo numpy == {} + scipy == {}
bn: ❌ সাবপ্রসেস টেস্ট কম্বো Numpy == {} + স্কিপি == {} এর জন্য ব্যর্থ
da: ❌ Subprocess -test mislykkedes for combo numpy == {} + scipy == {}
de: ❌ Subprozess -Test fehlgeschlagen für Combo numpy == {} + scipy == {}
es: ❌ La prueba de subprocesos falló para combo numpy == {} + scipy == {}
fr: ❌ Le test de sous-processus a échoué pour combo numpy == {} + scipy == {}
hi: ❌ सबप्रोसेस टेस्ट कॉम्बो न्यूमपी == {} + scipy == {} के लिए विफल रहा
hr: ❌ test podprocesa nije uspio za kombiniranu numpy == {} + scipy == {}
id: ❌ Subprocess Test gagal untuk kombo numpy == {} + scipy == {}
it: ❌ test del sottoprocesso non riuscito per combinare numpy == {} + Scipy == {}
ja: combo numpy == {} + scipy == {}のサブプロセステストが失敗しました
ko: subprocess 콤보 numpy == {} + scipy == {} 에 대한 하위 프로세스 테스트가 실패했습니다.
nl: ❌ subprocess -test is mislukt voor combo numpy == {} + scipy == {}
no: ❌ Underprosessprøve mislyktes for combo numpy == {} + scipy == {}
pl: ❌ Test podprocesowy nie powiódł się dla kombinacji numpy == {} + scipy == {}
pt_br: ❌ O teste de subprocesso falhou para combinar numpy == {} + scipy == {}
ru: ❌ Ошибка испытания подпроцессы для Combo numpy == {} + scipy == {}
sv: ❌ Underprocesstest misslyckades för combo numpy == {} + Scipy == {}
sw: ❌ Mtihani wa SubProcess umeshindwa kwa combo numpy == {} + scipy == {}

source: 💥 Error: {}
am: 💥 ስህተት {}
ar_eg: 💥 خطأ: {}
bn: 💥 ত্রুটি: {}
da: 💥 Fejl: {}
de: 💥 Fehler: {}
fr: 💥 Erreur: {}
hi: 💥 त्रुटि: {}
hr: 💥 Pogreška: {}
id: 💥 kesalahan: {}
it: 💥 Errore: {}
ja: 💥エラー：{}
ko: 💥 오류 : {}
nl: 💥 Fout: {}
no: 💥 Feil: {}
pl: 💥 Błąd: {}
pt_br: 💥 Erro: {}
ru: 💥 Ошибка: {}
sw: 💥 Kosa: {}
tr: 💥 Hata: {}

source: ❌ An unexpected error occurred during combo test subprocess setup: {}
am: ❌ በኮምቦ የሙከራ ማስቀመጫ ማቀናበር ጊዜ ያልተጠበቀ ስህተት ተከስቷል {}
ar_eg: ❌ حدث خطأ غير متوقع أثناء الإعداد الفرعي للاختبار التحرير والسرد: {}
bn: Com কম্বো টেস্ট সাবপ্রসেস সেটআপের সময় একটি অপ্রত্যাশিত ত্রুটি ঘটেছে: {}
da: ❌ Der opstod en uventet fejl under combo -testsubprocessopsætning: {}
de: ❌ Bei dem Subprozess -Setup des Combo -Tests trat ein unerwarteter Fehler auf: {}
es: ❌ Se produjo un error inesperado durante la configuración de subproceso de prueba combinada: {}
fr: ❌ Une erreur inattendue s'est produite lors de la configuration du sous-processus de test combo: {}
hi: ❌ कॉम्बो टेस्ट सबप्रोसेस सेटअप के दौरान एक अप्रत्याशित त्रुटि हुई: {}
hr: ❌ Neočekivana pogreška dogodila se tijekom kombiniranog testnog podprocesa: {}
id: ❌ Terjadi kesalahan yang tidak terduga selama Pengaturan Subproses Tes Kombo: {}
it: ❌ Un errore imprevisto si è verificato durante la configurazione del sottoprocesso di test combinato: {}
ja: comboコンボテスト中に予期しないエラーが発生しましたサブプロセスのセットアップ：{}
ko: combo 콤보 테스트 하위 프로세스 설정 중에 예기치 않은 오류가 발생했습니다. {}
nl: ❌ Er is een onverwachte fout opgetreden tijdens het instellen van de combo -test: {}
no: ❌ Det oppstod en uventet feil under Combo Test -underprosessoppsett: {}
pl: ❌ Nieoczekiwany błąd wystąpił podczas konfiguracji podprocesów testowych: {}
pt_br: ❌ Um erro inesperado ocorreu durante a configuração do subprocesso de teste combinado: {}
ru: ❌ Неожиданная ошибка произошла во время настройки подпроцесса комбо -тестирования: {}
sv: ❌ Ett oväntat fel inträffade under Combo Test Sub Process -installation: {}
sw: ❌ Kosa lisilotarajiwa lilitokea wakati wa usanidi mdogo wa mtihani wa combo: {}
tr: ❌ Combo testi alt işlem kurulumu sırasında beklenmedik bir hata oluştu: {}

source: 🧹 Removing test bubble: {}
am: Mory የሙከራ አረፋ ማስወገድ {}
ar_eg: 🧹 إزالة فقاعة الاختبار: {}
bn: Test পরীক্ষার বুদ্বুদ অপসারণ: {}
da: 🧹 Fjernelse af testboble: {}
de: 🧹 Testblase entfernen: {}
es: 🧹 eliminar la burbuja de prueba: {}
fr: 🧹 Suppression de la bulle de test: {}
hi: 🧹 परीक्षण बुलबुले को हटाना: {}
hr: 🧹 Uklanjanje testnog mjehurića: {}
id: 🧹 Menghapus gelembung uji: {}
it: 🧹 Rimozione della bolla di prova: {}
ja: testテストバブルの削除：{}
ko: 🧹 테스트 버블 제거 : {}
nl: 🧹 Testbel verwijderen: {}
no: 🧹 Fjerning av testboble: {}
pl: 🧹 Usuwanie bańki testowej: {}
pt_br: 🧹 Removendo a bolha do teste: {}
ru: 🧹 Снятие тестового пузыря: {}
sv: 🧹 Ta bort testbubblan: {}
sw: 🧹 Kuondoa Bubble ya mtihani: {}
tr: 🧹 Test balonunu kaldırma: {}

source: --- Creating bubble for {} ---
am: --- አረፋ መፍጠር ለ{}---
ar_eg: --- إنشاء فقاعة لـ {} ---
bn: --- {} --- এর জন্য বুদ্বুদ তৈরি করা
da: --- Oprettelse af boble til {} ---
de: --- Bubble für {} ---
es: --- creando burbuja para {} ---
fr: --- Création de bulles pour {} ---
hi: --- {} के लिए बुलबुला बनाना ---
hr: --- Stvaranje mjehurića za {} ---
id: --- membuat gelembung untuk {} ---
it: --- Creazione di bolla per {} ---
ja: --- {}のバブルの作成---
ko: --- {} ---에 대한 버블 생성
nl: --- Bubble maken voor {} ---
no: --- å lage boble for {} ---
pl: --- tworzenie bańki dla {} ---
pt_br: --- Criando bolha para {} ---
ru: --- Создание пузыря для {} ---
sv: --- Skapa bubbla för {} ---
sw: --- Kuunda Bubble kwa {} ---
tr: --- {} --- için kabarcık oluşturma

source: ❌ An error occurred during the stress test: {}
am: በውጥረት ፈተና ወቅት አንድ ስህተት ተከስቷል {}
ar_eg: ❌ حدث خطأ أثناء اختبار الإجهاد: {}
bn: Stress স্ট্রেস পরীক্ষার সময় একটি ত্রুটি ঘটেছে: {}
da: ❌ Der opstod en fejl under stresstesten: {}
de: ❌ Während des Spannungstests trat ein Fehler auf: {}
es: ❌ Se produjo un error durante la prueba de estrés: {}
fr: ❌ Une erreur s'est produite pendant le test de contrainte: {}
hi: ❌ तनाव परीक्षण के दौरान एक त्रुटि हुई: {}
hr: ❌ Pogreška se dogodila tijekom testa na stres: {}
id: ❌ Terjadi kesalahan selama tes stres: {}
it: ❌ Un errore si è verificato durante lo stress test: {}
ja: ❌ストレステスト中にエラーが発生しました：{}
ko: 스트레스 테스트 중에 오류가 발생했습니다. {}
nl: ❌ Er is een fout opgetreden tijdens de stresstest: {}
no: ❌ Det oppstod en feil under stresstesten: {}
pl: ❌ Błąd wystąpił podczas testu warunkowego: {}
pt_br: ❌ Ocorreu um erro durante o teste de estresse: {}
ru: ❌ Во время стресс -теста произошла ошибка: {}
sv: ❌ Ett fel inträffade under stresstestet: {}
sw: ❌ Hitilafu ilitokea wakati wa mtihani wa mafadhaiko: {}
tr: ❌ Stres testi sırasında bir hata oluştu: {}

source: • Previously 'incompatible' versions working together seamlessly
am: • ከዚህ በፊት <ተኳሃኝ ያልሆኑ> ስሪቶች አብረው የሚሠሩ ናቸው
ar_eg: • الإصدارات "غير المتوافقة" التي كانت تعمل معًا بسلاسة
bn: • পূর্বে 'বেমানান' সংস্করণগুলি এক সাথে একসাথে কাজ করছে
da: • Tidligere 'uforenelige' versioner, der arbejder problemfrit
de: • zuvor inkompatible Versionen, die nahtlos zusammenarbeiten
es: • Versiones previamente 'incompatibles' que funcionan juntas sin problemas
fr: • Versions précédemment «incompatibles» travaillant ensemble de manière transparente
hi: • पहले 'असंगत' संस्करण एक साथ काम कर रहे थे
hr: • prethodno 'nespojive' verzije koje rade neprimjetno
id: • Sebelumnya versi 'tidak kompatibel' bekerja bersama dengan mulus
it: • Versioni precedentemente "incompatibili" che lavorano insieme perfettamente
ja: •以前にシームレスに連携する「互換性のない」バージョン
ko: • 이전에는 '호환되지 않는'버전이 완벽하게 함께 작동합니다
nl: • Eerder 'incompatibele' versies die naadloos samenwerken
no: • Tidligere 'inkompatible' versjoner som fungerer sømløst
pl: • Wcześniej „niekompatybilne” wersje działające bezproblemowo
pt_br: • Anteriormente versões 'incompatíveis' trabalhando juntas
ru: • Ранее «несовместимые» версии, работающие вместе, беспрепятственно
sv: • Tidigare "inkompatibla" versioner som arbetar tillsammans sömlöst
sw: • Toleo za hapo awali 'ambazo haziendani' zinafanya kazi pamoja bila mshono
tr: • Daha önce birlikte sorunsuz bir şekilde birlikte çalışan 'uyumsuz' versiyonlar

source: • numpy 1.24.3 + scipy 1.12.0 → 'incompatible dependencies'
am: • Numpy 1.24.3 + ማጭበርበሪያ 1.12.0 → 'ተኳሃኝ ያልሆኑ ጥገኛዎች'
ar_eg: • Numpy 1.24.3 + Scipy 1.12.0 → "التبعيات غير المتوافقة"
bn: • নুমপি 1.24.3 + স্কিপি 1.12.0 → 'বেমানান নির্ভরতা'
da: • numpy 1.24.3 + Scipy 1.12.0 → 'Uforsvarlige afhængigheder'
de: • Numpy 1.24.3 + scipy 1.12.0 → 'Inkompatible Abhängigkeiten'
es: • Numpy 1.24.3 + Scipy 1.12.0 → 'Dependencias incompatibles'
fr: • Numpy 1.24.3 + Scipy 1.12.0 → «Dépendances incompatibles»
hi: • numpy 1.24.3 + SCIPY 1.12.0 → 'असंगत निर्भरता'
hr: • NUMPY 1.24.3 + SCIPY 1.12.0 → 'Nespojive ovisnosti'
id: • Numpy 1.24.3 + SCIPY 1.12.0 → 'Ketergantungan yang Tidak Kompatibel'
it: • Numpy 1.24.3 + Scipy 1.12.0 → "dipendenze incompatibili"
ja: •numpy 1.24.3 + scipy 1.12.0→「互換性のない依存関係」
ko: • Numpy 1.24.3 + Scipy 1.12.0 → '비 호환 종속성'
nl: • Numpy 1.24.3 + Scipy 1.12.0 → 'incompatibele afhankelijkheden'
no: • Numpy 1.24.3 + Scipy 1.12.0 → 'Inkompatible avhengigheter'
pl: • Numpy 1.24.3 + Scipy 1.12.0 → „Niezgodne zależności”
pt_br: • Numpy 1.24.3 + SCIPY 1.12.0 → 'Dependências incompatíveis' "
ru: • Numpy 1.24.3 + Scipy 1.12.0 → 'Несовместимые зависимости'
sv: • Numpy 1.24.3 + Scipy 1.12.0 → 'Inkompatibla beroenden'
sw: • Numpy 1.24.3 + Scipy 1.12.0 → 'Utegemezi usio sawa'
tr: • Numpy 1.24.3 + Scipy 1.12.0 → 'Uyumsuz bağımlılıklar'

source: • Package managers can't handle multiple versions
am: • የጥቅል አስተዳዳሪዎች ብዙ ስሪቶችን ማስተናገድ አይችሉም
ar_eg: • لا يمكن لمديري الحزم التعامل مع إصدارات متعددة
bn: • প্যাকেজ পরিচালকরা একাধিক সংস্করণ পরিচালনা করতে পারবেন না
da: • Pakningsledere kan ikke håndtere flere versioner
de: • Paketmanager können mehrere Versionen nicht verarbeiten
es: • Los administradores de paquetes no pueden manejar múltiples versiones
fr: • Les gestionnaires de packages ne peuvent pas gérer plusieurs versions
hi: • पैकेज प्रबंधक कई संस्करणों को संभाल नहीं सकते हैं
hr: • Upravitelji paketa ne mogu podnijeti više verzija
id: • Manajer paket tidak dapat menangani beberapa versi
it: • I responsabili dei pacchetti non possono gestire più versioni
ja: •パッケージマネージャーは複数のバージョンを処理できません
ko: • 패키지 관리자는 여러 버전을 처리 할 수 ​​없습니다
nl: • Pakketmanagers kunnen niet meerdere versies aan
no: • Pakkeledere kan ikke håndtere flere versjoner
pl: • Menedżerowie pakietów nie mogą obsługiwać wielu wersji
pt_br: • Os gerentes de pacotes não podem lidar com várias versões
ru: • Менеджеры пакетов не могут справиться с несколькими версиями
sv: • Paketchefer kan inte hantera flera versioner
sw: • Wasimamizi wa vifurushi hawawezi kushughulikia matoleo mengi
tr: • Paket yöneticileri birden çok sürümle başa çıkamaz

source: 💡 Don't worry if there are pauses - packages are downloading/installing!
am: The ፓነሎች ካሉ አይጨነቁ - ፓኬጆች ማውረድ / መጫኑን እየጫኑ ናቸው!
ar_eg: 💡 لا تقلق إذا كانت هناك توقف - يتم تنزيل/تثبيت الحزم!
bn: Pass বিরতি আছে কিনা তা চিন্তা করবেন না - প্যাকেজগুলি ডাউনলোড/ইনস্টল করা হচ্ছে!
da: 💡 Bare rolig, hvis der er pauser - pakker downloader/installerer!
de: 💡 Mach dir keine Sorgen, wenn es Pausen gibt - Pakete laden/installieren!
es: 💡 No se preocupe si hay pausas: ¡los paquetes están descargando/instalando!
fr: 💡 Ne vous inquiétez pas s'il y a des pauses - les packages téléchargent / installent!
hi: 💡 चिंता न करें अगर वहाँ ठहराव हैं - पैकेज डाउनलोड/स्थापित कर रहे हैं!
hr: 💡 Ne brinite ako postoje pauze - paketi preuzimaju/instaliraju!
id: 💡 Jangan khawatir jika ada jeda - paket sedang mengunduh/menginstal!
it: 💡 Non preoccuparti se ci sono pause: i pacchetti stanno scaricando/installando!
ja: spausesがあっても心配しないでください - パッケージがダウンロード/インストールされています！
ko: 💡 일시 정지가 있더라도 걱정하지 마십시오 - 패키지가 다운로드/설치 중입니다!
nl: 💡 Maak je geen zorgen als er pauzes zijn - pakketten zijn downloaden/installeren!
no: 💡 Ikke bekymre deg hvis det er pauser - pakker laster ned/installerer!
pl: 💡 Nie martw się, jeśli są przerwy - pakiety pobierają/instalują!
pt_br: 💡 Não se preocupe se houver pausas - os pacotes estão baixando/instalando!
ru: 💡 Не волнуйтесь, если есть паузы - пакеты загружаются/установку!
sv: 💡 Oroa dig inte om det finns pauser - paket laddar ner/installerar!
sw: 💡 Usijali ikiwa kuna pause - vifurushi vinapakua/kusanikisha!
tr: 💡 duraklama varsa endişelenmeyin - paketler indiriyor/yüklüyor!

source: ⚠️ 'requests' package not found. Skipping PyPI API strategy.
am: ⚠️ 'የጥያቄዎች ጥቅል አልተገኘም.PYPI ኤፒአይ ስትራቴጂ መዝለል.
ar_eg: package لم يتم العثور على حزمة "طلبات".تخطي استراتيجية PYPI API.
bn: ⚠ 'অনুরোধগুলি' প্যাকেজটি পাওয়া যায় নি।পিআইপিআই এপিআই কৌশলটি এড়িয়ে যাওয়া।
da: ⚠ 'anmodninger' pakke ikke fundet.Spring over PYPI API -strategi.
de: ⚠️ 'Anfragen' Paket nicht gefunden.PYPI -API -Strategie überspringen.
es: ⚠️ Paquete de 'solicitudes' no encontradas.Omitir la estrategia de la API de Pypi.
fr: ⚠️ Package des «demandes» introuvable.Sauter la stratégie API PYPI.
hi: ⚠ 'अनुरोध' पैकेज नहीं मिला।स्किपिंग PYYPI API रणनीति।
hr: ⚠️ paket 'zahtjeva' nije pronađen.Preskakanje strategije PYPI API -ja.
id: Paket 'permintaan' yang tidak ditemukan.Melewatkan strategi API PYPI.
it: ⚠️ Pacchetto 'richieste' non trovato.Saltare la strategia API PYPI.
ja: ⚠️「リクエスト」パッケージが見つかりません。PYPI API戦略のスキップ。
ko: ⚠️ '요청'패키지를 찾을 수 없습니다.PYPI API 전략 건너 뛰기.
nl: ⚠️ 'verzoeken' pakket niet gevonden.PYPI API -strategie overslaan.
no: ⚠ 'Forespørsler' -pakken ikke funnet.Hopp over PYPI API -strategi.
pl: ⚠️ Pakiet „żądań” nie znaleziono.Pomijanie strategii PYPI API.
pt_br: ⚠️ Pacote de 'solicitações' não encontrado.Pular a estratégia da API da Pypi.
ru: ⚠ Пакет «Запросы» не найден.Пропустить стратегию PYPI API.
sv: ⚠ "Begäran" -paket hittades inte.Hoppa över PYPI API -strategi.
sw: ⚠️ 'Maombi' hayapatikani.Kuruka mkakati wa API wa PYPI.
tr: ⚠️ 'istekler' paketi bulunamadı.Pypi API stratejisini atlamak.

source: 📸 Saving snapshot of the current environment as 'last known good'...
am: The የአሁኑን አከባቢው ቅጽበታዊ ገጽ እይታን መቆጠብ 'ዘግይተው የሚታወቅ ጥሩ' ...
ar_eg: 📸 حفظ لقطة للبيئة الحالية كما "آخر معروف جيد" ...
bn: Current বর্তমান পরিবেশের স্ন্যাপশটটি 'সর্বশেষ পরিচিত ভাল' হিসাবে সংরক্ষণ করা ...
da: 📸 Savende snapshot af det aktuelle miljø som 'sidst kendt god' ...
de: 📸 Sparen von Snapshot der aktuellen Umgebung als "zuletzt bekanntes Gut" ...
es: 📸 Guardar instantánea del entorno actual como 'último bien conocido' ...
fr: 📸 Économiser un instantané de l'environnement actuel comme «le dernier bien connu» ...
hi: 📸 वर्तमान वातावरण के स्नैपशॉट को 'अंतिम ज्ञात अच्छा' के रूप में बचाना ...
hr: 📸 Spremanje snimaka trenutnog okruženja kao "posljednje poznato dobro" ...
id: 📸 Menyimpan snapshot dari lingkungan saat ini sebagai 'Good Terakhir Dikenal' ...
it: 📸 Salvare l'istantanea dell'ambiente attuale come "ultimo noto noto" ...
ja: current現在の環境のスナップショットを「最後の既知の善」として保存する...
ko: 📸 현재 환경의 스냅 샷을 '마지막으로 알려진 선'으로 저장 ... ...
nl: 📸 Snapshot van de huidige omgeving opslaan als 'laatst bekend goed' ...
no: 📸 Sparing av øyeblikksbilde av det nåværende miljøet som 'sist kjent godt' ...
pl: 📸 Zapisywanie migawki obecnego środowiska jako „ostatnie znane dobro” ...
pt_br: 📸 Economizando instantâneos do ambiente atual como 'último bem conhecido' ...
ru: 📸 Сохранение снимка текущей среды как «последнего известного хорошего» ...
sv: 📸 Sparande ögonblicksbild av den nuvarande miljön som "sist känd bra" ...
sw: 📸 Kuokoa picha ya mazingira ya sasa kama 'nzuri inayojulikana' ...
tr: 📸 Mevcut ortamın anlık görüntüsünü 'son bilinen iyilik' olarak kurtarmak ...
