Repository: 1minds3t/omnipkg
Catalog: omnipkg/locale/*/LC_MESSAGES/omnipkg.po
Languages: am, ar_eg, bn, da, de, es, fr, hi, hr, id, it, ja, ko, nl, no, pl, pt_br, ru, sv, sw, tr

source: 🧹 Uninstalling all UV versions from main environment and bubbles...
am: 🧹 ሁሉንም የዩኤስቪ ስሪቶችን ከዋናው አካባቢ እና አረፋዎች ያራግፉ ...
da: 🧹 Afinstallation af alle UV -versioner fra hovedmiljø og bobler ...
de: 🧹 Deinstallieren Sie alle UV -Versionen aus Hauptumgebung und Blasen ...
fr: 🧹 désinstaller toutes les versions UV de l'environnement principal et des bulles ...
hr: 🧹 Deinstaliranje svih UV verzija iz glavnog okruženja i mjehurića ...
id: 🧹 Menghapus semua versi UV dari lingkungan utama dan gelembung ...
it: 🧹 Disinstallazione di tutte le versioni UV dall'ambiente e bolle principali ...
nl: 🧹 Verwijder alle UV -versies van de hoofdomgeving en bubbels ...
no: 🧹 Avinstallering av alle UV -versjoner fra hovedmiljø og bobler ...
pl: 🧹 Odinstalowanie wszystkich wersji UV z głównego środowiska i bąbelków ...
pt_br: 🧹 Desinstalando todas as versões UV do ambiente principal e bolhas ...
ru: 🧹 Установка всех УФ -версий от основной среды и пузырьков ...
sv: 🧹 Avinstallera alla UV -versioner från huvudmiljö och bubblor ...
sw: Kuondoa matoleo yote ya UV kutoka kwa mazingira kuu na Bubbles ...
tr: 🧹 Ana ortam ve kabarcıklardan tüm UV sürümlerini kaldırma ...

source: 📦 Installing main environment: uv==0.6.13
am: Most ዋና አካባቢን መጫን-UV == 0.13
da: 📦 Installation af hovedmiljø: UV == 0.6.13
de: 📦 Hauptumgebung installieren: UV == 0,6.13
fr: 📦 Installation de l'environnement principal: UV == 0.6.13
hr: 📦 Instaliranje glavnog okruženja: UV == 0,6.13
id: 📦 Menginstal Lingkungan Utama: UV == 0.6.13
it: 📦 Installazione dell'ambiente principale: UV == 0.6.13
nl: 📦 Hoofdomgeving installeren: UV == 0.6.13
no: 📦 Installere hovedmiljø: UV == 0.6.13
pl: 📦 Instalowanie głównego środowiska: UV == 0.6.13
pt_br: 📦 Instalando o ambiente principal: UV == 0.6.13
ru: 📦 Установка основной среды: uv == 0,6,13
sv: 📦 Installera huvudmiljön: UV == 0.6.13
sw: 📦 Kufunga mazingira kuu: UV == 0.6.13
tr: 📦 Ana ortamın yüklenmesi: UV == 0.6.13

source: 🫧 Creating bubble for uv=={}
am: 🫧 ለ UV == {}
ar_eg: 🫧 إنشاء فقاعة للأشعة فوق البنفسجية == {}
bn: U UV == {} এর জন্য বুদ্বুদ তৈরি করা
da: 🫧 Oprettelse af boble til UV == uv=={}
de: 🫧 Blase für uv == '{}' erstellen
es: 🫧 Creación de burbuja para uv == {}
fr: 🫧 Création de bulles pour uv == {}
hi: 🫧 uv == {} के लिए बुलबुला बनाना
hr: 🫧 Stvaranje mjehurića za UV == {}
id: 🫧 Membuat gelembung untuk uv == '{}'
it: 🫧 Creazione della bolla per uv == '{}'
ja: uv == {}のバブルの作成
ko: 🫧 UV == {}에 대한 버블 생성
nl: 🫧 Bubble maken voor UV == {}
no: 🫧 Opprette boble for UV == '{}'
pl: 🫧 Tworzenie bańki dla uv == {}
pt_br: 🫧 Criando bolha para UV == "{}"
ru: 🫧 Создание пузыря для uv == {}
sv: 🫧 Skapa bubbla för UV == {}
sw: 🫧 Kuunda Bubble kwa UV == {}

source: ✅ Bubble created: uv-{}
am: ✅ አረፋ የተፈጠረ: UV- {}
ar_eg: ✅ الفقاعة التي تم إنشاؤها: UV- {}
bn: ✅ বুদ্বুদ তৈরি: uv- {}
da: ✅ Bubble oprettet: UV- {}
de: ✅ Bubble erstellt: uv- {}
es: ✅ Bubble creado: UV- {}
fr: ✅ bulle créée: uv- {}
hi: ✅ बुलबुला बनाया गया: UV- {}
hr: ✅ Bubble stvoren: UV- {}
id: ✅ gelembung dibuat: uv- {}
it: ✅ Bubble creata: uv- {}
ja: ✅bubble作成：uv- {}
ko: ✅ 거품 생성 : UV- {}
no: ✅ Bubble opprettet: UV- {}
pl: ✅ Bubble utworzone: UV- {}
pt_br: ✅ Bubble criado: UV- {}
ru: ✅ создан пузырь: uv- {}
sv: ✅ Krimat bubbla: uv- {}
sw: ✅ Bubble iliyoundwa: UV- {}

source: ❌ Failed to create bubble for uv=={}: {}
am: ❌ ለ UV == አረፋ መፍጠር አልተሳካም{}የሚያያዙት ገጾች{}
ar_eg: ❌ فشل في إنشاء فقاعة للأشعة فوق البنفسجية == {}: {}
bn: U UV == {}: {} এর জন্য বুদ্বুদ তৈরি করতে ব্যর্থ
da: ❌ Kunne ikke skabe boble til uv == {} : {}
de: ❌ konnte keine Blase für uv == {} : {} erstellen
es: ❌ no pudo crear burbuja para uv == {} : {}
fr: ❌ n'a pas réussi à créer une bulle pour uv == {}: {}
hi: ❌ uv == {}: {} के लिए बुलबुला बनाने में विफल रहा
hr: ❌ nije uspio stvoriti mjehurić za UV == {} : {}
id: ❌ Gagal membuat gelembung untuk uv == {}: {}
it: ❌ Impossibile creare una bolla per uv == {} : {}
ja: uv == {}のバブルを作成できなかった：{}
ko: ❌ uv == {}에 대한 버블을 만들지 못했습니다. : {}
nl: ❌ slaagde er niet in om bellen voor uv == {} : {}
no: ❌ Kunne ikke lage boble for UV == {}: {}
pl: ❌ Nie udało się utworzyć bańki dla uv == {}: {}
pt_br: ❌ Falha ao criar bolha para UV == {}: {}
ru: ❌ Не удалось создать пузырь для uv == {}: {}
sv: ❌ Det gick inte att skapa bubbla för UV == {}: {}
sw: ❌ Imeshindwa kuunda Bubble kwa UV == {} : {}

source: 🔎 Validating bubble: {}
am: 🔎 አረፋ ማቃለል: {}
ar_eg: 🔎 التحقق من صحة الفقاعة: {}
bn: 🔎 বৈধতা বুদবুদ: {}
da: 🔎 Validering af boble: {}
de: 🔎 Blase validieren: {}
es: 🔎 Burbuja de validación: {}
fr: 🔎 valider la bulle: {}
hi: 🔎 बुलबुले को मान्य करना: {}
hr: 🔎 Provjera mjehurića: {}
id: 🔎 memvalidasi gelembung: {}
it: 🔎 Convaliding Bubble: {}
ja: bubbleバブルの検証：{}
ko: 🔎 거품 검증 : {}
nl: 🔎 Validatie Bubble: {}
no: 🔎 Validering av boble: {}
pl: 🔎 Walidacja bańki: {}
pt_br: 🔎 Bolha de validação: {}
ru: 🔎 Подтверждение пузыря: {}
sv: 🔎 Validera bubbla: {}
sw: 🔎 Kuhakikisha Bubble: {}

source: ❌ No uv binary found in {}/bin
am: ❌ አይ አይቪ ሁለትዮሽ በ ውስጥ አይገኝም{}/ ቢን
ar_eg: ❌ لا يوجد ثنائي الأشعة فوق البنفسجية الموجودة في {}/bin
bn: ❌ {}/বিনে কোনও ইউভি বাইনারি পাওয়া যায় না
da: ❌ Ingen UV -binær fundet i {}/bin
de: ❌ Kein UV -Binärer in {}/bin gefunden
es: ❌ No se encuentra binario UV en {}/bin
fr: ❌ Pas de binaire UV trouvé dans {} / bin
hi: {}/बिन में कोई यूवी बाइनरी नहीं मिला
hr: ❌ bez UV binarnog sustava pronađen u {}/bin
id: ❌ Tidak ada biner UV yang ditemukan di {}/bin
it: ❌ nessun binario UV trovato in {}/bin
ja: uv{}/binにあるUVバイナリはありません
ko: ❌ {}/bin에서 찾은 UV 바이너리가 없습니다
nl: ❌ Geen UV binairijn gevonden in {}/bin
no: ❌ Ingen UV binær funnet i {}/bin
pl: ❌ Brak binarny UV znaleziony w {}/bin
pt_br: ❌ Nenhum binário UV encontrado em {}/bin
ru: ❌ Двоичный файл uv не найден в {}/bin
sv: ❌ Ingen binär binär finns i {}/bin
sw: ❌ Hakuna UV binary inayopatikana katika {}/bin

source: ❌ Binary {} is not executable
am: ❌ ሁለትዮሽ {} ሥራ የማይካሄድ አይደለም
ar_eg: ❌ ثنائي {} غير قابل للتنفيذ
bn: ❌ বাইনারি{}নির্বাহযোগ্য নয়
da: ❌ binær {} er ikke eksekverbar
de: ❌ binär {} ist nicht ausführbar
es: ❌ binary {} no es ejecutable
fr: ❌ binaire {} n'est pas exécutable
hi: ❌ बाइनरी {} निष्पादन योग्य नहीं है
hr: ❌ binarni {} nije izvršni
id: ❌ biner {} tidak dapat dieksekusi
it: ❌ binario {} non è eseguibile
ja: binary {}は実行可能ではありません
ko: binary {}는 실행 가능하지 않습니다
nl: ❌ binair {} is niet uitvoerbaar
no: ❌ Binær {} er ikke kjørbar
pl: ❌ Binary {} nie jest wykonywalne
pt_br: ❌ Binário {} não é executável
ru: ❌ двоичный {} не исполняется
sv: ❌ binär {} är inte körbar
sw: ❌ Binary {} haiwezi kutekelezwa

source: ❌ No dist-info found in {}
am: ❌ {} ውስጥ የሚገኝ ማንኛውም መረጃ የለም
ar_eg: ❌ لم يتم العثور على dist-info في {}
bn: ❌ {} এ কোনও জেলা-ইনফো পাওয়া যায় নি
da: ❌ Ingen dist-info fundet i {}
de: ❌ Kein in {} gefundener Dist-Info gefunden
es: ❌ No se encuentra Dist-Info en {}
fr: ❌ Pas de dist-info trouvé dans {}
hi: ❌ {} में कोई डिस्ट-इनफो नहीं मिला
hr: ❌ nije pronađen dist-info u {}
id: ❌ Tidak ada dist-info yang ditemukan di {}
it: ❌ Nessun dist-info trovato in {}
ja: ❌ {}にdist-infoが見つかりません。
ko: ❌ {}에서 발견되지 않았습니다.
nl: ❌ Geen dist-info gevonden in {}
no: ❌ Ingen dist-info funnet i {}
pl: ❌ brak dist-info w {}
pt_br: ❌ Nenhum distrito encontrado em {}
ru: ❌ Не найдено в {}
sv: ❌ Ingen dist-info finns i {}
sw: ❌ hakuna dist-info inayopatikana katika {}

source: ✅ Bubble validation passed
am: ✅ አረፋ ማረጋገጫው አል passed ል
ar_eg: تم تمرير التحقق من صحة الفقاعة
bn: ✅ বুদ্বুদ বৈধতা পাস
da: ✅ Bubble Validation bestået
de: ✅ Blasenvalidierung bestanden
es: ✅ Pasó la validación de burbujas
fr: ✅ La validation des bulles s'est écoulée
hi: ✅ बबल सत्यापन पारित किया गया
hr: ✅ Prošla validacija mjehurića
id: ✅ Validasi gelembung berlalu
it: ✅ Passa la convalida delle bolle
ja: bubbleバブル検証が合格しました
ko: bubble 검증이 통과되었습니다
nl: ✅ Bubble -validatie doorgegeven
no: ✅ Boble validering bestått
pl: ✅ Przeszła walidacja bańki
pt_br: ✅ Validação de bolhas passada
ru: ✅ Проверка пузырька прошла
sv: ✅ Validering av bubblan passerade
sw: Uthibitisho wa Bubble umepitishwa
tr: ✅ Kabarcık doğrulaması geçti

source: 🔍 Inspecting bubble structure: {}
am: 🔍 የአረፋ አወቃቀርን በመመርመር {}
ar_eg: 🔍 فحص بنية الفقاعة: {}
bn: 🔍 বুদ্বুদ কাঠামো পরিদর্শন: {}
da: 🔍 Inspektion af boblestruktur: {}
de: 🔍 Blasenstruktur inspizieren: {}
es: 🔍 Inspeccionar la estructura de burbujas: {}
fr: 🔍 Inspection de la structure des bulles: {}
hi: 🔍 बुलबुला संरचना का निरीक्षण: {}
hr: 🔍 Uvidi u strukturu mjehurića: {}
id: 🔍 Memeriksa struktur gelembung: {}
it: 🔍 Ispezione della struttura a bolle: {}
ja: bubbleバブル構造の検査：{}
ko: 🔍 거품 구조 검사 : {}
nl: 🔍 Bubbelstructuur inspecteren: {}
no: 🔍 Inspiserer boblestruktur: {}
pl: 🔍 Sprawdzanie struktury bąbelków: {}
pt_br: 🔍 Inspecionando a estrutura da bolha: {}
ru: 🔍 Осмотр пузырьковой структуры: {}
sv: 🔍 Inspektera bubblestruktur: {}
sw: 🔍 Kuchunguza muundo wa Bubble: {}

source: ❌ Bubble doesn't exist: {}
am: ❌ አረፋ የለም {}
ar_eg: ❌ الفقاعة غير موجودة: {}
bn: ❌ বুদবুদ বিদ্যমান নেই: {}
da: ❌ Boble findes ikke: {}
de: ❌ Blase existiert nicht: {}
es: ❌ La burbuja no existe: {}
fr: ❌ La bulle n'existe pas: {}
hi: ❌ बुलबुला मौजूद नहीं है: {}
hr: ❌ mjehurić ne postoji: {}
id: ❌ Gelembung tidak ada: {}
it: ❌ Bubble non esiste: {}
ja: ❌バブルは存在しません：{}
ko: ❌ 거품이 존재하지 않습니다 : {}
nl: ❌ Bubble bestaat niet: {}
no: ❌ Boble eksisterer ikke: {}
pl: ❌ Bubble nie istnieje: {}
pt_br: ❌ A bolha não existe: {}
ru: ❌ Пузырь не существует: {}
sv: ❌ Bubble finns inte: {}
sw: ❌ Bubble haipo: {}

source: ✅ Found uv module directory
am: ✅ የዩቪ ሞጁል ማውጫ
ar_eg: ✅ وجدت دليل وحدة الأشعة فوق البنفسجية
bn: U ইউভি মডিউল ডিরেক্টরি পাওয়া গেছে
da: ✅ Fundet UV -modulkatalog
de: ✅ Fund UV -Modulverzeichnis gefunden
es: ✅ Directorio de módulos UV encontrado
fr: ✅ Répertoire du module UV trouvé
hi: ✅ यूवी मॉड्यूल निर्देशिका मिली
hr: ✅ Pronađeni direktorij UV modula
id: ✅ Ditemukan Direktori Modul UV
it: ✅ Trovato directory del modulo UV
ja: uvモジュールディレクトリを見つけました
ko: UV 모듈 디렉토리를 찾았습니다
nl: ✅ Gevonden UV -module -map
no: ✅ Fant UV -modulkatalog
pl: ✅ Znaleziono katalog modułu UV
pt_br: ✅ Encontrado diretório de módulo UV
ru: ✅ Нашел каталог ультрафиолетовых модулей
sv: ✅ Hittade UV -modulkatalog
sw: ✅ Kupatikana saraka ya moduli ya UV
tr: ✅ UV modül dizinini buldu

source: ℹ️ No uv module directory (likely binary-only package)
am: ℹ️ የ UV ሞዱል ማውጫ የለም (ከሁለትዮሽ ብቻ ጥቅል)
ar_eg: ℹ لا يوجد دليل وحدة الأشعة فوق البنفسجية (من المحتمل أن يكون الحزمة الثنائية فقط)
bn: ℹ কোনও ইউভি মডিউল ডিরেক্টরি (সম্ভবত বাইনারি-কেবল প্যাকেজ)
da: ℹ Intet UV-modulkatalog (sandsynligvis kun binær pakke)
de: ℹ️ Kein UV-Modulverzeichnis (wahrscheinlich nur binäres Paket)
es: ℹ️ sin directorio de módulos UV (probablemente paquete solo binario)
fr: ℹ️ Aucun répertoire de module UV (package binaire probable)
hi: ℹ कोई यूवी मॉड्यूल निर्देशिका (केवल बाइनरी-केवल पैकेज)
hr: ℹ️ Bez UV modula (vjerojatno binarni paket)
id: ℹ️ Tidak ada direktori modul UV (kemungkinan paket biner)
it: ℹ️ Nessuna directory del modulo UV (probabilmente pacchetto binario)
ja: uvモジュールディレクトリなし（おそらくバイナリのみのパッケージ）
ko: ℹ️ UV 모듈 디렉토리 없음 (아마도 이진 전용 패키지)
nl: ℹ️ Geen UV-module-map (waarschijnlijk alleen binair pakket)
no: ℹ Ingen UV-modulkatalog (sannsynligvis bare binærpakke)
pl: ℹ️ Brak katalogu modułu UV (prawdopodobnie pakiet tylko binarny)
pt_br: ℹ️ Nenhum diretório de módulo UV (provavelmente pacote binário)
ru: ℹ Нет каталога ультрафиолетового модуля (вероятно, пакет только для бинарных материалов)
sv: ℹ Ingen UV-modulkatalog (troligtvis binärt paket)
sw: ℹ️ Hakuna saraka ya moduli ya UV (uwezekano wa kifurushi cha binary tu)

source: ✅ Found dist-info: {}
am: ✅ መነሻ መረጃ ተገኝቷል {}
ar_eg: ✅ وجدت dist-info: {}
bn: Di জেলা-ইনফো পাওয়া গেছে: {}
da: ✅ Fundet dist-info: {}
es: ✅ Se encontró dist-info: {}
fr: ✅ trouvé dist-info: {}
hi: ✅ डिस्ट-इनफो मिला: {}
hr: ✅ Pronađen dist-info: {}
id: ✅ Ditemukan dist-info: {}
it: ✅ Trovato dist-Info: {}
ja: dist-infoを見つけました：{}
ko: find inst-info : {}
nl: ✅ gevonden dist-Info: {}
no: ✅ Fant Dist-Info: {}
pl: ✅ Znaleziono dist-info: {}
pt_br: ✅ Encontrado Dist-Info: {}
ru: ✅ Нашел Dist-Info: {}
sv: ✅ Hittade dist-INFO: {}
sw: ✅ kupatikana dist-info: {}

source: ⚠️ No dist-info found
am: ⚠️ ምንም የሚደረግበት መረጃ አልተገኘም
ar_eg: ⚠ لم يتم العثور على dist-info
bn: ⚠ কোনও জেলা-ইনফো পাওয়া যায় নি
da: ⚠ Ingen dist-info fundet
de: ⚠️ KEINE DIST-INFO gefunden
es: ⚠️ No se encontró a Distinfo
fr: ⚠️ Aucun dist-info trouvé
hi: ⚠ कोई डिस्ट-इनफो नहीं मिला
hr: ⚠️ nije pronađen dist-info
id: ⚠️ tidak ada dist-info yang ditemukan
it: ⚠️ Nessun dist-info trovato
ja: distinfoは見つかりません
ko: ⚠️ find-info를 찾지 못했습니다
nl: ⚠️ Geen dist-info gevonden
no: ⚠ Ingen dist-info funnet
pl: ⚠️ Brak znalezienia dist-info
pt_br: ⚠️ Nenhum disti-info encontrado
ru: ⚠ не найдено дистий
sv: ⚠ Ingen dist-info hittades
sw: ⚠️ Hakuna Dist-Info inayopatikana
tr: ⚠️ Dist-info bulunamadı

source: ✅ Found bin directory with {} items
am: ✅ ቢን ማውጫ ከ {} ዕቃዎች ጋር ተገኝቷል
ar_eg: ✅ تم العثور على دليل bin مع العناصر {}
bn: ✅ এর সাথে বিন ডিরেক্টরি পাওয়া গেছে{}আইটেম
da: ✅ Fundet bin -bibliotek med {} varer
de: ✅ Fund Bin -Verzeichnis mit {} Elementen gefunden
es: ✅ Directorio bin encontrado con {} elementos
fr: ✅ Répertoire de bac trouvé avec des éléments {}
hi: ✅ {} आइटम के साथ बिन निर्देशिका मिली
hr: ✅ Pronađen je direktorij Bin s {} stavkom
id: ✅ Ditemukan Direktori Bin dengan item {}
it: ✅ trovato directory bin con {} elementi
ja: bin ディレクトリに {} アイテムが見つかりました。
ko: ✅ {} 항목이있는 빈 디렉토리를 찾았습니다
nl: ✅ BIN -map gevonden met {} items
no: ✅ Fant bin -katalog med {} elementer
pl: ✅ Znaleziono katalog bin z elementami {}
pt_br: ✅ Encontrado diretório de bin com {} itens
ru: ✅ Нашел каталог бин с {} элементами
sv: ✅ Hittade bin -katalog med {} objekt
sw: ✅ Kupatikana saraka ya bin na vitu vya {}

source: ✅ Found uv binary: {}
am: ✅ የዩቪ ሁለትዮሽ-{}
ar_eg: ✅ وجدت UV ثنائي: {}
bn: U ইউভি বাইনারি পাওয়া গেছে: {}
da: ✅ Fundet uv binær: {}
de: ✅ fand uv binary: {}
es: ✅ Encontrado binario UV: {}
hi: ✅ पाया गया यूवी बाइनरी: {}
hr: ✅ Pronađen UV binarni: {}
id: ✅ Menemukan Binary UV: {}
it: ✅ trovato binario UV: {}
ja: uvバイナリを見つけました：{}
ko: UV 바이너리를 찾았습니다 : {}
nl: ✅ gevonden uv binair: {}
no: ✅ Fant UV binær: {}
pl: ✅ Znaleziono UV Binary: {}
pt_br: ✅ Encontrado UV binário: {}
ru: ✅ Нашел UV Binary: {}
sv: ✅ Hittade uv binär: {}
sw: ✅ Kupatikana UV Binary: {}

source: ✅ Binary is executable
am: ✅ ሁለትዮሽ ሥራ አስፈፃሚ ነው
ar_eg: ✅ ثنائي قابل للتنفيذ
bn: ✅ বাইনারি কার্যকরযোগ্য
da: ✅ binær er eksekverbar
de: ✅ Binär ist ausführbar
es: ✅ El binario es ejecutable
fr: ✅ Le binaire est exécutable
hi: ✅ बाइनरी निष्पादन योग्य है
hr: ✅ Binarna je izvršna
id: ✅ biner dapat dieksekusi
it: ✅ binario è eseguibile
ja: ✅バイナリは実行可能です
ko: binary 바이너리가 실행 가능합니다
nl: ✅ binair is uitvoerbaar
no: ✅ Binær er kjørbar
pl: ✅ Binary jest wykonywalny
pt_br: ✅ O binário é executável
ru: ✅ Бинарный файл исполняется
sv: ✅ Binär är körbar
sw: ✅ Binary inaweza kutekelezwa
tr: ✅ İkili yürütülebilir

source: ⚠️ Binary is not executable
am: ⚠️ ሁለትዮሽ ሥራ የማይሠራ አይደለም
ar_eg: ⚠ الثنائي غير قابل للتنفيذ
bn: ⚠ বাইনারি কার্যকরযোগ্য নয়
da: ⚠ Binær er ikke eksekverbar
de: ⚠️ Binary ist nicht ausführbar
es: ⚠️ binary no es ejecutable
fr: ⚠️ Le binaire n'est pas exécutable
hi: ⚠ बाइनरी निष्पादन योग्य नहीं है
hr: ⚠️ Binana nije izvršna
id: ⚠️ biner tidak dapat dieksekusi
it: ⚠️ Binary non è eseguibile
ja: Binaryは実行可能ではありません
ko: ⚠️ 바이너리는 실행 가능하지 않습니다
nl: ⚠️ Binairy is niet uitvoerbaar
no: ⚠ Binær er ikke kjørbar
pl: ⚠️ Binary nie jest wykonywalne
pt_br: ⚠️ O binário não é executável
ru: ⚠ Двоичный не исполняется
sv: ⚠ Binär är inte körbar
sw: Binary haiwezi kutekelezwa
tr: ⚠️ İkili yürütülebilir değil

source: ⚠️ No uv binary in bin/
am: ⚠️ አይን የዩቪ ሁለትዮሽ በቢን /
ar_eg: ⚠ لا الأشعة فوق البنفسجية في سلة/
bn: Bin বিন/ কোনও ইউভি বাইনারি/
da: ⚠ Ingen UV -binær i bin/
de: ⚠️ Kein UV -Binärer in Bin/
es: ⚠️ No se encontró el binario de uv en bin/
fr: ⚠️ aucun binaire UV dans le bac /
hi: बिन में कोई यूवी बाइनरी नहीं/
hr: ⚠️ nema UV binarne u kanti/
id: ⚠️ tidak ada biner UV di bin/
it: ⚠️ Nessun binario UV in cestino/
ja: Binのuvバイナリはありません/
ko: bin in uv binary no uv binary
nl: ⚠️ Geen UV binair in bin/
no: ⚠ Ingen UV binær i søppel/
pl: ⚠️ Brak UV Binary w Bin/
pt_br: ⚠️ Sem binário UV em bin/
ru: ⚠ нет бинарного UV в корзине/
sv: ⚠ Ingen binär i bin/
sw: ⚠️ Hakuna binary ya UV katika bin/
tr: ⚠️ Bin'de UV ikili yok/

source: ⚠️ No bin directory found
am: ⚠️ ምንም ቢን ማውጫ አልተገኘም
ar_eg: ⚠ لم يتم العثور على دليل بن
bn: ⚠ কোনও বিন ডিরেক্টরি পাওয়া যায় নি
da: ⚠ Der blev ikke fundet en bin -bibliotek
de: ⚠️ Kein Bin -Verzeichnis gefunden
es: ⚠️ sin directorio bin encontrado
fr: ⚠️ Aucun répertoire de bac trouvé
hi: ⚠ कोई बिन निर्देशिका नहीं मिली
hr: ⚠️ nije pronađen direktorij kante
id: ⚠️ tidak ada direktori nampan yang ditemukan
it: ⚠️ Nessuna directory bin trovata
ja: BINディレクトリは見つかりません
ko: bin directory가 발견되지 않았습니다
nl: ⚠️ Geen bin directory gevonden
no: ⚠ Ingen binkatalog funnet
pl: ⚠️ Brak katalogu bin
pt_br: ⚠️ Nenhum diretório de bin encontrado
ru: ⚠ Справочник бин не найден
sv: ⚠ Ingen bin -katalog hittades
sw: ⚠️ Hakuna saraka ya bin iliyopatikana
tr: ⚠️ Bin dizini bulunamadı

source: 📁 Bubble contents ({} items):
am: 📁 አረፋ ይዘቶች ({} ዕቃዎች)
ar_eg: 📁 محتويات الفقاعة ({} العناصر):
bn: 📁 বুদ্বুদ বিষয়বস্তু ({} আইটেম):
da: 📁 Bobleindhold ({} varer):
de: 📁 Blaseninhalte ({} Elemente):
es: 📁 Contenido de burbujas ({} elementos):
fr: 📁 Contenu de bulles ({} éléments):
hi: 📁 बुलबुला सामग्री ({} आइटम):
hr: 📁 Sadržaj mjehurića ({} stavke):
id: 📁 Isi gelembung ({} item):
it: 📁 Contenuto della bolla ({} elementi):
ja: bubbleバブルコンテンツ（{}アイテム）：
ko: 📁 버블 내용물 ({} 항목) :
nl: 📁 Bubble -inhoud ({} items):
no: 📁 Bobleinnhold ({} elementer):
pl: 📁 Zawartość bąbelkowa ({} elementy):
pt_br: 📁 Conteúdo da bolha ({} itens):
ru: 📁 Содержание пузырьков ({} элементы):
sv: 📁 Bubbleinnehåll ({} artiklar):
sw: 📁 Yaliyomo ya Bubble ({} vitu):

source: 🔧 Testing direct binary execution...
am: 🔧 የሙከራ መደበኛ ሁለትዮሽ መገደል ...
ar_eg: 🔧 اختبار التنفيذ الثنائي المباشر ...
bn: 🔧 সরাসরি বাইনারি এক্সিকিউশন পরীক্ষা করা ...
da: 🔧 Test af direkte binær udførelse ...
de: 🔧 Testen der direkten Binärausführung ...
es: 🔧 Prueba de ejecución binaria directa ...
fr: 🔧 Tester l'exécution binaire directe ...
hi: 🔧 परीक्षण प्रत्यक्ष द्विआधारी निष्पादन ...
hr: 🔧 Ispitivanje izravnog binarnog izvršenja ...
id: 🔧 Menguji eksekusi biner langsung ...
it: 🔧 Test dell'esecuzione binaria diretta ...
ja: 🔧直接バイナリ実行のテスト...
ko: direct 직접 이진 실행 테스트 ...
nl: 🔧 Directe binaire uitvoering testen ...
no: 🔧 Testing direkte binær utførelse ...
pl: 🔧 Testowanie bezpośredniego wykonania binarnego ...
pt_br: 🔧 Testando a execução binária direta ...
ru: 🔧 Тестирование прямого бинарного исполнения ...
sv: 🔧 Testa direkt binär exekvering ...
sw: 🔧 Kujaribu utekelezaji wa moja kwa moja ...
tr: 🔧 Doğrudan ikili yürütmeyi test etmek ...

source: ❌ No UV binary found in bubble
am: ❌ አይን አረፋ ውስጥ አይገኝም
ar_eg: ❌ لم يتم العثور على ثنائي الأشعة فوق البنفسجية في الفقاعة
bn: ❌ বুদ্বুদে কোনও ইউভি বাইনারি পাওয়া যায় না
da: ❌ Ingen UV -binær fundet i boble
de: ❌ Keine UV -Binärin in Blase gefunden
es: ❌ No se encuentra binario UV en la burbuja
fr: ❌ Pas de binaire UV trouvé dans la bulle
hi: ❌ बबल में कोई यूवी बाइनरी नहीं मिला
hr: ❌ bez UV binarnog sustava koji se nalazi u mjehuriću
id: ❌ Tidak ada biner UV yang ditemukan dalam gelembung
it: ❌ Nessun binario UV trovato nella bolla
ja: bubbleバブルにあるUVバイナリはありません
ko: bubble에서 찾은 UV 바이너리가 없습니다
nl: ❌ Geen UV -binairijn gevonden in bubbel
no: ❌ Ingen UV -binær funnet i boble
pl: ❌ Brak binarny UV znaleziony w bańce
pt_br: ❌ Nenhum binário UV encontrado na bolha
ru: ❌ Бинарного из UV не найдено в пузыре
sv: ❌ Ingen binär UV -binär finns i bubblan
sw: ❌ Hakuna binary ya UV inayopatikana katika Bubble
tr: ❌ Kabarcıkta UV ikili bulunamadı

source: 🎯 Executing: {} --version
am: 🎯 አፈፃፀም: {}
ar_eg: 🎯 التنفيذ: {} -version
bn: 🎯 কার্যকর করা: {} -সংস্করণ
da: 🎯 Udførelse: {} -Version
de: 🎯 Ausführung: {} --version
es: 🎯 Ejecutando: {} --version
fr: 🎯 Exécution: {} --version
hi: 🎯 निष्पादन: {} --verss
hr: 🎯 Izvršavanje: {} --Version
id: 🎯 mengeksekusi: {} --version
it: 🎯 Esecuzione: {} -Version
ja: dexeeding：{} - version
ko: 🎯 실행 : {} -버전
nl: 🎯 Uitvoeren: {} -Versie
no: 🎯 Utførelse: {} -Versjon
pl: 🎯 Wykonanie: {} --version
pt_br: 🎯 Execução: {} --version
ru: 🎯 Выполнение: {} –Версия
sv: 🎯 Exekvering: {} --version
sw: 🎯 Utekelezaji: {} -ubadilishaji

source: ✅ Direct binary reported: {}
am: ✅ ቀጥተኛ ሁለትዮሽ ሪፖርት የተደረገ {}
ar_eg: ✅ تم الإبلاغ المباشر الثنائي: {}
bn: ✅ সরাসরি বাইনারি রিপোর্ট: {}
da: ✅ Direkte binær rapporteret: {}
de: ✅ Direct Binary gemeldet: {}
es: ✅ Binario directo informado: {}
fr: ✅ Binaire direct rapporté: {}
hi: ✅ प्रत्यक्ष बाइनरी ने रिपोर्ट किया: {}
hr: ✅ Izravni binarni prijavljeni: {}
id: ✅ Binary Langsung Dilaporkan: {}
it: ✅ Binary diretto riportato: {}
ja: direct Direct Binary Report：{}
ko: ✅ 직접 바이너리 보고서 : {}
nl: ✅ Direct binair gemeld: {}
no: ✅ Direkte binær rapportert: {}
pl: ✅ Zgłoszone bezpośrednich binarnych: {}
pt_br: ✅ Binário direto relatado: {}
ru: ✅ Direct Binary сообщил: {}
sv: ✅ Direktbinär rapporterad: {}
sw: ✅ moja kwa moja BINARRI iliyoripotiwa: {}

source: 🎯 Direct binary test: PASSED
am: 🎯 ቀጥተኛ የሁለትዮሽ ምርመራ: አል passed ል
ar_eg: 🎯 الاختبار الثنائي المباشر: مرت
bn: 🎯 সরাসরি বাইনারি পরীক্ষা: পাস
da: 🎯 Direkte binær test: bestået
de: 🎯 Direkter binärer Test: bestanden
es: 🎯 Prueba binaria directa: aprobado
fr: 🎯 Test binaire direct: réussi
hi: 🎯 प्रत्यक्ष द्विआधारी परीक्षण: पारित
hr: 🎯 Izravni binarni test: prošao
id: 🎯 Tes Biner Langsung: Lulus
it: 🎯 Test binario diretto: passato
ja: 🎯直接バイナリテスト：合格
ko: direct 이진 테스트 : 통과
nl: 🎯 Directe binaire test: doorgegeven
no: 🎯 Direkte binær test: bestått
pl: 🎯 Bezpośredni test binarny: Przeszedł
pt_br: 🎯 Teste binário direto: Passado
ru: 🎯 Прямой бинарный тест: прошел
sv: 🎯 Direkt binärt test: godkänd
sw: 🎯 Mtihani wa moja kwa moja wa binary: Iliyopitishwa
tr: 🎯 Doğrudan ikili test: geçti

source: ❌ Version mismatch: expected {}, got {}
am: ❌ የስሪት Matyatch: የሚጠበቀው {} , {}
ar_eg: ❌ الإصدار عدم تطابق: متوقع {} ، حصلت على {}
bn: ❌ সংস্করণ অমিল: প্রত্যাশিত {}, পেয়েছে {}
da: ❌ version mismatch: forventet {}, fik {}
de: ❌ Version Mismatch: Erwartet {}, Got {}
es: ❌ Versión de desajuste: esperado {}, Got {}
fr: ❌ Version Déliachance: attendue {}, Got {}
hi: ❌ संस्करण बेमेल: अपेक्षित {}, {} मिला
hr: ❌ Version Nesmatch: Očekivano {}, dobio {}
id: ❌ Versi ketidakcocokan: diharapkan {}, get {}
it: ❌ versione di versione: previsto {}, ottenuto {}
ja: ❌バージョンの不一致：期待{}、got {}
ko: ❌ 버전 불일치 : 예상 {}, got {}
nl: ❌ Versie mismatch: verwacht {}, kreeg {}
no: ❌ versjon Mismatch: forventet {}, fikk {}
pl: ❌ Wersja niedopasowanie: oczekiwany {}, dostał {}
pt_br: ❌ Version Incompatch: esperado {}, obtive {}
ru: ❌ Mancamate: ожидается {}, Got {}
sv: ❌ Version Mismatch: förväntat {}, Got {}
sw: Mismatch ya Toleo: Inatarajiwa {}, got {}

source: ❌ Direct binary execution failed: {}
am: ❌ ቀጥተኛ የሁለትዮሽ መገደል አልተሳካም- {}
ar_eg: ❌ فشل التنفيذ الثنائي المباشر: {}
bn: ❌ সরাসরি বাইনারি এক্সিকিউশন ব্যর্থ: {}
da: ❌ Direkte binær udførelse mislykkedes: {}
de: ❌ Direkte binäre Ausführung fehlgeschlagen: {}
es: ❌ Falló la ejecución binaria directa: {}
fr: ❌ L'exécution binaire directe a échoué: {}
hi: ❌ प्रत्यक्ष द्विआधारी निष्पादन विफल: {}
hr: ❌ izravno binarno izvršenje nije uspjelo: {}
id: ❌ Eksekusi biner langsung gagal: {}
it: ❌ Esecuzione binaria diretta non riuscita: {}
ja: ❌直接バイナリ実行に失敗しました：{}
ko: ❌ 직접 이진 실행 실패 : {}
nl: ❌ Directe binaire uitvoering is mislukt: {}
no: ❌ Direkte binær utførelse mislyktes: {}
pl: ❌ Bezpośrednie wykonanie binarne nie powiodło się: {}
pt_br: ❌ Execução binária direta falhou: {}
ru: ❌ Прямое бинарное выполнение не удалось: {}
sv: ❌ Direkt binär exekvering misslyckades: {}
sw: Utekelezaji wa moja kwa moja wa binary umeshindwa: {}
