Repository: 1minds3t/omnipkg
Catalog: omnipkg/locale/*/LC_MESSAGES/omnipkg.po
Languages: am, ar_eg, bn, da, de, es, fr, hi, hr, id, it, ja, ko, nl, no, pl, pt_br, ru, sv, sw, tr

source: 💭 Simulating Enter key press...
am: 💭 አስመዝግባዥ ቁልፍ ቁልፍ ፕሬስ ...
ar_eg: 💭 محاكاة أدخل مفتاح الضغط ...
bn: 💭 সিমুলেটিং কী প্রেস ...
da: 💭 Simulering af Enter Key Press ...
de: 💭 Simulation ENTER -Taste Drücken Sie ...
es: 💭 Simulando la tecla ENTER Presione ...
fr: 💭 Simuler Entrez la touche Appuyez sur ...
hi: 💭 सिमुलेटिंग एंटर कुंजी प्रेस ...
hr: 💭 Simuliranje tipke za unos ... Pritisnite ...
id: 💭 Simulasi Masukkan Key Tekan ...
it: 💭 Simulazione del tasto Invio Premere ...
ja: centingキープレスのシミュレーション...
ko: 💭 키 프레스 Enter 시뮬레이션 ...
nl: 💭 Simuleren Enter -toetsdruk ...
no: 💭 Simulering av enter tastetrykk ...
pl: 💭 Symulacja klawisz Enter naciśnij ...
pt_br: 💭 Simulação Enter a tecla Press ...
ru: 💭 Моделирование клавиши Enter Нажмите ...
sv: 💭 Simulera Enter Key Press ...
sw: 💭 Kuiga Ingiza kitufe cha waandishi wa habari ...
tr: 💭 Anahtar basına girin ...

source: 1) stable-main: Prioritize a stable main environment. (Recommended)
am: 1) የተረጋጋ-ዋና ዋና-የተረጋጋ ዋና አካባቢ ቅድሚያ ይስጡ.(የሚመከር)
ar_eg: 1) مستقر: إعطاء الأولوية لبيئة رئيسية مستقرة.(مُستَحسَن)
bn: 1) স্থিতিশীল-মূল: একটি স্থিতিশীল প্রধান পরিবেশকে অগ্রাধিকার দিন।(প্রস্তাবিত)
da: 1) Stabil-main: Prioriter et stabilt hovedmiljø.(Anbefales)
de: 1) Stabile Main: Priorisieren Sie eine stabile Hauptumgebung.(Empfohlen)
es: 1) Estable-Mayor: Priorice un entorno principal estable.(Recomendado)
fr: 1) STABLE-MAIN: Prioriser un environnement principal stable.(Recommandé)
hi: 1) स्थिर-मुख्य: एक स्थिर मुख्य वातावरण को प्राथमिकता दें।(अनुशंसित)
hr: 1) Stabilni main: prioritet stabilno glavno okruženje.(Preporučeno)
id: 1) Stabil-Main: Prioritaskan lingkungan utama yang stabil.(Direkomendasikan)
it: 1) Stabile-Main: dare la priorità a un ambiente principale stabile.(Raccomandato)
ja: 1）安定したメイン：安定したメイン環境を優先します。（推奨）
ko: 1) 안정적인 메인 : 안정적인 주요 환경의 우선 순위.(권장)
nl: 1) Stabiele Main: prioriteit geven aan een stabiele hoofdomgeving.(Aanbevolen)
no: 1) Stabil-Main: Prioriter et stabilt hovedmiljø.(Anbefalt)
pl: 1) Stabilna main: Priorytetyzuj stabilne główne środowisko.(Zalecony)
pt_br: 1) Main estável: priorize um ambiente principal estável.(Recomendado)
ru: 1) Стабильный флажок: Расстановка приоритетов в стабильной основной среде.(Рекомендуется)
sv: 1) Stabil-Main: Prioritera en stabil huvudmiljö.(Rekommenderad)
sw: 1) Kuu-Kuu: Toa kipaumbele mazingira kuu.(Imependekezwa)

source: 2) latest-active: Prioritize having the latest versions active.
am: 2) የቅርብ ጊዜ - ንቁ-የቅርብ ጊዜ ስሪቶች እንዲኖሩ ቅድሚያ ይስጡ.
ar_eg: 2) آخر نشاط: تحديد أولويات وجود أحدث الإصدارات نشطة.
bn: 2) সর্বশেষ-সক্রিয়: সর্বশেষতম সংস্করণগুলি সক্রিয় থাকার অগ্রাধিকার দিন।
da: 2) Seneste-aktiv: Prioriter at have de nyeste versioner aktive.
de: 2) LTADE-Active: Priorisieren Sie die neuesten Versionen aktiv.
es: 2) Último activo: priorice tener las últimas versiones activas.
fr: 2) Dernier actif: priorisez les dernières versions actives.
hi: 2) नवीनतम-सक्रिय: नवीनतम संस्करणों को सक्रिय होने से प्राथमिकता दें।
hr: 2) Najnovije aktivno: prioritet imati aktivne najnovije verzije.
id: 2) Aktif terbaru: Prioritaskan memiliki versi terbaru aktif.
it: 2) Ultimo attivo: dà la priorità a attive le ultime versioni.
ja: 2）最新活動：最新のバージョンをアクティブにすることを優先順位付けします。
ko: 2) 최신 활동 : 최신 버전을 활성화하는 우선 순위.
nl: 2) Nieuwste-actief: prioriteit geven aan de nieuwste versies actief.
no: 2) Siste aktive: prioritere å ha de siste versjonene aktive.
pl: 2) Ostatnie aktywne: priorytety mające na celu aktywność najnowszych wersji.
pt_br: 2) Attivo mais recente: priorize tendo as versões mais recentes ativas.
ru: 2) Последний активный: расставаться с приоритетом, имея последние версии.
sv: 2) Senaste aktiva: Prioritera att ha de senaste versionerna aktiva.
sw: 2) Kazi ya hivi karibuni: Toa kipaumbele kuwa na matoleo ya hivi karibuni yanafanya kazi.

source: Enter choice (1 or 2) [1]:
am: ምርጫ ያስገቡ (1 ወይም 2) [1]
ar_eg: أدخل الاختيار (1 أو 2) [1]:
bn: পছন্দ লিখুন (1 বা 2) [1]:
da: Indtast valg (1 eller 2) [1]:
de: Geben Sie die Wahl (1 oder 2) [1] ein:
es: Ingrese la elección (1 o 2) [1]:
fr: Entrez le choix (1 ou 2) [1]:
hi: विकल्प दर्ज करें (1 या 2) [1]:
hr: Unesite izbor (1 ili 2) [1]:
id: Masukkan Pilihan (1 atau 2) [1]:
it: Immettere la scelta (1 o 2) [1]:
ja: 選択（1または2）[1]を入力します：
ko: 선택 (1 또는 2) [1]을 입력하십시오.
nl: Voer de keuze in (1 of 2) [1]:
no: Skriv inn valg (1 eller 2) [1]:
pl: Wprowadź wybór (1 lub 2) [1]:
pt_br: Digite a escolha (1 ou 2) [1]:
ru: Введите выбор (1 или 2) [1]:
sv: Ange val (1 eller 2) [1]:
sw: Ingiza chaguo (1 au 2) [1]:
tr: Seçimi girin (1 veya 2) [1]:

source: Configuration saved to {path}.
am: ውቅር የተቀመጠው ለ{path}.
da: Konfiguration gemt til {path}.
de: Konfiguration gespeichert an {path}.
fr: Configuration enregistrée sur {path} .
hr: Konfiguracija spremljena na {path} .
id: Konfigurasi disimpan ke {path}.
it: Configurazione salvata a {path} .
nl: Configuratie opgeslagen tot {path} .
no: Konfigurasjon lagret til {path} .
pl: Konfiguracja zapisana na {path} .
pt_br: Configuração salva em {path}.
ru: Конфигурация сохранена в {path}.
sv: Konfiguration sparad på {path} .
sw: Usanidi umeokolewa {path}.

source: You can edit this file manually later.
am: ይህንን ፋይል በእጅ ያርትዑ.
ar_eg: يمكنك تحرير هذا الملف يدويًا لاحقًا.
bn: আপনি এই ফাইলটি ম্যানুয়ালি পরে সম্পাদনা করতে পারেন।
da: Du kan redigere denne fil manuelt senere.
de: Sie können diese Datei später manuell bearbeiten.
es: Puede editar este archivo manualmente más tarde.
fr: Vous pouvez modifier ce fichier manuellement plus tard.
hi: आप इस फ़ाइल को मैन्युअल रूप से बाद में संपादित कर सकते हैं।
hr: Ovu datoteku možete ručno urediti kasnije.
id: Anda dapat mengedit file ini secara manual nanti.
it: Puoi modificare questo file manualmente più tardi.
ja: このファイルを後で手動で編集できます。
ko: 나중에이 파일을 수동으로 편집 할 수 있습니다.
nl: U kunt dit bestand later handmatig bewerken.
no: Du kan redigere denne filen manuelt senere.
pl: Możesz edytować ten plik ręcznie później.
pt_br: Você pode editar este arquivo manualmente mais tarde.
ru: Вы можете редактировать этот файл вручную позже.
sv: Du kan redigera den här filen manuellt senare.
sw: Unaweza kuhariri faili hii baadaye.
tr: Bu dosyayı manuel olarak daha sonra düzenleyebilirsiniz.

source: Warning: Config file is corrupted. Starting fresh.
am: ማስጠንቀቂያ-ውቅረት ፋይል ተበላሽቷል.ትኩስ.
da: ADVARSEL: Config -fil er beskadiget.Starter frisk.
de: WARNUNG: Die Konfigurationsdatei ist beschädigt.Frisch anfangen.
fr: AVERTISSEMENT: le fichier de configuration est corrompu.Commencer frais.
hr: UPOZORENJE: Konfiguracija datoteka je oštećena.Počevši od svježeg.
id: Peringatan: File konfigurasi rusak.Mulai segar.
it: ATTENZIONE: il file di configurazione è danneggiato.Iniziare fresco.
nl: WAARSCHUWING: Config -bestand is beschadigd.Vers beginnen.
no: Advarsel: Konfigurasjonsfilen er ødelagt.Begynner frisk.
pl: OSTRZEŻENIE: Plik konfiguracyjny jest uszkodzony.Zaczynając od nowa.
pt_br: Aviso: o arquivo de configuração está corrompido.Começando fresco.
ru: Предупреждение: файл конфигурации поврежден.Начинать свежо.
sv: VARNING: Konfigurationsfilen är skadad.Starta färskt.
sw: Onyo: Faili ya usanidi imeharibiwa.Kuanzia safi.
tr: UYARI: Yapılandırma dosyası bozuk.Yeni başlıyor.

source: Updating config: Adding missing key '{key}'.
am: ማቀዝቀዣ-የጠፋውን ቁልፍ ማከል '{key}'.
da: Opdatering af konfiguration: Tilføjelse af manglende nøgle '{key}'.
de: Aktualisierung der Konfiguration: Hinzufügen des fehlenden Schlüssels '{key}'.
fr: Mise à jour de la configuration: ajout de la clé manquante '{key}'.
hr: Ažuriranje Konfiguriranja: Dodavanje nedostajućeg ključa '{key}'.
id: Memperbarui Config: Menambahkan tombol yang hilang '{key}'.
it: Aggiornamento della configurazione: aggiunta della chiave mancante '{key}'.
nl: Update config: ontbrekende sleutel '{key}' toevoegen.
no: Oppdateringskonfigurasjon: Legge til manglende nøkkel '{key}'.
pl: Aktualizacja konfiguracji: Dodanie brakującego klucza “{key}”.
pt_br: Atualizando Config: Adicionando a chave ausente '{key}'.
ru: Обновление конфигурации: добавление недостающей клавиши '{key}'.
sv: Uppdateringskonfiguration: Lägga till saknad nyckel '{key}'.
sw: Kusasisha usanidi: Kuongeza ufunguo wa kukosa ' {key} '.

source: ✅ Config file updated successfully.
am: ✅ አዋቅር ፋይል በተሳካ ሁኔታ ዘምኗል.
da: ✅ Config -fil opdateres med succes.
de: ✅ Konfigurationsdatei erfolgreich aktualisiert.
fr: ✅ Fichier de configuration mis à jour avec succès.
hr: ✅ Konfiguriraj datoteku uspješno ažurira.
id: ✅ File konfigurasi berhasil diperbarui.
it: ✅ File di configurazione aggiornato correttamente.
nl: ✅ Configuratiebestand met succes bijgewerkt.
no: ✅ Konfigurasjonsfil oppdatert vellykket.
pl: ✅ Udane zaktualizowane plik konfiguracyjne.
pt_br: ✅ arquivo de configuração atualizado com sucesso.
ru: ✅ Файл конфигурации успешно обновлен.
sv: ✅ Konfigurera fil uppdaterad framgångsrikt.
sw: Faili ya kusanidi iliyosasishwa kwa mafanikio.
tr: ✅ Yapılandırma dosyası başarıyla güncellendi.

source: ⚠️ Warning: Failed to load path registry, starting fresh.
am: ማስጠንቀቂያ-ትኩስ በሆነ መንገድ የመመዝገቢያ መዝገብን መጫን አልተሳካም.
ar_eg: ⚠ تحذير: فشل في تحميل سجل المسار ، والبدء من جديد.
bn: ⚠ সতর্কতা: তাজা শুরু করে পাথ রেজিস্ট্রি লোড করতে ব্যর্থ।
da: ⚠ Advarsel: Kunne ikke indlæse sti -registreringsdatabasen, starte frisk.
de: ⚠️ WARNUNG: Die Registrierung des Pfades versäumte es, frisch zu beginnen.
es: ⚠️ ADVERTENCIA: No se pudo cargar el registro de ruta, comenzando de nuevo.
fr: ⚠️ AVERTISSEMENT: Impossible de charger le registre des chemins, démarrer frais.
hi: ⚠ चेतावनी: ताजा शुरू करते हुए, पथ रजिस्ट्री लोड करने में विफल।
hr: ⚠️ UPOZORENJE: Nije uspjelo učitati registar staza, počevši od svježeg.
id: ⚠️ PERINGATAN: Gagal memuat registri jalur, mulai segar.
it: ⚠️ ATTENZIONE: Impossibile caricare il registro dei percorsi, cominciare da nuovo.
ja: 「警告：パスレジストリのロードに失敗し、新鮮」を開始しました。
ko: ⚠️ 경고 : 신선한 시작으로 경로 레지스트리를로드하지 못했습니다.
nl: ⚠️ WAARSCHUWING: Kan het register van het pad niet laden, opnieuw beginnen.
no: ⚠ ADVARSEL: Kunne ikke laste baneregisteret, og startet friskt.
pl: ⚠️ Ostrzeżenie: Nie udało się załadować rejestru ścieżki, zaczynając od nowa.
pt_br: ⚠️ Aviso: Falha ao carregar o Registro de Caminho, começando Fresh.
ru: ⚠ Предупреждение: не удалось загрузить реестр пути, начиная с свежо.
sv: ⚠ Varning: Det gick inte att ladda Path Registry, starta färskt.
sw: Onyo: Imeshindwa kupakia Usajili wa Njia, kuanzia safi.
tr: ⚠️ Uyarı: Taze başlatarak yol kayıt defterini yükleyemedi.

source: -> Trying strategy 1: pip dry-run...
am: -> መሞከር ሙከራ 1: - Pip ደረቅ - ሩጫ ...
ar_eg: -> الإستراتيجية المحاولة 1: pip run-run ...
bn: -> চেষ্টা কৌশল 1: পিপ শুকনো রান ...
da: -> Prøvestrategi 1: Pip Dry-Run ...
de: -> Versuch Strategie 1: Pip Dry-Run ...
es: -> Estrategia de prueba 1: Pip-Dry-Cun ...
fr: -> Essayer Strategy 1: Pip Dry-Run ...
hi: -> कोशिश की रणनीति 1: पिप ड्राई-रन ...
hr: -> Isprobavanje strategije 1: PIP Dry-Run ...
id: -> Mencoba Strategi 1: Pip Dry-Run ...
it: -> Strategia di prova 1: PIP-Run a secco ...
ja: - >戦略を試す1：ピップドライラン...
ko: -> 시도 전략 1 : Pip Dry-Run ...
nl: -> Proberen strategie 1: PIP DRY-RUN ...
no: -> Prøver strategi 1: Pip tørrkjøring ...
pl: -> Próbowanie strategii 1: Pip sucha ...
pt_br: -> Estratégia de tentativa 1: Pip Run Run ...
ru: -> Попробуйте стратегию 1: PIP Dry-Run ...
sv: -> Försöksstrategi 1: Pip Dry-Run ...
sw: -> Mkakati wa kujaribu 1: Pip kavu ...
tr: -> Strateji Deneme 1: Pip kuru koşusu ...

source: ✅ Success: Dependencies resolved via pip dry-run.
am: Set ስኬት: - ጥገኛዎች በፒፒ ደረቅ-ሩጫ በኩል ተፈትተዋል.
ar_eg: ✅ النجاح: يتم حل التبعيات عبر PIP الجاف.
bn: ✅ সাফল্য: পিআইপি শুকনো রান মাধ্যমে নির্ভরতা সমাধান করা হয়েছে।
da: ✅ Succes: Afhængigheder løst via PIP-tørring.
de: ✅ Erfolg: Abhängigkeiten über PIP-Trockenrun.
es: ✅ éxito: dependencias resueltas a través de PIP seco.
fr: ✅ Succès: dépendances résolues via PIP à sec.
hi: ✅ सफलता: निर्भरता पाइप ड्राई-रन के माध्यम से हल की गई।
hr: ✅ Uspjeh: Ovisnosti riješene PIP Dry-Run.
id: ✅ Sukses: Ketergantungan diselesaikan melalui Pip Dry-Run.
it: ✅ Successo: le dipendenze si sono risolte tramite pip a secco.
ja: ✅成功：PIPドライランを介して依存関係が解決されました。
ko: ✅ 성공 : Pip Dry-Run을 통해 의존성이 해결되었습니다.
nl: ✅ Succes: afhankelijkheden opgelost via PIP Dry-Run.
no: ✅ Suksess: Avhengigheter løst via Pip Dry-Run.
pl: ✅ Sukces: Zależności rozstrzygnięte za pośrednictwem PIP suche.
pt_br: ✅ Sucesso: dependências resolvidas via pip seco.
ru: ✅ Успех: зависимости, решаемые с помощью PIP Dry-Run.
sv: ✅ Framgång: Beroenden löstes via pip torrkörning.
sw: ✅ Mafanikio: utegemezi utatatuliwa kupitia kukimbia kwa bomba.
tr: ✅ Başarı: PIP kuru çalıştırma yoluyla çözülen bağımlılıklar.

source: -> Trying strategy 2: PyPI API...
am: -> መሞከር ሙከራ 2 PYPI ኤፒአይ ...
ar_eg: -> محاولة الاستراتيجية 2: PYPI API ...
bn: -> চেষ্টা কৌশল 2: পাইপিআই এপিআই ...
da: -> Prøvestrategi 2: PYPI API ...
de: -> Versuch Strategie 2: PYPI API ...
es: -> Estrategia de prueba 2: API PYPI ...
fr: -> Essayer Strategy 2: API PYPI ...
hi: -> कोशिश की रणनीति 2: PYYPI API ...
hr: -> Isprobavanje strategije 2: PYPI API ...
id: -> mencoba strategi 2: PYPI API ...
it: -> Strategia di prova 2: API PYPI ...
ja: - >戦略を試す2：Pypi API ...
ko: -> 시도 전략 2 : PYPI API ...
nl: -> Proberen strategie 2: PYPI API ...
no: -> Prøver strategi 2: PYPI API ...
pl: -> Próbowanie strategii 2: PYPI API ...
pt_br: -> Estratégia de tentativa 2: Pypi API ...
ru: -> Попробуйте стратегию 2: PYPI API ...
sv: -> Försöksstrategi 2: PYPI API ...
sw: -> Mkakati wa kujaribu 2: Pypi API ...
tr: -> Strateji Deneme 2: Pypi API ...

source: ✅ Success: Dependencies resolved via PyPI API.
am: ✅ ስኬት: - በ PYPI ኤ.ፒ.አይ.
ar_eg: ✅ النجاح: تم حل التبعيات عبر PYPI API.
bn: ✅ সাফল্য: পিআইপিআই এপিআইয়ের মাধ্যমে নির্ভরতাগুলি সমাধান করা হয়েছে।
da: ✅ Succes: Afhængigheder løst via PYPI API.
de: ✅ Erfolg: Abhängigkeiten über PYPI -API gelöst.
es: ✅ éxito: dependencias resueltas a través de la API PYPI.
fr: ✅ Succès: les dépendances résolues via l'API PYPI.
hi: ✅ सफलता: PYPI API के माध्यम से निर्भरता को हल किया गया।
hr: ✅ Uspjeh: ovisnosti riješene putem PYPI API -ja.
id: ✅ Sukses: Ketergantungan diselesaikan melalui PYPI API.
it: ✅ Successo: dipendenze risolte tramite API PYPI.
ja: ✅成功：Pypi APIを介して解決された依存関係。
ko: ✅ 성공 : PYPI API를 통해 의존성이 해결됩니다.
nl: ✅ Succes: afhankelijkheden opgelost via PYPI API.
no: ✅ Suksess: Avhengigheter løst via PYPI API.
pl: ✅ Sukces: Zależności rozwiązane za pośrednictwem PYPI API.
pt_br: ✅ Sucesso: dependências resolvidas via API Pypi.
ru: ✅ Успех: зависимости разрешены через PYPI API.
sv: ✅ Framgång: Beroenden löstes via PYPI API.
sw: ✅ Mafanikio: utegemezi kutatuliwa kupitia API ya PYPI.
tr: ✅ Başarı: PYPI API ile çözülen bağımlılıklar.

source: -> Trying strategy 3: pip show fallback...
am: -> መሞከር ሙከራ 3: Pip ማሳያ መውደቅ ...
ar_eg: -> الإستراتيجية المحاولة 3: PIP SHOND RAPPRACK ...
bn: -> চেষ্টা করার কৌশল 3: পিপ শো ফ্যালব্যাক ...
da: -> Forsøgsstrategi 3: Pip Show Fallback ...
de: -> Versuch Strategie 3: PIP Show Fallback ...
es: -> Estrategia intentando 3: Pip Show Fallback ...
fr: -> Essayer Strategy 3: Pip Show Fallback ...
hi: -> कोशिश की रणनीति 3: पिप शो फॉलबैक ...
hr: -> Strategija isprobavanja 3: PIP Show Refalback ...
id: -> Mencoba Strategi 3: Pip Show Fallback ...
it: -> Strategia di prova 3: PIP Show Fallback ...
ja: - >戦略を試す3：ピップショーフォールバック...
ko: -> 전략 시도 3 : PIP 쇼 폴백 ...
nl: -> Proberen strategie 3: PIP Show Fallback ...
no: -> Prøver strategi 3: Pip show Fallback ...
pl: -> Próbowanie strategii 3: PIP Show Fallback ...
pt_br: -> Tentando a estratégia 3: Pip Show Fallback ...
ru: -> Попробуйте стратегию 3: PIP Show Sharkback ...
sv: -> Försöksstrategi 3: Pip Show Fallback ...
sw: -> Mkakati wa kujaribu 3: Bomba onyesha kurudi nyuma ...
tr: -> Strateji Deneme 3: Pip Gösterim Geri Alım ...

source: ✅ Success: Dependencies resolved from existing installation.
am: Coccation ስኬት: - ከነባር ጭነት የተወሰዱ ናቸው.
ar_eg: ✅ النجاح: يتم حل التبعيات من التثبيت الحالي.
bn: ✅ সাফল্য: বিদ্যমান ইনস্টলেশন থেকে নির্ভরতাগুলি সমাধান করা হয়েছে।
da: ✅ Succes: Afhængigheder løst fra eksisterende installation.
de: ✅ Erfolg: Abhängigkeiten von der vorhandenen Installation.
es: ✅ éxito: dependencias resueltas desde la instalación existente.
fr: ✅ Succès: dépendances résolues à partir de l'installation existante.
hi: ✅ सफलता: मौजूदा स्थापना से निर्भरता।
hr: ✅ Uspjeh: ovisnosti riješene postojećom instalacijom.
id: ✅ Sukses: Ketergantungan diselesaikan dari instalasi yang ada.
it: ✅ Successo: le dipendenze si sono risolte dall'installazione esistente.
ja: ✅成功：既存のインストールから解決された依存関係。
ko: ✅ 성공 : 기존 설치에서 의존성이 해결되었습니다.
nl: ✅ Succes: afhankelijkheden opgelost door bestaande installatie.
no: ✅ Suksess: Avhengigheter løst fra eksisterende installasjon.
pl: ✅ Sukces: Zależności rozwiązane w wyniku istniejącej instalacji.
pt_br: ✅ Sucesso: dependências resolvidas a partir da instalação existente.
ru: ✅ Успех: зависимости, решаемые из существующей установки.
sv: ✅ Framgång: Beroenden löstes från befintlig installation.
sw: ✅ Mafanikio: Utegemezi utatatuliwa kutoka kwa usanikishaji uliopo.
tr: ✅ Başarı: Mevcut kurulumdan çözülen bağımlılıklar.

source: 🔍 Verifying package integrity...
am: የጥቅሉ ጽኑ አቋም ማረጋገጥ ...
ar_eg: 🔍 التحقق من سلامة الحزمة ...
bn: Pack প্যাকেজ অখণ্ডতা যাচাই করা ...
da: 🔍 Bekræftelse af pakkeintegritet ...
de: 🔍 Überprüfung der Paketintegrität ...
es: 🔍 Verificar la integridad del paquete ...
fr: 🔍 Vérifier l'intégrité du package ...
hi: 🔍 सत्यापन पैकेज अखंडता ...
hr: 🔍 Provjera integriteta paketa ...
id: 🔍 memverifikasi integritas paket ...
it: 🔍 Verificare l'integrità del pacchetto ...
ja: packageパッケージの整合性の検証...
ko: package 패키지 무결성 확인 ...
nl: 🔍 Integriteit van pakket verifiëren ...
no: 🔍 Verifisering av pakkeintegritet ...
pl: 🔍 Weryfikacja integralności pakietu ...
pt_br: 🔍 Verificando a integridade do pacote ...
ru: 🔍 Проверка целостности пакета ...
sv: 🔍 Verifiera paketintegritet ...
sw: 🔍 Kuhakikisha uadilifu wa kifurushi ...
tr: 🔍 Paket bütünlüğünü doğrulama ...

source: ⚡️ Loading main environment hash index from cache...
am: Mods ዋና አካባቢን በመጫን መሸጎጫ ከመሸጎጫ ማውጣት ...
ar_eg: ⚡ تحميل فهرس التجزئة البيئة الرئيسية من ذاكرة التخزين المؤقت ...
bn: Cash ক্যাশে থেকে প্রধান পরিবেশ হ্যাশ সূচক লোড করা ...
da: ⚡ Indlæsning af hovedmiljø hashindeks fra cache ...
de: ⚡️ Laden Sie den Hash -Index der Hauptumgebung aus dem Cache ...
es: ⚡️ Cargando el Índice de hash del entorno principal de la caché ...
fr: ⚡️ Chargement Index de hachage environnemental principal à partir du cache ...
hi: ⚡ कैश से मुख्य वातावरण हैश इंडेक्स लोड करना ...
hr: ⚡️ Umetanje glavnog okruženja hash indeks iz predmemorije ...
id: ⚡️ memuat indeks hash lingkungan utama dari cache ...
it: ⚡️ Caricamento dell'indice hash dell'ambiente principale dalla cache ...
ja: CACHEからメイン環境ハッシュインデックスのロード...
ko: Cache의 주요 환경 해시 인덱스로드 ...
nl: ⚡️ HASH INDEX LOTEN HADEMIVIAAL VAN CACHE ...
no: ⚡ Last inn hovedmiljø hashindeks fra cache ...
pl: ⚡️ Ładowanie głównego indeksu skrótu środowiska z pamięci podręcznej ...
pt_br: ⚡️ Carregando o índice de hash do ambiente principal do cache ...
ru: ⚡ Загрузка основной среды хэш -индекс из кеша ...
sv: ⚡ Ladda huvudmiljö hashindex från cache ...
sw: Index ya Kupakia Mazingira Kuu ya Hash kutoka Cache ...
tr: Cache önbellekten ana ortam karma dizinini yükleme ...

source: 📦 Attempting fast indexing via package metadata...
am: Passion በ Plag ሜታዳታ በኩል በፍጥነት ማውጫዎችን መሞከር ...
ar_eg: 📦 محاولة الفهرسة السريعة عبر البيانات الوصفية الحزمة ...
bn: Aad প্যাকেজ মেটাডেটার মাধ্যমে দ্রুত সূচকের চেষ্টা করা ...
da: 📦 Forsøg hurtigt indeksering via pakningsmetadata ...
de: 📦 Versuch der schnellen Indexierung über Paketmetadaten ...
es: 📦 Intentar indexación rápida a través de metadatos del paquete ...
fr: 📦 Tenter d'indexation rapide via les métadonnées du package ...
hi: 📦 पैकेज मेटाडेटा के माध्यम से तेजी से अनुक्रमण का प्रयास ...
hr: 📦 Pokušaj brzog indeksiranja putem metapodataka paketa ...
id: 📦 Mencoba pengindeksan cepat melalui metadata paket ...
it: 📦 Tentativo di indicizzazione rapida tramite metadati del pacchetto ...
ja: packadataを介して高速インデックスを試みる...
ko: package 패키지 메타 데이터를 통한 빠른 인덱싱 시도 ...
nl: 📦 Probeert snelle indexering via pakketmetadata ...
no: 📦 Forsøk rask indeksering via pakkemetadata ...
pl: 📦 Próba szybkiego indeksowania za pomocą metadanych pakietów ...
pt_br: 📦 Tentativa de indexação rápida via metadados do pacote ...
ru: 📦 Попытка быстрого индексации с помощью метаданных пакетов ...
sv: 📦 Försöker snabb indexering via paketmetadata ...
sw: 📦 Kujaribu kuorodhesha haraka kupitia metadata ya kifurushi ...
tr: 📦 Paket meta verileriyle hızlı dizinleme denemek ...

source: ❌ Could not connect to Redis. Is the Redis server running?
am: ❌ ከአድራንስ ጋር መገናኘት አልተቻለም.የአድራሻ አገልጋይ እየሮጠ ነው?
ar_eg: ❌ لا يمكن الاتصال بـ Redis.هل يعمل خادم Redis؟
bn: Red রেডিসের সাথে সংযোগ করতে পারেনি।রেডিস সার্ভারটি চলছে?
da: ❌ kunne ikke oprette forbindelse til Redis.Kører Redis -serveren?
de: ❌ konnte sich nicht mit Redis verbinden.Läuft der Redis -Server?
es: ❌ No pudo conectarse a Redis.¿Está ejecutándose el servidor Redis?
fr: ❌ n'a pas pu se connecter à Redis.Le serveur Redis est-il en cours d'exécution?
hi: ❌ Redis से कनेक्ट नहीं हो सका।Redis सर्वर चल रहा है?
hr: ❌ nije se mogao povezati s redisom.Radi li se Redis poslužitelj?
id: ❌ Tidak dapat terhubung ke Redis.Apakah server Redis berjalan?
it: ❌ Impossibile connettersi a Redis.Il server Redis è in esecuzione?
ja: redisに接続できませんでした。Redisサーバーは実行されていますか？
ko: Redis에 연결할 수 없었습니다.Redis 서버가 실행 중입니까?
nl: ❌ kon geen verbinding maken met Redis.Draait de Redis -server?
no: ❌ Kunne ikke koble til Redis.Kjører Redis -serveren?
pl: ❌ Nie można połączyć się z Redis.Czy serwer Redis działa?
pt_br: ❌ Não foi possível conectar -se a Redis.O servidor Redis está em execução?
ru: ❌ Не удалось подключиться к Redis.Работает сервер Redis?
sv: ❌ kunde inte ansluta till Redis.Kör Redis -servern?
sw: ❌ Haikuweza kuungana na Redis.Je! Seva ya Redis inaendesha?
tr: Red Redis'e bağlanamadı.Redis sunucusu çalışıyor mu?

source: ✅ Configuration file does not exist. Nothing to do.
am: ✅ ውቅረት ፋይል የለም.ምንም ነገር ምንም ነገር የለም.
ar_eg: ✅ ملف التكوين غير موجود.لا شيء للقيام به.
bn: ✅ কনফিগারেশন ফাইল বিদ্যমান নেই।কিছুই করার নেই।
da: ✅ Konfigurationsfil findes ikke.Intet at gøre.
de: ✅ Die Konfigurationsdatei gibt es nicht.Nichts zu tun.
es: ✅ El archivo de configuración no existe.Nada que hacer.
fr: ✅ Le fichier de configuration n'existe pas.Rien à faire.
hi: ✅ कॉन्फ़िगरेशन फ़ाइल मौजूद नहीं है।कुछ भी नहीं करना।
hr: ✅ Konfiguracijska datoteka ne postoji.Nema što učiniti.
id: ✅ File konfigurasi tidak ada.Tidak ada yang bisa dilakukan.
it: ✅ Il file di configurazione non esiste.Niente da fare.
ja: ✅設定ファイルは存在しません。何もすることはありません。
ko: configuration 파일이 존재하지 않습니다.할 일이 없습니다.
nl: ✅ Configuratiebestand bestaat niet.Niets te doen.
no: ✅ Konfigurasjonsfil eksisterer ikke.Ingenting å gjøre.
pl: ✅ Configuration file does not exist.Nie ma nic do roboty.
pt_br: ✅ O arquivo de configuração não existe.Nada a fazer.
ru: ✅ Файл конфигурации не существует.Ничего не делать.
sv: ✅ Konfigurationsfil finns inte.Inget att göra.
sw: Faili ya usanidi haipo.Hakuna cha kufanya.
tr: ✅ Yapılandırma dosyası yok.Yapacak bir şey yok.

source: 🚫 Reset cancelled.
am: 🚫 ዳግም ማስጀመሪያ ተሰር .ል.
ar_eg: 🚫 إعادة تعيين إلغاء.
bn: 🚫 রিসেট বাতিল করা হয়েছে।
da: 🚫 Nulstil annulleret.
de: 🚫 Storniert zurücksetzen.
es: 🚫 Restablecer cancelado.
fr: 🚫 Réinitialiser annulé.
hi: 🚫 RESET रद्द कर दिया गया।
hr: 🚫 Otkazano resetiranje.
id: 🚫 Reset dibatalkan.
it: 🚫 Ripristina cancellata.
ja: CANCEREDをリセットします。
ko: 🚫 재설정 취소.
nl: 🚫 Reset geannuleerd.
no: 🚫 Tilbakestill kansellert.
pl: 🚫 Zresetuj anulowany.
pt_br: 🚫 Redefinir cancelado.
ru: 🚫 Сброс отменен.
sv: 🚫 Återställ avbruten.
sw: 🚫 Rudisha upya.
tr: 🚫 Sıfırla iptal edildi.
