Repository: 1minds3t/omnipkg
Catalog: omnipkg/locale/*/LC_MESSAGES/omnipkg.po
Languages: am, ar_eg, bn, da, de, es, fr, hi, hr, id, it, ja, ko, nl, no, pl, pt_br, ru, sv, sw, tr

source: {}, ...and {} more
am: {}, ... እና {} የበለጠ
ar_eg: {} ، ... و {} أكثر
bn: {}, ... এবং {} আরও
da: {}, ... og {} mere
de: {}, ... und {} mehr
es: {}, ... y {} más
fr: {}, ... et {} plus
hi: {}, ... और {} अधिक
hr: {}, ... i {} više
id: {}, ... dan {} lebih
it: {}, ... e {} di più
ja: {}、...および{} more
ko: {}, ... 그리고 {} more
nl: {}, ... en {} meer
no: {}, ... og {} mer
pl: {}, ... i {} więcej
pt_br: {}, ... e {} mais
ru: {}, ... и {} подробнее
sv: {}, ... och {} mer
sw: {}, ... na {} zaidi
tr: {}, ... ve {} daha fazla

source: 📋 KEY DATA: No Redis data found for '{}'
am: ቁልፍ ውሂብ: - < {} > የተገኘ ዳይስ ውሂብ የለም
ar_eg: 📋 بيانات المفاتيح: لم يتم العثور على بيانات redis لـ '{}'
bn: 📋 কী ডেটা: '{}' এর জন্য কোনও রেডিস ডেটা পাওয়া যায় নি
da: 📋 Nøgedata: Ingen Redis -data fundet for '{}'
de: 📋 Schlüsseldaten: Keine Redis -Daten für '{}' gefunden
es: 📋 Datos clave: No se encuentran datos Redis para '{}'
fr: 📋 Données clés: aucune donnée Redis trouvée pour '{}'
hi: 📋 कुंजी डेटा: कोई Redis डेटा '{}' के लिए नहीं मिला
hr: 📋 Ključni podaci: nisu pronađeni Redis podaci za '{}'
id: 📋 Data Utama: Tidak ada data redis yang ditemukan untuk '{}'
it: 📋 Dati chiave: nessun dati Redis trovati per '{}'
ja: 📋キーデータ：「{}」のRedisデータは見つかりません
ko: 📋 핵심 데이터 : '{}'에 대한 REDIS 데이터가 없습니다.
nl: 📋 Sleutelgegevens: geen Redis -gegevens gevonden voor '{}'
no: 📋 Nøkkeldata: Ingen Redis -data funnet for '{}'
pl: 📋 Kluczowe dane: Brak danych Redis dla „{}”
pt_br: 📋 Dados -chave: nenhum dado redis encontrado para '{}'
ru: 📋 Данные ключа: нет данных Redis, найденных для '{}'
sv: 📋 Nyckeldata: Inga REDIS -data hittades för '{}'
sw: 📋 Takwimu muhimu: Hakuna data ya Redis inayopatikana kwa '{}'
tr: 📋 Anahtar veriler: '{}' için redis verisi bulunamadı

source: 📋 KEY DATA for '{}':
am: 📋 ቁልፍ መረጃ '{}':
ar_eg: 📋 بيانات المفتاح لـ '{}':
bn: '{}' এর জন্য কী ডেটা:
da: 📋 Nøgedata for '{}':
de: 📋 Schlüsseldaten für '{}':
es: 📋 Datos clave para '{}':
fr: 📋 Données clés pour '{}':
hi: '{}' के लिए कुंजी डेटा:
hr: 📋 Ključni podaci za '{}':
id: 📋 Data utama untuk '{}':
it: 📋 Dati chiave per '{}':
ja: 「{}」の重要なデータ：
ko: ''{} '에 대한 주요 데이터 :
nl: 📋 Belangrijkste gegevens voor '{}':
no: 📋 Nøkkeldata for '{}':
pl: 📋 Kluczowe dane dla „{}”:
pt_br: 📋 Dados -chave para '{}':
ru: 📋 Данные ключа для '{}':
sv: 📋 Nyckeldata för '{}':
sw: 📋 Takwimu muhimu za '{}':
tr: 📋 '{}' için anahtar veriler:

source: 🎯 Active Version: {}
am: 🎯 ንቁ ስሪት: {}
ar_eg: 🎯 الإصدار النشط: {}
bn: 🎯 সক্রিয় সংস্করণ: {}
da: 🎯 Aktiv version: {}
de: 🎯 aktive Version: {}
es: 🎯 Versión activa: {}
fr: 🎯 Version active: {}
hi: 🎯 सक्रिय संस्करण: {}
hr: 🎯 Aktivna verzija: {}
id: 🎯 Versi Aktif: {}
it: 🎯 Versione attiva: {}
ja: 🎯アクティブバージョン：{}
ko: 🎯 활성 버전 : {}
nl: 🎯 Actieve versie: {}
no: 🎯 Aktiv versjon: {}
pl: 🎯 Aktywna wersja: {}
pt_br: 🎯 Versão ativa: {}
ru: 🎯 Активная версия: {}
sv: 🎯 Aktiv version: {}
sw: 🎯 Toleo linalotumika: {}
tr: 🎯 Aktif sürüm: {}

source: 🫧 Bubbled Versions: {}
am: 🫧 አረፋ ስሪቶች: {}
ar_eg: 🫧 الإصدارات الفائقة: {}
bn: 🫧 বুদবুদ সংস্করণ: {}
da: 🫧 Boblede versioner: {}
de: 🫧 Sprudelversionen: {}
es: 🫧 Versiones burbujeadas: {}
fr: 🫧 Versions bouillonnantes: {}
hi: 🫧 बुदबुदाती संस्करण: {}
hr: 🫧 Bubbled verzije: {}
id: 🫧 Versi Bubbled: {}
it: 🫧 versioni gorgogliate: {}
ja: bubbledバブルバージョン：{}
ko: 🫧 버블 버전 : {}
nl: 🫧 Bubbled versies: {}
no: 🫧 Boblede versjoner: {}
pl: 🫧 Wersje bąbelkowe: {}
pt_br: 🫧 Versões borbulhadas: {}
ru: 🫧 Пузырированные версии: {}
sv: 🫧 Bubblade versioner: {}
sw: 🫧 Matoleo ya Bubbled: {}
tr: 🫧 Bubble sürümleri: {}

source: 📦 Available Versions:
am: 📦 የሚገኙ ስሪቶች
ar_eg: 📦 الإصدارات المتاحة:
bn: Dary উপলব্ধ সংস্করণ:
da: 📦 Tilgængelige versioner:
de: 📦 verfügbare Versionen:
es: 📦 Versiones disponibles:
fr: 📦 Versions disponibles:
hi: 📦 उपलब्ध संस्करण:
hr: 📦 Dostupne verzije:
id: 📦 Versi yang tersedia:
it: 📦 Versioni disponibili:
ja: 📦利用可能なバージョン：
ko: 📦 사용 가능한 버전 :
nl: 📦 Beschikbare versies:
no: 📦 Tilgjengelige versjoner:
pl: 📦 Dostępne wersje:
pt_br: 📦 Versões disponíveis:
ru: 📦 Доступные версии:
sv: 📦 Tillgängliga versioner:
sw: Matoleo yanayopatikana:
tr: 📦 Kullanılabilir sürümler:

source: 💡 Want details on a specific version?
am: Anive በተወሰነ ስሪት ላይ ዝርዝሮችን ይፈልጋሉ?
ar_eg: 💡 هل تريد تفاصيل عن نسخة محددة؟
bn: A একটি নির্দিষ্ট সংস্করণে বিশদ চান?
da: 💡 Vil du have detaljer om en bestemt version?
de: 💡 Details zu einer bestimmten Version wünschen?
es: 💡 ¿Quieres detalles sobre una versión específica?
fr: 💡 Vous voulez des détails sur une version spécifique?
hi: 💡 एक विशिष्ट संस्करण पर विवरण चाहते हैं?
hr: 💡 Želite detalje o određenoj verziji?
id: 💡 Ingin detail pada versi tertentu?
it: 💡 Vuoi dettagli su una versione specifica?
ja: celific特定のバージョンの詳細が必要ですか？
ko: 💡 특정 버전에 대한 세부 정보를 원하십니까?
nl: 💡 Wilt u details over een specifieke versie?
no: 💡 Vil du ha detaljer om en bestemt versjon?
pl: 💡 Chcesz szczegółowe informacje na temat konkretnej wersji?
pt_br: 💡 Deseja detalhes sobre uma versão específica?
ru: 💡 Хотите подробности о конкретной версии?
sv: 💡 Vill du ha information om en specifik version?
sw: 💡 Unataka maelezo juu ya toleo maalum?
tr: 💡 Belirli bir sürüm hakkında ayrıntılar ister misiniz?

source: Enter number (1-{}) or press Enter to skip:
am: ቁጥር ያስገቡ (1- {}) ወይም ለመዝለል አስገባን ይጫኑ.
ar_eg: إدخال الرقم (1- {}) أو اضغط على إدخال للتخطي:
bn: নম্বর লিখুন (1- {}) বা এড়িয়ে যেতে ENTER টিপুন:
da: Enter nummer (1- {}) eller tryk på Enter for at springe over:
de: Geben Sie die Nummer (1- {}) ein oder drücken Sie die Eingabetaste, um zu überspringen:
es: Ingrese el número (1- {}) o presione Entrar para omitir:
fr: Entrez le numéro (1- {}) ou appuyez sur Entrée pour sauter:
hi: नंबर दर्ज करें (1- {}) या स्किप करने के लिए Enter दबाएँ:
hr: Unesite broj (1- {}) ili pritisnite Enter za preskočenje:
id: Masukkan nomor (1- {}) atau tekan enter untuk lewati:
it: Invio numero (1- {}) o premere Invio per saltare:
ja: 番号（1- {}）を入力するか、Enterを押してスキップします。
ko: 번호 (1- {})를 입력하거나 Enter를 누르면 건너 뜁니다.
nl: Voer nummer (1- {}) in of druk op Enter om over te slaan:
no: Skriv inn nummer (1- {}) eller trykk Enter for å hoppe over:
pl: Wprowadź numer (1- {}) lub naciśnij ENTER, aby pominąć:
pt_br: Digite o número (1- {}) ou pressione Enter para pular:
ru: Введите номер (1- {}) или нажмите Enter, чтобы пропустить:
sv: Ange nummer (1- {}) eller tryck på Enter för att hoppa över:
sw: Ingiza nambari (1- {}) au bonyeza Enter ili Skip:
tr: (1- {}) numarasını girin veya atlamak için Enter tuşuna basın:

source: 📄 Detailed info for {} v{}
am: 📄 ዝርዝር መረጃ ለ {} v {}
ar_eg: 📄 معلومات مفصلة لـ {} v {}
bn: {} V {} এর জন্য বিশদ তথ্য
da: 📄 Detaljeret info til {} V {}
de: 📄 Detaillierte Informationen für {} v{}
es: 📄 Información detallada para {} V {}
fr: 📄 Informations détaillées pour {} v {}
hi: {} V {} के लिए विस्तृत जानकारी
hr: 📄 Detaljne informacije za {} v {}
id: 📄 Info terperinci untuk {} v{}
it: 📄 Informazioni dettagliate per {} V {}
ja: 📄 {} v{}の詳細情報
ko: 📄 {} v {}에 대한 자세한 정보
nl: 📄 Gedetailleerde info voor {} V {}
no: 📄 Detaljert info for {} v {}
pl: 📄 Szczegółowe informacje dla {} v{}
pt_br: 📄 Informações detalhadas para {} v {}
ru: 📄 Подробная информация для {} v {}
sv: 📄 Detaljerad information för {} V {}
sw: Maelezo ya kina ya {} v {}

source: ❌ No detailed data found for {} v{}
am: ❌ ምንም ዝርዝር መረጃ አልተገኘም{}v{}
ar_eg: ❌ لم يتم العثور على بيانات مفصلة لـ {} v {}
bn: {} V {} এর জন্য কোনও বিশদ ডেটা পাওয়া যায় না
da: ❌ Ingen detaljerede data fundet for {} V {}
de: Keine detaillierten Daten für {} v {} gefunden
es: ❌ No se encuentran datos detallados para {} v{}
fr: ❌ Aucune donnée détaillée trouvée pour {} v {}
hi: {} V {} के लिए कोई विस्तृत डेटा नहीं मिला
hr: ❌ Nisu pronađeni detaljni podaci za {} v {}
id: ❌ Tidak ada data terperinci yang ditemukan untuk {} v{}
it: ❌ nessun dati dettagliati trovati per {} v{}
ja: ❌ {} v{}の詳細データは見つかりませんでした。
ko: ❌ {} v {}에 대한 자세한 데이터가 없습니다.
nl: ❌ Geen gedetailleerde gegevens gevonden voor {} V {}
no: ❌ Ingen detaljerte data funnet for {} v{}
pl: ❌ Brak szczegółowych danych dla {} v {}
pt_br: ❌ Não há dados detalhados encontrados para {} v {}
ru: ❌ Нет подробных данных для {} v {}
sv: ❌ Inga detaljerade data hittades för {} V {}
sw: ❌ Hakuna data ya kina inayopatikana kwa {} V {}

source: The data is fetched from Redis key: {}
am: ውሂቡ ከቀይስ ቁልፍ ተሞልቷል {}
ar_eg: تم جلب البيانات من مفتاح Redis: {}
bn: রেডিস কী থেকে ডেটা আনা হয়েছে: {}
da: Dataene hentes fra Redis -nøgle: {}
de: Die Daten werden aus Redis -Schlüssel abgerufen: {}
es: Los datos se obtienen de la tecla Redis: {}
fr: Les données sont récupérées à partir de la clé redis: {}
hi: डेटा Redis कुंजी से प्राप्त किया गया है: {}
hr: Podaci su preuzeti iz redis tipke: {}
id: Data diambil dari kunci redis: {}
it: I dati vengono recuperati dalla chiave Redis: {}
ja: データはRedisキーから取得されます：{}
ko: 데이터는 Redis Key에서 가져 왔습니다 : {}
nl: De gegevens zijn opgehaald uit Redis Key: {}
no: Dataene hentes fra Redis Key: {}
pl: Dane są pobierane z klawisza Redis: {}
pt_br: Os dados são buscados na chave Redis: {}
ru: Данные извлекаются из redis key: {}
sv: Uppgifterna hämtas från Redis Key: {}
sw: Data imechukuliwa kutoka kwa ufunguo wa Redis: {}
tr: Veriler Redis Key'den alındı: {}

source: ---[ Health & Security ]---
am: --- [ጤና) ጤና እና ደህንነት] - -
ar_eg: --- [الصحة والأمن] ---
bn: --- [স্বাস্থ্য ও সুরক্ষা] ---
da: --- [Sundhed og sikkerhed] ---
de: --- [Gesundheit & Sicherheit] ---
es: --- [Salud y seguridad] ---
fr: --- [santé et sécurité] ---
hi: --- [स्वास्थ्य और सुरक्षा] ---
hr: --- [zdravlje i sigurnost] ---
id: --- [Kesehatan & Keamanan] ---
ja: --- [健康とセキュリティ] ---
ko: --- [건강 및 보안] ---
nl: --- [Gezondheid en beveiliging] ---
no: --- [helse og sikkerhet] ---
pl: --- [Zdrowie i bezpieczeństwo] ---
pt_br: --- [Saúde e Segurança] ---
ru: --- [Здоровье и безопасность] ---
sv: --- [Hälsa och säkerhet] ---
sw: --- [Afya na Usalama] ---
tr: --- [Sağlık ve Güvenlik] ---

source: ---[ Build Info ]---
am: --- [መረጃ መገንባት መረጃ] ---
ar_eg: --- [بناء معلومات] ---
bn: --- [তথ্য বিল্ড] ---
da: --- [Byg info] ---
de: --- [info] ---
es: --- [construir información] ---
fr: --- [Créer des informations] ---
hi: --- [निर्माण जानकारी] ---
hr: --- [Izgradite informacije] ---
id: --- [Bangun info] ---
ja: --- [情報のビルド] ---
ko: --- [정보 빌드] ---
no: --- [Bygg info] ---
pl: --- [Informacje o budowie] ---
pt_br: --- [Construir informações] ---
ru: --- [Построить информацию] ---
sv: --- [Bygg info] ---
sw: --- [kujenga habari] ---
tr: --- [Bilgi Oluştur] ---

source: 💡 For all raw data, use Redis key: "{}"
am: 💡 ለሁሉም ጥሬ ውሂብ, የአድዲስ ቁልፍን ይጠቀሙ "{}"
ar_eg: 💡 لجميع البيانات الخام ، استخدم مفتاح Redis: "{}"
bn: All সমস্ত কাঁচা ডেটার জন্য, রেডিস কী ব্যবহার করুন: "{}"
da: 💡 For alle rå data skal du bruge Redis -nøgle: "{}"
de: 💡 Verwenden Sie für alle Rohdaten den Redis -Schlüssel: "{}"
es: 💡 Para todos los datos sin procesar, use la tecla Redis: "{}"
fr: 💡 Pour toutes les données brutes, utilisez la clé Redis: "{}"
hi: 💡 सभी कच्चे डेटा के लिए, Redis कुंजी का उपयोग करें: "{}"
hr: 💡 Za sve sirove podatke, koristite redis tipku: "{}"
id: 💡 Untuk semua data mentah, gunakan tombol redis: "{}"
it: 💡 Per tutti i dati grezzi, usa Redis Key: "{}"
ja: redisキーを使用して、すべての生データについて： "{}"
ko: 모든 원시 데이터의 경우 Redis 키를 사용하십시오 : "{}"
nl: 💡 Gebruik voor alle onbewerkte gegevens Redis -toets: "{}"
no: 💡 For alle rå data, bruk Redis -tasten: "{}"
pl: 💡 W przypadku wszystkich surowych danych użyj klawisza Redis: „{}”
pt_br: 💡 Para todos os dados brutos, use Redis Key: "{}"
ru: 💡 Для всех необработанных данных используйте redis key: "{}"
sv: 💡 För alla rådata, använd Redis -nyckel: "{}"
sw: 💡 Kwa data yote mbichi, tumia kitufe cha Redis: "{}"
tr: 💡 Tüm ham veriler için REDIS tuşunu kullanın: "{}"

source: ⚠️ Could not save environment snapshot: {}
am: Commune የአካባቢን ቅጽበታዊ ገጽ እይታ ማስቀመጥ አልተቻለም: {}
ar_eg: ⚠ لم يستطع توفير لقطة البيئة: {}
bn: Center পরিবেশ স্ন্যাপশট সংরক্ষণ করতে পারেনি: {}
da: ⚠ Kunne ikke spare snapshot: {}
de: ⚠️ konnte Umgebungs -Snapshot nicht speichern: {}
es: ⚠️ no pudo guardar la instantánea del entorno: {}
fr: ⚠️ n'a pas pu sauver un instantané de l'environnement: {}
hi: ⚠ पर्यावरण स्नैपशॉट नहीं बचा सका: {}
hr: ⚠️ nije mogao uštedjeti snimak okoliša: {}
id: ⚠️ tidak dapat menyimpan snapshot lingkungan: {}
it: ⚠️ Impossibile salvare l'istantanea dell'ambiente: {}
ja: ⚠️環境スナップショットを保存できませんでした：{}
ko: ⚠️ 환경 스냅 샷을 저장할 수 없습니다 : {}
nl: ⚠️ kan geen omgeving opslaan: {}
no: ⚠ Kunne ikke spare miljøets øyeblikksbilde: {}
pl: ⚠️ nie można zaoszczędzić migawki środowiska: {}
pt_br: ⚠️ Não foi possível salvar instantâneo do ambiente: {}
ru: ⚠ Не удалось сохранить снимки среды: {}
sv: ⚠ kunde inte spara ögonblicksbild: {}
sw: ⚠️ Haikuweza kuokoa picha ya mazingira: {}
tr: ⚠️ Çevre Anlık Görüntüsünü Kaydedemedi: {}

source: ⚠️ Warning: Cannot determine active omnipkg version. Proceeding with caution.
am: ማስጠንቀቂያ-ንቁ የኦምኒካልኪግ ስሪት መወሰን አይችልም.ጥንቃቄ ያድርጉ.
da: ⚠ Advarsel: Kan ikke bestemme aktiv omnipkg -version.Fortsætter med forsigtighed.
de: ⚠️ Warnung: Die aktive Omnipkg -Version kann nicht bestimmen.Vorsicht vorgehen.
fr: ⚠️ AVERTISSEMENT: Impossible de déterminer la version OMNIPKG active.Procéder avec prudence.
hr: ⚠️ UPOZORENJE: Ne može odrediti aktivnu OmniPKG verziju.Postupajući s oprezom.
id: ⚠️ PERINGATAN: Tidak dapat menentukan versi omnipkg aktif.Melanjutkan dengan hati -hati.
it: ⚠️ ATTENZIONE: Impossibile determinare la versione OMNIPKG attiva.Procedere con cautela.
nl: ⚠️ WAARSCHUWING: kan de actieve omnipkg -versie niet bepalen.Voorzichtig gaan.
no: ⚠ Advarsel: Kan ikke bestemme aktiv OMNIPKG -versjon.Fortsetter med forsiktighet.
pl: ⚠️ Ostrzeżenie: Nie można określić aktywnej wersji OmnipKg.Postępowanie z ostrożnością.
pt_br: ⚠️ Aviso: não é possível determinar a versão ativa do omnipkg.Prosseguindo com cautela.
ru: ⚠ Предупреждение: не может определить активную версию Omnipkg.Продолжая с осторожностью.
sv: ⚠ Varning: Kan inte bestämma aktiv OMNIPKG -version.Fortsätter med försiktighet.
sw: Onyo: Haiwezi kuamua toleo la kazi la omnipkg.Kuendelea kwa tahadhari.
tr: ⚠️ Uyarı: Etkin OMNIPKG sürümünü belirleyemiyor.Dikkatle devam ediyor.

source: ✅ omnipkg=={} is already the active omnipkg. No bubble needed.
am: ✅ Omnipkg == {} ቀድሞውኑ ንቁ ኦሚኒካዊ ነው. ምንም አረፋ አይህፈልግም.
da: ✅ OmnipKg == '{}' er allerede den aktive OmnipKg.Ingen boble havde brug for.
de: ✅ omnipkg == '{}' ist bereits der aktive Omnipkg. Keine Blase benötigt.
fr: ✅ omnipkg == {} est déjà l'omnipkg actif.Aucune bulle nécessaire.
hr: omnipkg=={} je već aktivni omniPKG.Nijedan mjehurić nije potreban
id: ✅ omnipkg == '{}' sudah merupakan omnipkg aktif.Tidak diperlukan gelembung.
it: ✅ omnipkg == '{}' è già l'omnipkg attivo.Nessuna bolla necessaria.
nl: omnipkg == '{}' is al de actieve omnipkg.Geen bubbel nodig.
no: ✅ Omnipkg == '{}' er allerede den aktive Omnipkg.Ingen boble nødvendig.
pl: ✅ Omnipkg == '{}' jest już aktywnym Omnipkg.Brak bańki.
pt_br: ✅ omnipkg == '{}' já é o omnipkg ativo.Nenhuma bolha precisa.
ru: ✅ omnipkg == {} уже является активным Omnipkg.Не нужно пузырь.
sv: ✅ Omnipkg == {} är redan den aktiva omnipkg.Ingen bubbla behövs.
sw: ✅ omnipkg == '{}' tayari ni omnipkg inayofanya kazi.Hakuna Bubble inahitajika.

source: ✨ Special handling: omnipkg '{}' requested. This will be installed into an isolated bubble, not as the active omnipkg.
am: ✨ ልዩ አያያዝ: - OMNIPG '{} ተጠይቀዋል.ይህ እንደ ንቁ ኦምኒካዊ ሳይሆን ገለልተኛ አረፋ ይጫናል.
da: ✨ Speciel håndtering: Omnipkg '{}' anmodet.Dette vil blive installeret i en isoleret boble, ikke som den aktive omnipkg.
de: ✨ Spezielles Handling: omnipkg '{}' angefordert.Dies wird in eine isolierte Blase installiert, nicht als aktives Omnipkg.
fr: ✨ Manipulation spéciale: omnipkg '{}' demandé.Ceci sera installé dans une bulle isolée, et non comme l'omnipkg actif.
hr: ✨ Posebno rukovanje: OmniPKG '{}' traženo.To će biti ugrađeno u izolirani mjehurić, a ne kao aktivni OmniPKG.
id: ✨ Penanganan Khusus: Omnipkg '{}' diminta.Ini akan dipasang ke dalam gelembung yang terisolasi, bukan sebagai omnipkg aktif.
it: ✨ Gestione speciale: omnipkg '{}' richiesto.Questo verrà installato in una bolla isolata, non come Omnipkg attivo.
nl: ✨ Speciale handling: omnipkg '{}' gevraagd.Dit wordt geïnstalleerd in een geïsoleerde bubbel, niet als de actieve omnipkg.
no: ✨ Spesiell håndtering: omnipkg '{}' forespurt.Dette vil bli installert i en isolert boble, ikke som den aktive omnipkg.
pl: ✨ Specjalne obchodzenie się: Omnipkg '{}' żądane.Zostanie to zainstalowane w izolowanej bańce, a nie jako aktywny OmnipKG.
pt_br: ✨ Manuseio especial: omnipkg '{}' solicitado.Isso será instalado em uma bolha isolada, não como o omnipkg ativo.
ru: ✨ Специальная обработка: Omnipkg '{}' Запрос.Это будет установлено в изолированный пузырь, а не как активный Omnipkg.
sv: ✨ Specialhantering: omnipkg '{}' begärde.Detta kommer att installeras i en isolerad bubbla, inte som den aktiva omnipkg.
sw: ✨ Utunzaji maalum: omnipkg '{}' imeombewa.Hii itawekwa ndani ya Bubble ya pekee, sio kama Omnipkg inayofanya kazi.
tr: ✨ Özel kullanım: omnipkg '{}' istenmiştir.Bu, aktif omnipkg olarak değil, izole edilmiş bir kabarcığa monte edilecektir.

source: ❌ Could not find a compatible wheel for omnipkg=={}. Cannot create bubble.
am: ❌ ለኦምፒክግ == omnipkg=={} ተኳሃኝ ጎማ ማግኘት አልተቻለም.አረፋ መፍጠር አይችልም.
da: ❌ kunne ikke finde et kompatibelt hjul til OmnipKg == {}.Kan ikke skabe boble.
de: ❌ konnte kein kompatibles Rad für omnipkg == {} finden.Kann keine Blase erzeugen.
fr: ❌ n'a pas pu trouver de roue compatible pour omnipkg == {} .Impossible de créer une bulle.
hr: ❌ nisam mogao pronaći kompatibilni kotač za omniPKG == {} .Ne može stvoriti mjehurić.
id: ❌ Tidak dapat menemukan roda yang kompatibel untuk omnipkg == {}. Tidak bisa membuat gelembung.
it: ❌ non è riuscito a trovare una ruota compatibile per omnipkg == {}.Non può creare bolla.
nl: ❌ kon geen compatibel wiel vinden voor omnipkg == {}.Kan geen bellen creëren.
no: ❌ kunne ikke finne et kompatibelt hjul for omnipkg == "{}". Kan ikke lage boble.
pl: ❌ Nie można znaleźć kompatybilnego koła dla Omnipkg == {}. Nie można stworzyć bańki.
pt_br: ❌ Não foi possível encontrar uma roda compatível para omnipkg == '{}' .Não pode criar bolha.
ru: ❌ Не удалось найти совместимое колесо для omnipkg == {}.Не может создать пузырь.
sv: ❌ kunde inte hitta ett kompatibelt hjul för omnipkg == {}. Kan inte skapa bubbla.
sw: ❌ Haikuweza kupata gurudumu linalolingana la omnipkg == {}. Haiwezi kuunda Bubble.

source: ❌ Failed to create bubble for omnipkg=={}.
am: ❌ Failed to create bubble for omnipkg=={}. ለኦምፒክግ == __PH__ ላይ አረፋ መ῰ትሳካም.
da: ❌ Kunne ikke skabe boble til OmnipKg == '{}' .
de: ❌ konnte keine Blase für omnipkg == {} erstellen.
fr: ❌ n'a pas réussi à créer une bulle pour omnipkg == {}.
hr: ❌ nije uspio stvoriti mjehurić za omnipkg == '{}' .
id: ❌ Gagal membuat gelembung untuk omnipkg == '{}' .
it: ❌ non è riuscito a creare una bolla per omnipkg == {} .
nl: ❌ Kan bellen niet maken voor omnipkg == {}.
no: ❌ Kunne ikke lage boble for omnipkg == {}.
pl: ❌ Nie udało się utworzyć bańki dla Omnipkg == {}.
pt_br: ❌ Falha ao criar bolha para omnipkg == {}.
ru: ❌ Не удалось создать пузырь для omnipkg == {}.
sv: ❌ Det gick inte att skapa bubbla för omnipkg == {}.
sw: ❌ Imeshindwa kuunda Bubble kwa omnipkg == {}.

source: ✅ omnipkg=={} successfully bubbled.
am: ✅ Omnipkg == {} በተሳካ ሁኔቦይ አሽኝል.
da: ✅ Omnipkg == '{}' boblet med succes.
de: omnipkg=='{}' erfolgreich sprudelt.
fr: ✅ omnipkg == {} Butillé avec succès.
hr: ✅ OmniPKG == {} uspješno je bacao.
id: ✅ omnipkg == {} berhasil menggelegak.
it: ✅ Omnipkg == '{}' ha gorgogliato correttamente.
nl: ✅ Omnipkg == "{}" bubbelde met succes.
no: ✅ OMNIPKG == '{}' vellykket boblet.
pl: ✅ Omnipkg == {} pomyślnie bąbelkowane.
pt_br: ✅ omnipkg == {} borbulhou com sucesso.
ru: ✅ omnipkg == {} успешно пузырится.
sv: ✅ Omnipkg == '{}' bubblade framgångsrikt.
sw: omnipkg == '{}' kufanikiwa

source: 🚀 Starting install with policy: '{}'
am: ከፖሊሲው ጋር መጫዎቻ መጀመር: - '{}'
da: 🚀 Start Install med politik: '{}'
de: 🚀 Installation mit Richtlinie: '{}'
fr: 🚀 Commencer l'installation avec la stratégie: '{}'
hr: 🚀 Početak instalacije s politikom: '{}'
id: 🚀 Mulai Instal dengan Kebijakan: '{}'
it: 🚀 Avvio dell'installazione con la politica: '{}'
nl: 🚀 Begin installeren met beleid: '{}'
no: 🚀 Start install med policy: '{}'
pl: 🚀 Rozpoczęcie instalacji z zasadami: „{}”
pt_br: 🚀 Começando a instalação com a política: '{}'
ru: 🚀 Начальная установка с политикой: '{}'
sv: 🚀 Starta installation med policy: '{}'
sw: 🚀 Kuanza kusanikisha na sera: '{}'
tr: 🚀 İlke ile kurulum başlatmak: '{}'

source: 🔄 Reordered packages for optimal installation: {}
am: ለተሻለ ጭነት ፓኬጆች ፓኬጆች: {}
da: 🔄 ombestilte pakker til optimal installation: {}
de: 🔄 Umgestaltete Pakete für eine optimale Installation: {}
fr: 🔄 Packages réorganisés pour une installation optimale: {}
hr: 🔄 Preuređeni paketi za optimalnu instalaciju: {}
id: 🔄 Paket yang Dipesan Dinyatakan untuk Instalasi Optimal: {}
it: 🔄 pacchetti riordinati per installazione ottimale: {}
nl: 🔄 opnieuw geordende pakketten voor optimale installatie: {}
no: 🔄 Omslagte pakker for optimal installasjon: {}
pl: 🔄 Zamawiień pakiety dla optymalnej instalacji: {}
pt_br: 🔄 Pacotes reordenados para instalação ideal: {}
ru: 🔄 Переупорядоченные пакеты для оптимальной установки: {}
sv: 🔄 Omordnade paket för optimal installation: {}
sw: 🔄 Vifurushi vilivyowekwa upya kwa usanidi mzuri: {}
tr: 🔄 Optimum kurulum için yeniden sıralanmış paketler: {}

source: 📦 Processing: {}
am: 📦 ሂደት: {}
da: 📦 Behandling: {}
de: 📦 Verarbeitung: {}
fr: 📦 Traitement: {}
hr: 📦 Obrada: {}
id: 📦 pemrosesan: {}
it: 📦 Elaborazione: {}
nl: 📦 verwerking: {}
no: 📦 Behandling: {}
pl: 📦 Przetwarzanie: {}
pt_br: 📦 Processamento: {}
ru: 📦 Обработка: {}
sv: 📦 Bearbetning: {}
sw: Usindikaji: {}
tr: 📦 İşleme: {}

source: ✅ Requirement already satisfied: {}
am: ✅ መስፈርቶች ቀድሞውኑ ረክተዋል {}
da: ✅ Krav allerede tilfreds: {}
de: ✅ Voraussetzung bereits erfüllt: {}
fr: ✅ exigence déjà satisfaite: {}
hr: ✅ Uvjet je već zadovoljan: {}
id: ✅ Persyaratan sudah puas: {}
it: ✅ Requisito già soddisfatto: {}
nl: ✅ vereiste al voldaan: {}
no: ✅ Krav allerede er fornøyd: {}
pl: ✅ Wymaganie już spełnione: {}
pt_br: ✅ Requisito já satisfeito: {}
ru: ✅ Требование уже удовлетворено: {}
sv: ✅ Kravet redan uppfyllt: {}
sw: ✅ Mahitaji tayari yameridhika: {}
tr: ✅ Gereksinim zaten memnun: {}

source: - Found {} packages
am: - ተገኝቷል{}ፓኬጆች
da: - Fundet {} pakker
de: - Found {} Pakete
fr: - Packages trouvés {}
hr: - Pronađeni {} paketi
id: - Menemukan paket {}
it: - Trovato pacchetti {}
nl: - gevonden {} pakketten
no: - Fant {} pakker
pl: - Znaleziono pakiety {}
pt_br: - Pacotes encontrados {}
ru: - Нашел {} Пакеты
sv: - hittade {} paket
sw: - kupatikana {} vifurushi
tr: - {} paketleri bulundu

source: ⚙️ Running pip install for: {}...
am: ⚙️ የፒአይፒ ጫጫታ ይሮጡ: {} ...
da: ⚙ Running Pip Install til: '{}' ...
de: ⚙️ Ausführen von PIP Installation für: {} ...
fr: ⚙️ Running Pip Installation pour: {} ...
hr: ⚙️ Running PIP instalacija za: {} ...
id: ⚙️ Running Pip Instal untuk: {} ...
it: ⚙️ Esecuzione di PIP Installa per: {} ...
nl: ⚙️ Runnen PIP -installatie voor: {} ...
no: ⚙ Kjør Pip Install for: '{}' ...
pl: ⚙️ Uruchamianie instalacji PIP dla: '{}' ...
pt_br: ⚙️ Excorrendo a instalação do PIP para: '{}' ...
ru: ⚙ Запуск PIP Установка для: {} ...
sv: ⚙ Kör pip -installation för: "{}" ...
sw: Sakinisha bomba linaloendesha kwa: '{}' ...
