Repository: 1minds3t/omnipkg
Catalog: omnipkg/locale/*/LC_MESSAGES/omnipkg.po
Languages: am, ar_eg, bn, da, de, es, fr, hi, hr, id, it, ja, ko, nl, no, pl, pt_br, ru, sv, sw, tr

source: 🔬 Final verification - stable environment state
am: 🔬 የመጨረሻ ማረጋገጫ - የተረጋጋ አካባቢ ሁኔታ
da: 🔬 Endelig verifikation - stabil miljøtilstand
de: 🔬 Abschließende Überprüfung - stabiler Umgebungszustand
fr: 🔬 Vérification finale - État d'environnement stable
hr: 🔬 Konačna provjera - stabilno stanje okoliša
id: 🔬 Verifikasi akhir - keadaan lingkungan yang stabil
it: 🔬 Verifica finale - Stato ambientale stabile
nl: 🔬 Eindverificatie - Stabiele omgevingsstaat
no: 🔬 Endelig verifisering - Stabil miljøstat
pl: 🔬 Ostateczna weryfikacja - stabilny stan środowiska
pt_br: 🔬 Verificação final - Estado do ambiente estável
ru: 🔬 Окончательная проверка - состояние стабильной среды
sv: 🔬 Slutlig verifiering - stabilt miljötillstånd
sw: Uthibitishaji wa mwisho - hali thabiti ya mazingira
tr: 🔬 Son doğrulama - istikrarlı çevre durumu

source: python{}.{}
hr: piton{}.{}
it: pitone{}.{}
pl: pyton{}.{}
sv: pytonorm{}.{}

source: python{}
ar_eg: بيثون {}
bn: পাইথন {}
es: pitón{}
hi: पायथन {}
hr: piton{}
it: pitone{}
ko: 파이썬 {}
pl: pyton{}
sv: pytonorm{}

source: ||---ww |
bn: || --- ডাব্লুডাব্লু |

source: {}) v{} ({})
bn: {}) ভি {} ({})

source: $ python {}
bn: $ পাইথন {}
hi: $ पायथन {}
ko: $ 파이썬{}

source: - 📁 {} ({} MB){}
bn: - 📁 {} ({} এমবি) {}
hi: - 📁{}({}एमबी){}

source: %(prog)s {}
bn: %(প্রগ) এস {}
