Repository: 1minds3t/omnipkg
Catalog: omnipkg/locale/*/LC_MESSAGES/omnipkg.po
Languages: am, ar_eg, bn, da, de, es, fr, hi, hr, id, it, ja, ko, nl, no, pl, pt_br, ru, sv, sw, tr

source: Override the display language for this command (e.g., es, de, ja)
am: ለዚህ ትዕዛዝ የማሳያ ቋንቋውን ይሽራሉ (ለምሳሌ, es, ዲ, ጃ, j)
ar_eg: تجاوز لغة العرض لهذا الأمر (على سبيل المثال ، ES ، DE ، JA)
bn: এই কমান্ডের জন্য ডিসপ্লে ভাষাটি ওভাররাইড করুন (উদাঃ, এস, ডি, জেএ)
da: Tilsidesæt displaysproget til denne kommando (f.eks. ES, DE, JA)
de: Überschreiben Sie die Anzeigesprache für diesen Befehl (z. B. ES, DE, JA).
es: Anule el lenguaje de visualización para este comando (por ejemplo, ES, DE, JA)
fr: Remplacez le langage d'affichage pour cette commande (par exemple, ES, DE, JA)
hi: इस कमांड के लिए डिस्प्ले लैंग्वेज ओवरराइड करें (जैसे, ईएस, डे, जेए)
hr: Organizirajte jezik prikaza za ovu naredbu (npr. Es, DE, JA)
id: Mengamati bahasa tampilan untuk perintah ini (mis., ES, DE, JA)
it: Sostituire la lingua di visualizzazione per questo comando (ad es. ES, DE, JA)
ja: このコマンドのディスプレイ言語をオーバーライドします（例：es、de、ja）
ko: 이 명령의 디스플레이 언어를 대체하십시오 (예 : ES, DE, JA)
nl: Registreer de weergavetaal voor deze opdracht (bijv. Es, DE, Ja)
no: Overstyr skjermspråket for denne kommandoen (f.eks. ES, DE, JA)
pl: Zastąp język wyświetlania tego polecenia (np. Es, de, JA)
pt_br: Substitua a linguagem de exibição para este comando (por exemplo, es, de, JA)
ru: Переопределить язык отображения для этой команды (например, ES, DE, JA)
sv: Åsidosätta visningsspråket för detta kommando (t.ex. ES, DE, JA)
sw: Ongeza lugha ya kuonyesha kwa amri hii (k.v., ES, DE, JA)
tr: Bu komutun ekran dilini geçersiz kılma (ör. ES, DE, JA)

source: Available commands:
am: የሚገኙ ትዕዛዞች:
ar_eg: الأوامر المتاحة:
bn: উপলভ্য কমান্ড:
da: Tilgængelige kommandoer:
de: Verfügbare Befehle:
es: Comandos disponibles:
fr: Commandes disponibles:
hi: उपलब्ध आदेश:
hr: Dostupne naredbe:
id: Perintah yang tersedia:
it: Comandi disponibili:
ja: 利用可能なコマンド：
ko: 사용 가능한 명령 :
nl: Beschikbare opdrachten:
no: Tilgjengelige kommandoer:
pl: Dostępne polecenia:
pt_br: Comandos disponíveis:
ru: Доступные команды:
sv: Tillgängliga kommandon:
sw: Amri zinazopatikana:
tr: Kullanılabilir komutlar:

source: Install packages with intelligent conflict resolution
am: ፓኬጆችን በማሰብ ከግግግ ግጭት ጥራት ጋር ይጫኑ
ar_eg: تثبيت الحزم مع حل النزاع الذكي
bn: বুদ্ধিমান সংঘাতের সমাধানের সাথে প্যাকেজগুলি ইনস্টল করুন
da: Installer pakker med intelligent konfliktløsning
de: Installieren Sie Pakete mit intelligenter Konfliktlösung
es: Instalar paquetes con resolución inteligente de conflictos
fr: Installez des packages avec une résolution de conflit intelligente
hi: बुद्धिमान संघर्ष संकल्प के साथ पैकेज स्थापित करें
hr: Instalirajte pakete s inteligentnim rješavanjem sukoba
id: Instal Paket dengan Resolusi Konflik Cerdas
it: Installa pacchetti con risoluzione di conflitto intelligente
ja: インテリジェントな競合解決でパッケージをインストールします
ko: 지능적인 충돌 해상도로 패키지를 설치하십시오
nl: Installeer pakketten met intelligente conflictoplossing
no: Installer pakker med intelligent konfliktløsning
pl: Zainstaluj pakiety z inteligentną rozdzielczością konfliktów
pt_br: Instale pacotes com resolução inteligente de conflitos
ru: Установить пакеты с интеллектуальным разрешением конфликтов
sv: Installera paket med intelligent konfliktlösning
sw: Weka vifurushi na utatuzi wa migogoro ya akili
tr: Akıllı çatışma çözümü olan paketleri yükleyin

source: Install packages with automatic version management and conflict resolution
am: ፓኬጆችን አውቶማቲክ ስሪት ማኔጅመንት እና ከግጭት መፍታት ጋር ይጫኑ
da: Installer pakker med automatisk versionstyring og konfliktløsning
de: Installieren Sie Pakete mit automatischer Versionsverwaltung und Konfliktlösung
fr: Installez des packages avec gestion automatique des versions et résolution des conflits
hr: Instalirajte pakete s automatskim upravljanjem verzijama i rješavanjem sukoba
id: Instal Paket dengan Manajemen Versi Otomatis dan Resolusi Konflik
it: Installa pacchetti con gestione automatica della versione e risoluzione dei conflitti
nl: Installeer pakketten met automatisch versiebeheer en conflictoplossing
no: Installer pakker med automatisk versjonsstyring og konfliktløsning
pl: Zainstaluj pakiety z automatycznym zarządzaniem wersją i rozwiązywaniem konfliktów
pt_br: Instale pacotes com gerenciamento automático de versão e resolução de conflitos
ru: Установить пакеты с автоматическим управлением версиями и разрешением конфликтов
sv: Installera paket med automatisk versionhantering och konfliktlösning
sw: Weka vifurushi na usimamizi wa toleo la moja kwa moja na utatuzi wa migogoro
tr: Otomatik sürüm yönetimi ve çatışma çözünürlüğüne sahip paketleri yükleyin

source: Packages to install (e.g., "requests==2.25.1", "numpy>=1.20")
am: ፓኬጆች ለመጫን (e.g., "requests==2.25.1", "numpy>=1.20")
ar_eg: حزم للتثبيت (على سبيل المثال ، "الطلبات == 2.25.1" ، "Numpy> = 1.20")
bn: ইনস্টল করার জন্য প্যাকেজগুলি (উদাঃ, "অনুরোধগুলি == 2.25.1", "নুমপি> = 1.20")
da: Pakker til installation (f.eks. "Anmodninger == 2.25.1", "numpy> = 1,20")
de: Zu installierende Pakete (z. B. "Anforderungen == 2.25.1", "Numpy> = 1,20")
es: Paquetes para instalar (por ejemplo, "solicitudes == 2.25.1", "Numpy> = 1.20")
fr: Packages à installer (par exemple, "requêtes == 2.25.1", "Numpy> = 1,20")
hi: स्थापित करने के लिए पैकेज (जैसे, "अनुरोध == 2.25.1", "numpy> = 1.20")
hr: Paketi za instaliranje (npr. "Zahtjevi == 2.25.1", "NumPy> = 1,20")
id: Paket yang akan diinstal (mis., "Permintaan == 2.25.1", "Numpy> = 1.20")
it: Pacchetti da installare (ad es. "Richiedi == 2.25.1", "Numpy> = 1.20")
ja: インストールするパッケージ（例： "requests == 2.25.1"、 "numpy> = 1.20"））
ko: 설치할 패키지 (예 : "requests == 2.25.1", "numpy> = 1.20")
nl: Pakketten om te installeren (bijv. "Verzoeken == 2.25.1", "Numpy> = 1.20")
no: Pakker å installere (f.eks. "Forespørsler == 2.25.1", "Numpy> = 1.20")
pl: Pakiety do zainstalowania (np. „Żądania == 2.25.1”, „Numpy> = 1.20”)
pt_br: Pacotes a serem instalados (por exemplo, "Solicitações == 2.25.1", "Numpy> = 1.20")
ru: Пакеты для установки (например, "Запросы == 2.25.1", "Numpy> = 1,20")
sv: Paket som ska installeras (t.ex. "Begäran == 2.25.1", "Numpy> = 1,20")
sw: Vifurushi vya kufunga (k.m., "maombi == 2.25.1", "numpy> = 1.20")
tr: Yüklenecek paketler (örn. "İstekler == 2.25.1", "numpy> = 1.20")

source: Install from requirements file with smart dependency resolution
am: ከስማርት ጥገኛ ጥራት ጋር ከቃከራዎች ፋይል ጋር ይጫኑ
da: Installer fra kravfil med smart afhængighedsopløsning
de: Installieren Sie aus der Anforderungen Datei mit intelligenter Abhängigkeitslösung
fr: Installer à partir du fichier d'exigences avec une résolution de dépendance intelligente
hr: Instalirajte iz datoteke zahtjeva s pametnom rezolucijom ovisnosti
id: Instal dari file persyaratan dengan resolusi ketergantungan pintar
it: Installa dal file dei requisiti con risoluzione di dipendenza intelligente
nl: Installeer vanuit vereistenbestand met Smart afhankelijkheidsresolutie
no: Installer fra kravfilen med smart avhengighetsoppløsning
pl: Zainstaluj z pliku wymagań o inteligentnej rozdzielczości zależności
pt_br: Instale a partir do arquivo de requisitos com resolução de dependência inteligente
ru: Установите из файла требований с помощью интеллектуального разрешения зависимости
sv: Installera från kravfilen med smart beroendeupplösning
sw: Sakinisha kutoka faili ya mahitaji na azimio la utegemezi wa smart
tr: Akıllı Bağımlılık Çözünürlüğü ile Gereksinimler Dosyasından Yükle

source: Install a package with specific dependency versions
am: በተወሰኑ ጥገኛ ስሪቶች አማካኝነት ጥቅል ይጭኑ
ar_eg: تثبيت حزمة مع إصدارات تبعية محددة
bn: নির্দিষ্ট নির্ভরতা সংস্করণ সহ একটি প্যাকেজ ইনস্টল করুন
da: Installer en pakke med specifikke afhængighedsversioner
de: Installieren Sie ein Paket mit bestimmten Abhängigkeitsversionen
es: Instale un paquete con versiones de dependencia específicas
fr: Installez un package avec des versions de dépendance spécifiques
hi: विशिष्ट निर्भरता संस्करणों के साथ एक पैकेज स्थापित करें
hr: Instalirajte paket sa specifičnim verzijama ovisnosti
id: Instal paket dengan versi ketergantungan spesifik
it: Installa un pacchetto con versioni di dipendenza specifiche
ja: 特定の依存関係バージョンを備えたパッケージをインストールします
ko: 특정 종속성 버전이있는 패키지를 설치하십시오
nl: Installeer een pakket met specifieke afhankelijkheidsversies
no: Installer en pakke med spesifikke avhengighetsversjoner
pl: Zainstaluj pakiet z określonymi wersjami zależności
pt_br: Instale um pacote com versões específicas de dependência
ru: Установите пакет с определенными версиями зависимостей
sv: Installera ett paket med specifika beroendeversioner
sw: Weka kifurushi na matoleo maalum ya utegemezi
tr: Belirli bağımlılık sürümlerine sahip bir paket yükleyin

source: Install a package with specific dependency versions in a bubble to avoid conflicts
am: ግጭቶችን ለማስወገድ በተወሰኑ አረፋ ውስጥ በተወሰኑ አረፋዎች ውስጥ አንድ ጥቅል ይጭኑ
da: Installer en pakke med specifikke afhængighedsversioner i en boble for at undgå konflikter
de: Installieren Sie ein Paket mit bestimmten Abhängigkeitsversionen in einer Blase, um Konflikte zu vermeiden
fr: Installez un package avec des versions de dépendance spécifiques dans une bulle pour éviter les conflits
hr: Instalirajte paket sa specifičnim verzijama ovisnosti u mjehuriću kako biste izbjegli sukobe
id: Instal paket dengan versi ketergantungan spesifik dalam gelembung untuk menghindari konflik
it: Installa un pacchetto con versioni di dipendenza specifiche in una bolla per evitare conflitti
nl: Installeer een pakket met specifieke afhankelijkheidsversies in een bel om conflicten te voorkomen
no: Installer en pakke med spesifikke avhengighetsversjoner i en boble for å unngå konflikter
pl: Zainstaluj pakiet ze specyficznymi wersjami zależności w bańce, aby uniknąć konfliktów
pt_br: Instale um pacote com versões específicas de dependência em uma bolha para evitar conflitos
ru: Установите пакет с определенными версиями зависимостей в пузырьке, чтобы избежать конфликтов
sv: Installera ett paket med specifika beroendeversioner i en bubbla för att undvika konflikter
sw: Weka kifurushi na matoleo maalum ya utegemezi kwenye Bubble ili kuzuia mizozo
tr: Çatışmaları önlemek için bir balonun içine belirli bağımlılık sürümleri olan bir paket yükleyin

source: Package to install (e.g., "tensorflow==2.13.0")
am: ጥቅል ለመጫን (ኢ.ሲ.አር., "Traforfow == 2.13.0")
ar_eg: حزمة للتثبيت (على سبيل المثال ، "TensorFlow == 2.13.0")
bn: ইনস্টল করার জন্য প্যাকেজ (উদাঃ, "টেনসরফ্লো == 2.13.0")
da: Pakke til installation (f.eks. "Tensorflow == 2.13.0")
de: Paket zu installieren (z. B. "TensorFlow == 2.13.0")
es: Paquete para instalar (por ejemplo, "TensorFlow == 2.13.0")
fr: Package à installer (par exemple, "TensorFlow == 2.13.0")
hi: स्थापित करने के लिए पैकेज (जैसे, "tensorflow == 2.13.0")
hr: Paket za instaliranje (npr., "TensorFlow == 2.13.0")
id: Paket untuk diinstal (mis., "TensorFlow == 2.13.0")
it: Pacchetto da installare (ad es. "TensorFlow == 2.13.0")
ja: インストールするパッケージ（例：Tensorflow == 2.13.0」など）
ko: 설치할 패키지 (예 : "TensorFlow == 2.13.0")
nl: Pakket te installeren (bijv. "Tensorflow == 2.13.0")
no: Pakke å installere (f.eks. "TensorFlow == 2.13.0")
pl: Pakiet do zainstalowania (np. „Tensorflow == 2.13.0”)
pt_br: Pacote para instalar (por exemplo, "tensorflow == 2.13.0")
ru: Пакет для установки (например, "tensorflow == 2.13.0")
sv: Paket som ska installeras (t.ex. "TensorFlow == 2.13.0")
sw: Kifurushi cha kusanikisha (k.m., "TensorFlow == 2.13.0")
tr: Yüklenecek paket (örn. "Tensorflow == 2.13.0")

source: Dependency with version (e.g., "numpy==1.24.3")
am: ከትርር (ኢ.ፒ.ግ., "N.g.," N.G. ,= 1.24.3)
ar_eg: التبعية مع الإصدار (على سبيل المثال ، "Numpy == 1.24.3")
bn: সংস্করণ সহ নির্ভরতা (উদাঃ, "নুমপি == 1.24.3")
da: Afhængighed med version (f.eks. "Numpy == 1.24.3")
de: Abhängigkeit mit der Version (z. B. "Numpy == 1.24.3")
es: Dependencia con la versión (por ejemplo, "Numpy == 1.24.3")
fr: Dépendance avec la version (par exemple, "Numpy == 1.24.3")
hi: संस्करण के साथ निर्भरता (जैसे, "numpy == 1.24.3")
hr: Ovisnost s verzijom (npr., "Numpy == 1.24.3")
id: Ketergantungan dengan versi (mis., "Numpy == 1.24.3")
it: Dipendenza con la versione (ad es. "Numpy == 1.24.3")
ja: バージョンとの依存関係（例： "numpy == 1.24.3"）
ko: 버전의 종속성 (예 : "numpy == 1.24.3")
nl: Afhankelijkheid met versie (bijv. "Numpy == 1.24.3")
no: Avhengighet med versjon (f.eks. "Numpy == 1.24.3")
pl: Zależność z wersją (np. „Numpy == 1.24.3”)
pt_br: Dependência com versão (por exemplo, "Numpy == 1.24.3")
ru: Зависимость с версией (например, "Numpy == 1.24.3")
sv: Beroende med version (t.ex. "numpy == 1.24.3")
sw: Utegemezi na toleo (k.m., "numpy == 1.24.3"))
tr: Sürümle bağımlılık (örn., "Numpy == 1.24.3")

source: Intelligently remove packages and their dependencies
am: ጥገቶችን እና ጥገኛነታቸውን አቁም
ar_eg: قم بإزالة الحزم وتبعياتها بذكاء
bn: বুদ্ধিমানভাবে প্যাকেজগুলি এবং তাদের নির্ভরতাগুলি সরান
da: Fjern intelligent pakker og deres afhængigheder
de: Entfernen Sie intelligent Pakete und ihre Abhängigkeiten
es: Eliminar de manera inteligente los paquetes y sus dependencias
fr: Supprimer intelligemment les packages et leurs dépendances
hi: बुद्धिमानी से पैकेज और उनकी निर्भरता को हटा दें
hr: Inteligentno uklonite pakete i njihove ovisnosti
id: Secara cerdas menghapus paket dan ketergantungannya
it: Rimuovere in modo intelligente i pacchetti e le loro dipendenze
ja: パッケージとその依存関係をインテリジェントに削除します
ko: 지능적으로 패키지 및 종속성을 제거하십시오
nl: Intelligent pakketten en hun afhankelijkheden verwijderen
no: Fjern intelligent pakker og deres avhengigheter
pl: Inteligentnie usuń pakiety i ich zależności
pt_br: Remova de forma inteligente pacotes e suas dependências
ru: Разумно удалить пакеты и их зависимости
sv: Avlägsna paket och deras beroenden intelligent
sw: Ondoa vifurushi kwa busara na utegemezi wao
tr: Paketleri ve bağımlılıklarını akıllıca kaldırın

source: Smart package removal with safety features
am: በደህንነት ባህሪዎች አማካኝነት ስማርት ጥቅል ማስወገጃ
da: Fjernelse af smart pakke med sikkerhedsfunktioner
de: Smart -Paketentfernung mit Sicherheitsfunktionen
fr: Suppression de forfait intelligent avec des fonctionnalités de sécurité
hr: Pametno uklanjanje paketa sa sigurnosnim značajkama
id: Penghapusan Paket Cerdas dengan Fitur Keselamatan
it: Rimozione del pacchetto intelligente con funzionalità di sicurezza
nl: Slimme pakketverwijdering met veiligheidsfuncties
no: Fjerning av smart pakke med sikkerhetsfunksjoner
pl: Smart Pakiet Usuwanie z funkcjami bezpieczeństwa
pt_br: Remoção de pacotes inteligentes com recursos de segurança
ru: Удаление интеллектуального пакета с функциями безопасности
sv: Borttagning av smart paket med säkerhetsfunktioner
sw: Kuondolewa kwa kifurushi cha smart na huduma za usalama
tr: Güvenlik özellikleriyle akıllı paketin kaldırılması

source: Packages to uninstall (removes all versions)
am: ፓኬጆች ለማራገፍ (ሁሉንም ስሪቶች ያስወግዳሉ)
da: Pakker til afinstallation (fjerner alle versioner)
de: Pakete zum Deinstallieren (entfernt alle Versionen)
fr: Packages pour désinstaller (supprime toutes les versions)
hr: Paketi za deinstaliranje (uklanja sve verzije)
id: Paket untuk menghapus instal (menghapus semua versi)
it: Pacchetti da disinstallare (rimuove tutte le versioni)
nl: Pakketten om te verwijderen (verwijdert alle versies)
no: Pakker for å avinstallere (fjerner alle versjoner)
pl: Pakiety do odinstalowania (usuwa wszystkie wersje)
pt_br: Pacotes para desinstalar (remove todas as versões)
ru: Пакеты до удаления (удаляет все версии)
sv: Paket för att avinstallera (tar bort alla versioner)
sw: Vifurushi vya kufuta (huondoa matoleo yote)
tr: Kaldırma paketleri (tüm sürümleri kaldırır)

source: Skip confirmation prompts
am: የዝቅተኛ ማረጋገጫዎች
ar_eg: تخطي مطالبات التأكيد
bn: নিশ্চিতকরণ প্রম্পটগুলি এড়িয়ে যান
da: Spring bekræftelsesfremskrifter
de: Überspringen Sie die Aufforderungen an die Bestätigungsaufforderungen
es: Omitir las indicaciones de confirmación
fr: Invites de confirmation de sauter
hi: पुष्टि की पुष्टि करें
hr: Preskočite upita za potvrdu
id: Lewati permintaan konfirmasi
it: Salta i suggerimenti di conferma
ja: 確認プロンプトをスキップします
ko: 확인 프롬프트를 건너 뜁니다
nl: Bevestigingen overslaan aanwijzingen
no: Hopp over bekreftelse
pl: Pomiń podpowiedzi potwierdzenia
pt_br: Pule os avisos de confirmação
ru: Пропустить подсказки подтверждения
sv: Hoppa över bekräftelse
sw: Skip uthibitisho wa uthibitisho
tr: Onay istemlerini atla

source: Interactive package explorer with version management
am: ከትርፍ አስተዳደር ጋር በይነተገናኝ ጥቅል አሳሽ
ar_eg: مستكشف الحزمة التفاعلية مع إدارة الإصدار
bn: সংস্করণ পরিচালনার সাথে ইন্টারেক্টিভ প্যাকেজ এক্সপ্লোরার
da: Interactive Package Explorer med versionstyring
de: Interaktiver Paket -Explorer mit Versionsverwaltung
es: Explorador de paquetes interactivos con administración de versiones
fr: Explorateur de packages interactifs avec gestion de version
hi: संस्करण प्रबंधन के साथ इंटरैक्टिव पैकेज एक्सप्लोरर
hr: Interaktivni istraživač paketa s upravljanjem verzijama
id: Penjelajah Paket Interaktif dengan Manajemen Versi
it: Explorer pacchetti interattivi con gestione della versione
ja: バージョン管理を備えたインタラクティブパッケージエクスプローラー
ko: 버전 관리가있는 대화식 패키지 탐색기
nl: Interactieve pakketverkenner met versiebeheer
no: Interactive Package Explorer med versjonsadministrasjon
pl: Interaktywny eksplorator pakietów z zarządzaniem wersją
pt_br: Explorador de pacote interativo com gerenciamento de versão
ru: Interactive Package Explorer с управлением версиями
sv: Interaktiv paketutforskare med versionhantering
sw: Kifurushi cha Maingiliano cha Maingiliano na Usimamizi wa Toleo
tr: Sürüm Yönetimi ile Etkileşimli Paket Gezgini

source: Explore package details, dependencies, and manage versions interactively
am: የጥቅል ዝርዝሮችን, ጥገኛዎችን እና ስሪቶችን ያቀናብሩ
da: Udforsk pakkeoplysninger, afhængigheder og administrer versioner interaktivt
de: Erforschen Sie Paketdetails, Abhängigkeiten und verwalten Sie interaktiv Versionen
fr: Explorez les détails, les dépendances et gérer les versions de manière interactive
hr: Istražite detalje o paketu, ovisnosti i interaktivno upravljajte verzijama
id: Jelajahi detail paket, dependensi, dan kelola versi secara interaktif
it: Esplora i dettagli del pacchetto, le dipendenze e gestisci le versioni in modo interattivo
nl: Verken pakketdetails, afhankelijkheden en beheren versies interactief
no: Utforsk pakkedetaljer, avhengigheter og administrer versjoner interaktivt
pl: Przeglądaj szczegóły pakietu, zależności i interaktywnie zarządzaj wersjami
pt_br: Explore os detalhes do pacote, dependências e gerencie versões interativamente
ru: Изучите детали пакета, зависимости и управление версиями интерактивно
sv: Utforska paketdetaljer, beroenden och hantera versioner interaktivt
sw: Chunguza maelezo ya kifurushi, utegemezi, na usimamie matoleo kwa maingiliano
tr: Paket ayrıntılarını, bağımlılıklarını keşfedin ve sürümleri etkileşimli olarak yönetin

source: Package name to explore
am: የጥቅል ስም ለማሰስ
da: Pakningsnavn for at udforske
de: Paketname zum Erkunden
fr: Nom du package à explorer
hr: Naziv paketa za istraživanje
id: Nama paket untuk dijelajahi
it: Nome del pacchetto da esplorare
nl: Pakketnaam om te verkennen
no: Pakkenavn å utforske
pl: Nazwa pakietu do odkrycia
pt_br: Nome do pacote para explorar
ru: Название пакета для изучения
sv: Paketnamn att utforska
sw: Jina la kifurushi cha kuchunguza
tr: Keşfetmek için paket adı

source: Specific version to inspect (default: active)
am: ለመመርመር ልዩ ስሪት (ነባሪ: ገባሪ)
da: Specifik version til inspektion (standard: aktiv)
de: Spezifische Version zu inspizieren (Standard: aktiv)
fr: Version spécifique à inspecter (par défaut: actif)
hr: Određena verzija za pregled (zadano: aktivno)
id: Versi spesifik untuk memeriksa (default: aktif)
it: Versione specifica da ispezionare (impostazione predefinita: attivo)
nl: Specifieke versie om te inspecteren (standaard: actief)
no: Spesifikk versjon å inspisere (standard: aktiv)
pl: Konkretna wersja do sprawdzenia (domyślnie: aktywny)
pt_br: Versão específica para inspecionar (padrão: ativo)
ru: Конкретная версия для проверки (по умолчанию: Active)
sv: Specifik version för att inspektera (standard: aktiv)
sw: Toleo maalum la kukagua (chaguo -msingi: inayotumika)
tr: Denetlenecek belirli sürüm (varsayılan: etkin)

source: Time-travel back to your last known good environment
am: ወደ መጨረሻው የታወቀ የአካባቢዎ አካባቢ ጊዜ-ተጓዝኩ
da: Tidsrejse tilbage til dit sidst kendte gode miljø
de: Zeitreise zurück in Ihre letzte bekannte gute Umgebung
fr: Retour dans le temps dans votre dernier bon environnement connu
hr: Vremenski putopis natrag u vaše posljednje poznato dobro okruženje
id: Perjalanan waktu kembali ke lingkungan baik terakhir Anda yang diketahui
it: Viaggia nel tuo ultimo ambiente noto
nl: Tijdreizen terug naar uw laatst bekende goede omgeving
no: Tidsreise tilbake til ditt siste kjente gode miljø
pl: Podróż w czasie z powrotem do ostatniego znanego dobrego środowiska
pt_br: Aceitar o tempo de volta para o seu último ambiente bem conhecido
ru: Путешествовать во времени в вашу последнюю известную хорошую среду
sv: Time-Travel tillbaka till din senaste kända goda miljö
sw: Kusafiri kwa wakati kurudi kwenye mazingira yako mazuri ya mwisho
tr: Son bilinen iyi ortamınıza geri dönme

source: Revert all changes to the last stable environment state
am: በመጨረሻው የተረጋጋ የአካባቢ ሁኔታ ሁሉንም ለውጦች ያጣሉ
da: Vende alle ændringer i den sidste stabile miljøtilstand
de: Wenden Sie alle Änderungen in den letzten stabilen Umgebungszustand zurück
fr: Retournez toutes les modifications au dernier état d'environnement stable
hr: Vratite sve promjene u posljednjem stabilnom stanju okruženja
id: Mengembalikan semua perubahan ke keadaan lingkungan stabil terakhir
it: Ripristina tutte le modifiche allo stato ambiente dell'ultimo stabile
nl: Keer alle wijzigingen terug in de laatste stabiele omgevingsstatus
no: Gå tilbake til alle endringer i den siste stabile miljøsstaten
pl: Powrócić do wszystkich zmian w ostatnim stabilnym stanie środowiskowym
pt_br: Reverta todas as mudanças no último estado estável do ambiente
ru: Вернуть все изменения в последнее состояние стабильной среды
sv: Återgå alla ändringar till det sista stabila miljömässiga tillståndet
sw: Rudisha mabadiliko yote kwa hali ya mwisho ya mazingira
tr: Son istikrarlı çevre durumundaki tüm değişiklikleri geri çevirin

source: Skip confirmation and revert immediately
am: ሾፌር እና ወዲያውኑ ያድሱ
da: Spring øjeblikkeligt over bekræftelse og vender tilbage
de: Bestätigung überspringen und sofort zurückkehren
fr: Sauter la confirmation et revenir immédiatement
hr: Preskočite potvrdu i odmah se vratite
id: Lewati konfirmasi dan segera kembali
it: Salta la conferma e ripristina immediatamente
nl: Sla de bevestiging over en keert onmiddellijk terug
no: Hopp over bekreftelse og gå tilbake umiddelbart
pl: Pomiń potwierdzenie i natychmiast powróć
pt_br: Pule a confirmação e volte imediatamente
ru: Пропустить подтверждение и немедленно вернуться
sv: Hoppa över bekräftelse och återgå omedelbart
sw: Ruka uthibitisho na urudi mara moja
tr: Onay atlayın ve hemen geri dön

source: View all installed packages and their bubble status
am: ሁሉንም የተጫኑ ፓኬጆችን እና የአረፋው ሁኔታቸውን ይመልከቱ
da: Se alle installerede pakker og deres boblestatus
de: Alle installierten Pakete und deren Blasenstatus anzeigen
fr: Afficher tous les packages installés et leur statut de bulle
hr: Pogledajte sve instalirane pakete i njihov status mjehurića
id: Lihat semua paket terpasang dan status gelembungnya
it: Visualizza tutti i pacchetti installati e il loro stato della bolla
nl: Bekijk alle geïnstalleerde pakketten en hun bubbelstatus
no: Se alle installerte pakker og deres boblestatus
pl: Wyświetl wszystkie zainstalowane pakiety i ich status bąbelki
pt_br: Veja todos os pacotes instalados e seu status de bolha
ru: Посмотреть все установленные пакеты и их статус пузырька
sv: Visa alla installerade paket och deras bubbelstatus
sw: Angalia vifurushi vyote vilivyowekwa na hali yao ya Bubble
tr: Yüklü tüm paketleri ve kabarcık durumlarını görüntüleyin
