Repository: 1minds3t/omnipkg
Catalog: omnipkg/locale/*/LC_MESSAGES/omnipkg.po
Languages: am, ar_eg, bn, da, de, es, fr, hi, hr, id, it, ja, ko, nl, no, pl, pt_br, ru, sv, sw, tr

source: (No version specified for omnipkg; attempting to bubble the latest stable version)
am: (ለ OMNIPKG "ምንም ስሪት የለም, የቅርብ ጊዜውን የተረጋጋ ስሪት ለማጉላት መሞከር)
da: (Ingen version specificeret til OmnipKg; forsøger at boble den seneste stabile version)
de: (Keine Version für Omnipkg; versucht, die neueste stabile Version zu sprudeln)
fr: (Aucune version spécifiée pour OMNIPKG; tenter de bubbler la dernière version stable)
hr: (Nijedna verzija navedena za OmniPKG; pokušaj mjehurića najnovija stabilna verzija)
id: (Tidak ada versi yang ditentukan untuk omnipkg; mencoba menggelembung versi stabil terbaru)
it: (Nessuna versione specificata per omnipkg; tentativo di bolle l'ultima versione stabile)
nl: (Geen versie opgegeven voor omnipkg; proberen de nieuwste stabiele versie te borrelen)
no: (Ingen versjon spesifisert for OMNIPKG; forsøker å boble den nyeste stabile versjonen)
pl: (Brak wersji określonej dla Omnipkg; próba bulgotania najnowszej stabilnej wersji)
pt_br: (Nenhuma versão especificada para omnipkg; tentando borbulhar a mais recente versão estável)
ru: (Версия не указана для Omnipkg; попытка пузырьть последнюю стабильную версию)
sv: (Ingen version specificerad för omnipkg; försöker bubbla den senaste stabila versionen)
sw: (Hakuna toleo lililoainishwa kwa omnipkg; kujaribu kujaribu toleo la hivi karibuni)
tr: (Omnipkg için belirtilmedi; en son kararlı sürümü kabarmaya çalışmak)

source: 🎉 All package operations complete.
am: 🎉 ሁሉም የጥቆማ ስራዎች ተጠናቅቀዋል.
ar_eg: 🎉 جميع عمليات الحزمة كاملة.
bn: 🎉 সমস্ত প্যাকেজ অপারেশন সম্পূর্ণ।
da: 🎉 Alle pakkeoperationer er komplet.
de: 🎉 Alle Paketoperationen werden abgeschlossen.
es: 🎉 Todas las operaciones del paquete completadas.
fr: 🎉 Toutes les opérations de package complètes.
hi: 🎉 सभी पैकेज संचालन पूर्ण।
hr: 🎉 Sve operacije paketa dovršene.
id: 🎉 Semua operasi paket selesai.
it: 🎉 Tutte le operazioni del pacchetto complete.
ja: compleasすべてのパッケージ操作が完了します。
ko: 🎉 모든 패키지 작업이 완료됩니다.
nl: 🎉 Alle pakketbewerkingen voltooid.
no: 🎉 Alle pakkeoperasjoner er fullført.
pl: 🎉 Wszystkie operacje pakietów zakończone.
pt_br: 🎉 Todas as operações de embalagem concluídas.
ru: 🎉 Все пакетные операции завершены.
sv: 🎉 Alla paketoperationer är fullständiga.
sw: 🎉 Shughuli zote za kifurushi zimekamilika.
tr: 🎉 Tüm paket işlemleri tamamlandı.

source: 📸 Taking LIVE pre-installation snapshot...
am: 📸 የቀጥታ የቀጥታ የመጫን ቅጽበታዊ ገጽ እይታ ...
ar_eg: 📸 أخذ لقطة مباشرة للتثبيت ...
bn: Live লাইভ প্রি-ইনস্টলেশন স্ন্যাপশট গ্রহণ করা ...
da: 📸 At tage live pre-installation snapshot ...
de: 📸 Live-Vorinstallations-Schnappschuss nehmen ...
es: 📸 Tomar una instantánea de preinstalación en vivo ...
fr: 📸 Prendre un instantané de pré-installation en direct ...
hi: 📸 लाइव प्री-इंस्टॉलेशन स्नैपशॉट लेना ...
hr: 📸 Uzimanje uživo prije instalacije ...
id: 📸 mengambil snapshot pra-instalasi langsung ...
it: 📸 Prendendo istantanea pre-installazione dal vivo ...
ja: riveライブインストール前のスナップショットを受講します...
ko: ∎ 실시간 사전 설치 스냅 샷 ...
nl: 📸 Live snapshot pre-installatie maken ...
no: 📸 Tar live forhåndsinstallasjon Snapshot ...
pl: 📸 Robienie migawki na żywo przed instalacją ...
pt_br: 📸 Tomando instantâneo ao vivo pré-instalação ...
ru: 📸 Снижение снимка в прямом эфире ...
sv: 📸 Ta live förinstallationssnackning ...
sw: 📸 Kuchukua picha ya mapema ya kusanikisha ...
tr: 📸 Canlı kurma öncesi anlık görüntü almak ...

source: 🔬 Analyzing post-installation changes...
am: Post ድህረ-ጭነት ጭነት ለውጥ መለየት ...
ar_eg: 🔬 تحليل تغييرات ما بعد التثبيت ...
bn: Post ইনস্টলেশন পরবর্তী পরিবর্তনগুলি বিশ্লেষণ ...
da: 🔬 Analyse af ændringer efter installation ...
de: 🔬 Änderungen nach der Installation analysieren ...
es: 🔬 Análisis de cambios posteriores a la instalación ...
fr: 🔬 Analyser les changements post-installation ...
hi: 🔬 पोस्ट-इंस्टॉलेशन परिवर्तनों का विश्लेषण ...
hr: 🔬 Analiza promjena nakon instalacije ...
id: 🔬 Menganalisis perubahan pasca-instalasi ...
it: 🔬 Analisi delle modifiche post-installazione ...
ja: installationのインストール後の変更の分析...
ko: ∎ 설립 후 변경 사항 분석 ...
nl: 🔬 Analyse van wijzigingen na de installatie ...
no: 🔬 Analyse av endringer etter installasjon ...
pl: 🔬 Analiza zmian po instalacji ...
pt_br: 🔬 Analisando mudanças pós-instalação ...
ru: 🔬 Анализ изменений после установки ...
sv: 🔬 Analysera förändringar efter installationen ...
sw: Kuchambua mabadiliko ya usanidi wa baada ya ...
tr: 🔬 Kurulum sonrası değişiklikleri analiz etmek ...

source: 🛡️ STABILITY PROTECTION ACTIVATED!
am: 🛡️ የመረጋጋት ጥበቃ ገባሪ ሆኗል!
ar_eg: 🛡 حماية الاستقرار المنشط!
bn: 🛡 স্থিতিশীলতা সুরক্ষা সক্রিয়!
da: 🛡 Stabilitetsbeskyttelse aktiveret!
de: 🛡️ Stabilitätsschutz aktiviert!
es: 🛡️ Protección de estabilidad activada!
fr: 🛡️ Protection de stabilité activée!
hi: 🛡 स्थिरता संरक्षण सक्रिय!
hr: 🛡️ Zaštita stabilnosti aktivirana!
id: 🛡️ Perlindungan stabilitas diaktifkan!
it: 🛡️ Protezione da stabilità attivata!
ja: 🛡️安定性保護が活性化されました！
ko: 🛡️ 안정성 보호 활성화!
nl: 🛡️ Stabiliteitsbescherming geactiveerd!
no: 🛡 Stabilitetsbeskyttelse aktivert!
pl: 🛡️ Stabilność aktywowana!
pt_br: Protection Proteção de estabilidade ativada!
ru: 🛡 Активирована защита от стабильности!
sv: 🛡 Stabilitetsskydd aktiverat!
sw: Utunzaji wa utulivu ulioamilishwa!
tr: 🛡️ İstikrar koruması etkinleştirildi!

source: ✅ Stability protection complete!
am: ✅ የመረጋጋት ጥበቃ የተሟላ!
ar_eg: ✅ حماية الاستقرار كاملة!
bn: ✅ স্থিতিশীলতা সুরক্ষা সম্পূর্ণ!
da: ✅ Stabilitetsbeskyttelse komplet!
de: ✅ Stabilitätsschutz vollständig!
es: ✅ Protección de estabilidad completa!
fr: ✅ Protection de stabilité complète!
hi: ✅ स्थिरता संरक्षण पूरा!
hr: ✅ Zaštita stabilnosti završena!
id: ✅ Perlindungan stabilitas lengkap!
it: ✅ Protezione da stabilità completa!
ja: ✅安定性保護完全！
ko: ✅ 안정성 보호 완료!
nl: ✅ Stabiliteitsbescherming compleet!
no: ✅ Stabilitetsbeskyttelse komplett!
pl: ✅ Stabilna ochrona kompletna!
pt_br: ✅ Proteção de estabilidade completa!
ru: ✅ Защита от стабильности завершена!
sv: ✅ Stabilitetsskydd komplett!
sw: ✅ Ulinzi wa utulivu kamili!
tr: ✅ İstikrar koruması tamamlandı!

source: ✅ No changes to existing packages detected. Installation completed safely.
am: ✅ አሁን ላሉት ፓኬጆች ምንም ለውጦች አልተገኙም.መጫኛ ተጠናቅቋል.
ar_eg: ✅ لا توجد تغييرات على الحزم الموجودة.الانتهاء من التثبيت بأمان.
bn: Fackeages বিদ্যমান প্যাকেজগুলিতে কোনও পরিবর্তন সনাক্ত করা হয়নি।ইনস্টলেশন নিরাপদে সম্পন্ন হয়েছে।
da: ✅ Ingen ændringer i eksisterende pakker detekteret.Installation afsluttet sikkert.
de: ✅ Keine Änderungen an vorhandenen Paketen erkannt.Installation sicher abgeschlossen.
es: ✅ No hay cambios en los paquetes existentes detectados.Instalación completada de forma segura.
fr: ✅ Aucune modification des packages existants détectés.L'installation terminée en toute sécurité.
hi: ✅ मौजूदा पैकेजों में कोई परिवर्तन नहीं हुआ।स्थापना सुरक्षित रूप से पूरी हुई।
hr: ✅ Nema otkrivenih promjena postojećih paketa.Instalacija je dovršena sigurno.
id: ✅ Tidak ada perubahan pada paket yang ada yang terdeteksi.Instalasi selesai dengan aman.
it: ✅ Nessuna modifica ai pacchetti esistenti rilevati.Installazione completata in modo sicuro.
ja: conted検出された既存のパッケージに変更はありません。インストールは安全に完了しました。
ko: ✅ 기존 패키지가 감지되지 않았습니다.설치가 안전하게 완료되었습니다.
nl: ✅ Geen wijzigingen in bestaande pakketten gedetecteerd.Installatie veilig voltooid.
no: ✅ Ingen endringer i eksisterende pakker oppdaget.Installasjonen er fullført trygt.
pl: ✅ Brak zmian w istniejących pakietach.Instalacja zakończona bezpiecznie.
pt_br: ✅ Nenhuma alteração nos pacotes existentes detectados.Instalação concluída com segurança.
ru: ✅ Не обнаружены изменения в существующих пакетах.Установка завершена безопасно.
sv: ✅ Inga ändringar av befintliga paket som upptäcks.Installation slutfördes säkert.
sw: ✅ Hakuna mabadiliko kwa vifurushi vilivyopo.Ufungaji umekamilika salama.
tr: ✅ Mevcut paketlerde değişiklik tespit edilmedi.Kurulum güvenli bir şekilde tamamlandı.

source: 🎉 All package operations complete.
am: 🎉 ሁሉም የጥቆማ ስራዎች ተጠናቅቀዋል.
ar_eg: 🎉 جميع عمليات الحزمة كاملة.
bn: 🎉 সমস্ত প্যাকেজ অপারেশন সম্পূর্ণ।
da: 🎉 Alle pakkeoperationer er komplet.
de: 🎉 Alle Paketoperationen werden abgeschlossen.
es: 🎉 Todas las operaciones del paquete completadas.
fr: 🎉 Toutes les opérations de package complètes.
hi: 🎉 सभी पैकेज संचालन पूर्ण।
hr: 🎉 Sve operacije paketa dovršene.
id: 🎉 Semua operasi paket selesai.
it: 🎉 Tutte le operazioni del pacchetto complete.
ja: compleasすべてのパッケージ操作が完了します。
ko: 🎉 모든 패키지 작업이 완료됩니다.
nl: 🎉 Alle pakketbewerkingen voltooid.
no: 🎉 Alle pakkeoperasjoner er fullført.
pl: 🎉 Wszystkie operacje pakietów zakończone.
pt_br: 🎉 Todas as operações de embalagem concluídas.
ru: 🎉 Все пакетные операции завершены.
sv: 🎉 Alla paketoperationer är fullständiga.
sw: 🎉 Shughuli zote za kifurushi zimekamilika.
tr: 🎉 Tüm paket işlemleri tamamlandı.

source: 🔄 Restoring main environment from snapshot...
am: 🔄 ዋናውን አካባቢ ከ snnophath ጋር እንደገና መመለስ ...
ar_eg: 🔄 استعادة البيئة الرئيسية من لقطة ...
bn: Sn স্ন্যাপশট থেকে প্রধান পরিবেশ পুনরুদ্ধার ...
da: 🔄 Gendannelse af hovedmiljø fra snapshot ...
de: 🔄 Hauptumgebung von Snapshot wiederherstellen ...
es: 🔄 Restauración del entorno principal de la instantánea ...
fr: 🔄 Restauration de l'environnement principal de l'instantané ...
hi: 🔄 स्नैपशॉट से मुख्य वातावरण को बहाल करना ...
hr: 🔄 Vraćanje glavnog okruženja iz snimke ...
id: 🔄 Memulihkan lingkungan utama dari snapshot ...
it: 🔄 Ripristino dell'ambiente principale da Snapshot ...
ja: snapshotからメイン環境を復元する...
ko: snapshot에서 주요 환경 복원 ...
nl: 🔄 Het herstellen van de hoofdomgeving van Snapshot ...
no: 🔄 Gjenopprette hovedmiljøet fra øyeblikksbilde ...
pl: 🔄 Przywracanie głównego środowiska z migawki ...
pt_br: 🔄 Restaurando o ambiente principal do instantâneo ...
ru: 🔄 Восстановление основной среды из снижения ...
sv: 🔄 Återställa huvudmiljön från ögonblicksbild ...
sw: 🔄 Kurejesha mazingira kuu kutoka snapshot ...
tr: 🔄 Anlık görüntüden ana ortamın geri kazanılması ...

source: ✅ Environment is already in its original state.
am: ✅ አካባቢ አስቀድሞ በዋናው ሁኔታ ውስጥ ነው ያለው.
ar_eg: ✅ البيئة بالفعل في حالتها الأصلية.
bn: ✅ পরিবেশ ইতিমধ্যে এর মূল অবস্থায় রয়েছে।
da: ✅ Miljø er allerede i sin oprindelige tilstand.
de: ✅ Die Umgebung ist bereits in ihrem ursprünglichen Zustand.
es: ✅ El entorno ya está en su estado original.
fr: ✅ L'environnement est déjà dans son état d'origine.
hi: ✅ पर्यावरण पहले से ही अपनी मूल स्थिति में है।
hr: ✅ Okoliš je već u izvornom stanju.
id: ✅ Lingkungan sudah dalam keadaan semula.
it: ✅ L'ambiente è già nello stato originale.
ja: ✅環境はすでに元の状態にあります。
ko: ✅ 환경은 이미 원래 상태에 있습니다.
nl: ✅ Milieu bevindt zich al in zijn oorspronkelijke staat.
no: ✅ Miljø er allerede i sin opprinnelige tilstand.
pl: ✅ Środowisko jest już w pierwotnym stanie.
pt_br: ✅ O ambiente já está em seu estado original.
ru: ✅ Окружающая среда уже находится в своем первоначальном состоянии.
sv: ✅ Miljö är redan i sitt ursprungliga tillstånd.
sw: Mazingira tayari yapo katika hali yake ya asili.
tr: ✅ Çevre zaten orijinal durumunda.

source: ✅ Environment restored.
am: ✅ አካባቢ እንደገና ተመለሰ.
ar_eg: ✅ البيئة المستعادة.
bn: ✅ পরিবেশ পুনরুদ্ধার।
da: ✅ Miljø gendannet.
de: ✅ Umgebung wiederhergestellt.
es: ✅ Medio ambiente restaurado.
fr: ✅ Environnement restauré.
hi: ✅ पर्यावरण बहाल।
hr: ✅ okruženje obnovljeno.
id: ✅ Lingkungan dipulihkan.
it: ✅ ambiente ripristinato.
ja: ✅環境が復元されました。
ko: ✅ 환경 복원.
nl: ✅ Restaureerde omgeving.
no: ✅ Miljø gjenopprettet.
pl: ✅ Przywrócone środowisko.
pt_br: ✅ Meio ambiente restaurado.
ru: ✅ Окружающая среда восстановлена.
sv: ✅ Miljö återställd.
sw: ✅ Mazingira yamerejeshwa.
tr: ✅ Çevre restore edildi.

source: 🤷 No versions available for selection.
am: The ለተመረጡ ምንም ስሪቶች አይማሩም.
ar_eg: 🤷 لا توجد إصدارات متاحة للاختيار.
bn: Cull নির্বাচনের জন্য কোনও সংস্করণ উপলব্ধ নেই।
da: 🤷 Ingen versioner til rådighed til udvælgelse.
de: 🤷 Keine Versionen zur Auswahl verfügbar.
es: 🤷 No hay versiones disponibles para la selección.
fr: 🤷 Aucune versions disponibles pour la sélection.
hi: 🤷 चयन के लिए कोई संस्करण उपलब्ध नहीं है।
hr: 🤷 Nema dostupnih verzija za odabir.
id: 🤷 Tidak ada versi yang tersedia untuk dipilih.
it: 🤷 Nessuna versioni disponibili per la selezione.
ja: 🤷選択に利用できるバージョンはありません。
ko: 🤷 선택할 수있는 버전이 없습니다.
nl: 🤷 Geen versies beschikbaar voor selectie.
no: 🤷 Ingen versjoner tilgjengelig for valg.
pl: 🤷 Brak wersji dostępnych do wyboru.
pt_br: 🤷 Não há versões disponíveis para seleção.
ru: 🤷 Версии не доступны для выбора.
sv: 🤷 Inga versioner tillgängliga för val.
sw: 🤷 Hakuna matoleo yanayopatikana kwa uteuzi.
tr: 🤷 Seçim için sürüm yok.

source: 🚫 Uninstall cancelled.
am: 🚫 ማራገፍ ተሰርዘዋል.
ar_eg: 🚫 إلغاء التثبيت.
bn: 🚫 আনইনস্টল বাতিল।
da: 🚫 Afinstaller annulleret.
de: 🚫 Deinstallation storniert.
es: 🚫 Desinstalar cancelado.
fr: 🚫 désinstaller annulé.
hi: 🚫 अनइंस्टॉल रद्द कर दिया गया।
hr: 🚫 U deinstaliranju otkazano.
id: 🚫 Uninstall dibatalkan.
it: 🚫 Disinstallazione annullata.
ja: caNCEREDのアンインストール。
ko: 🚫 제거 취소.
nl: 🚫 Verwijdert geannuleerd.
no: 🚫 Avinstaller kansellert.
pl: 🚫 Odinstaluj anulowany.
pt_br: 🚫 Desinstala cancelada.
ru: 🚫 Удалить отменен.
sv: 🚫 Avinstallera avbruten.
sw: 🚫 Kufuta kufutwa.
tr: 🚫 Kaldırma iptal edildi.

source: ❌ Invalid input.
am: ❌ ልክ ያልሆነ ግቤት.
ar_eg: ❌ إدخال غير صالح.
bn: ❌ অবৈধ ইনপুট।
da: ❌ Ugyldigt input.
de: ❌ Ungültige Eingabe.
es: ❌ Entrada no válida.
fr: ❌ Entrée non valide.
hi: ❌ अमान्य इनपुट।
hr: ❌ Nevažeći ulaz.
id: ❌ Input tidak valid.
it: ❌ Input non valido.
ja: ❌無効な入力。
ko: ❌ 잘못된 입력.
nl: ❌ Ongeldige invoer.
no: ❌ Ugyldig inngang.
pl: ❌ Nieprawidłowe wejście.
pt_br: ❌ Entrada inválida.
ru: ❌ Неверный ввод.
sv: ❌ Ogiltig ingång.
sw: ❌ Uingizaji batili.
tr: ❌ Geçersiz giriş.

source: 🚫 Uninstall cancelled.
am: 🚫 ማራገፍ ተሰርዘዋል.
ar_eg: 🚫 إلغاء التثبيت.
bn: 🚫 আনইনস্টল বাতিল।
da: 🚫 Afinstaller annulleret.
de: 🚫 Deinstallation storniert.
es: 🚫 Desinstalar cancelado.
fr: 🚫 désinstaller annulé.
hi: 🚫 अनइंस्टॉल रद्द कर दिया गया।
hr: 🚫 U deinstaliranju otkazano.
id: 🚫 Uninstall dibatalkan.
it: 🚫 Disinstallazione annullata.
ja: caNCEREDのアンインストール。
ko: 🚫 제거 취소.
nl: 🚫 Verwijdert geannuleerd.
no: 🚫 Avinstaller kansellert.
pl: 🚫 Odinstaluj anulowany.
pt_br: 🚫 Desinstala cancelada.
ru: 🚫 Удалить отменен.
sv: 🚫 Avinstallera avbruten.
sw: 🚫 Kufuta kufutwa.
tr: 🚫 Kaldırma iptal edildi.

source: 🤷 No versions selected for uninstallation after protection checks.
am: Checress ከቃላፊ ቼኮች በኋላ ለማራመድ አልተመረጡም.
ar_eg: 🤷 لم يتم تحديد إصدارات لإلغاء التثبيت بعد عمليات فحص الحماية.
bn: The সুরক্ষা চেকের পরে আনইনস্টলেশনের জন্য কোনও সংস্করণ নির্বাচিত হয়নি।
da: 🤷 Ingen versioner valgt til afinstallation efter beskyttelseskontrol.
de: 🤷 Keine Versionen für die Deinstallation nach Schutzprüfungen ausgewählt.
es: 🤷 No hay versiones seleccionadas para desinstalación después de las verificaciones de protección.
fr: 🤷 Aucune versions sélectionnées pour une désinstallation après les contrôles de protection.
hi: 🤷 सुरक्षा जांच के बाद अनइंस्टॉलमेंट के लिए चयनित कोई संस्करण नहीं।
hr: 🤷 Nema verzija odabranih za deinstaliranje nakon provjere zaštite.
id: 🤷 Tidak ada versi yang dipilih untuk tidak diinstalasi setelah pemeriksaan perlindungan.
it: 🤷 Nessuna versioni selezionate per la disinstallazione dopo i controlli di protezione.
ja: clative保護チェック後にアンインストールするために選択されたバージョンはありません。
ko: protection 보호 점검 후 제거를 위해 선택한 버전이 없습니다.
nl: 🤷 Geen versies geselecteerd voor verwijdering na beschermingscontroles.
no: 🤷 Ingen versjoner valgt for avinstallering etter beskyttelseskontroller.
pl: 🤷 Brak wersji do odinstalowania po kontroli ochrony.
pt_br: 🤷 Não há versões selecionadas para desinstalação após verificações de proteção.
ru: 🤷 Версии не выбраны для удаления после проверки защиты.
sv: 🤷 Inga versioner valda för avinstallation efter skyddskontroller.
sw: 🤷 Hakuna matoleo yaliyochaguliwa kwa utaftaji baada ya ukaguzi wa ulinzi.
tr: 🤷 Koruma kontrollerinden sonra kaldırma için seçilmeyen sürümler yok.

source: ✅ Uninstallation complete.
am: ✅ ማራገፊያ ተጠናቅቋል.
ar_eg: ✅ إلغاء التثبيت الكامل.
bn: ✅ আনইনস্টলেশন সম্পূর্ণ।
da: ✅ Afinstallation komplet.
de: ✅ Abgeschlossen deinstallieren.
es: ✅ Desinstalación completa.
fr: ✅ La désinstallation complète.
hi: ✅ अनइंस्टॉलमेंट पूरा।
hr: ✅ Deinstaliranje dovršeno.
id: ✅ Uninstalasi lengkap.
it: ✅ La disinstallazione completa.
ja: unintallation完了。
ko: ✅ 제거 완료.
nl: ✅ Uitstallatie compleet.
no: ✅ Avinstallering fullført.
pl: ✅ Odinstalowanie zakończone.
pt_br: ✅ Desinstalação completa.
ru: ✅ Снижение завершения.
sv: ✅ Avinstallation komplett.
sw: ✅ Kuondoa kamili.
tr: ✅ kaldırma tamamlandı.

source: Run an `omnipkg install` or `omnipkg uninstall` command to create one.
am: አንድ ለመፍጠር የ OMnipkg ጭነት ወይም `omnipkg forcripshord prophortsher Prodrethorce Arcriver Prods.
ar_eg: قم بتشغيل أمر `omnipkg" أو "Omnipkg Uninstall" لإنشاء واحد.
bn: একটি তৈরি করার জন্য একটি `ওমনিপকিজি ইনস্টল` বা` ওমনিপকজি আনইনস্টল` কমান্ডটি চালান।
da: Kør en `OmnipKg Install 'eller` OmnipKg Uninstall` -kommandoen for at oprette en.
de: Führen Sie einen `omnipkg install" oder `omnipkg deinstall` -Befehl aus, um einen zu erstellen.
es: Ejecute un comando `omnipkg instalación 'o` omnipkg desinstalve' para crear uno.
fr: Exécutez une commande `omnipkg install` ou` omnipkg uninstall 'pour en créer une.
hi: एक बनाने के लिए एक `omnipkg इंस्टॉल` या `omnipkg अनइंस्टॉल` कमांड चलाएं।
hr: Pokrenite naredbu `omnipkg instalaciju` ili` omniPKG Deinstall` da biste je stvorili.
id: Jalankan perintah `omnipkg instalasi` atau` omnipkg uninstall` untuk membuat satu.
it: Esegui un comando `Omnipkg Installa` o` Omnipkg "per crearne uno.
ja: 「Omnipkgインストール」または「Omnipkg Uninstall」コマンドを実行して作成します。
ko: `omnipkg install` 또는`omnipkg unen in -intall`를 실행하여 명령을 작성하십시오.
nl: Voer een opdracht `omnipkg install` of` omnipkg uninstall` uit om er een te maken.
no: Kjør en `OmnipKg Install` eller` OMNIPKG Uninstall` -kommando for å opprette en.
pl: Uruchom polecenie „Omnipkg install” lub „Omnipkg odinstall”, aby je utworzyć.
pt_br: Execute um comando `omnipkg install` ou` `omnipkg desinstall` para criar um.
ru: Запустите команду `omnipkg install` или` omnipkg uninstall`, чтобы создать ее.
sv: Kör ett "omnipkg install" eller "omnipkg uninstall" -kommando för att skapa ett.
sw: Run `omnipkg kusanidi` au` omnipkg onninstall` amri ya kuunda moja.
tr: Bir `` omnipkg yükleme '' veya `omnipkg kaldırma 'komutunu oluşturun.

source: ⚖️ Comparing current environment to the last known good snapshot...
am: The ወቅታዊ የአካባቢውን የአከባቢን አከባቢን ለመጨረሻ ጊዜ ለሚታወቀው ጥሩ ቅጽበታዊ ገጽ እይታ ማነፃፀር ...
ar_eg: ⚖ مقارنة البيئة الحالية مع آخر لقطة جيدة معروفة ...
bn: Current বর্তমান পরিবেশের সাথে সর্বশেষ পরিচিত ভাল স্ন্যাপশটের সাথে তুলনা করা ...
da: ⚖ Sammenligning af det aktuelle miljø med det sidst kendte gode snapshot ...
de: ⚖️ Vergleiche der aktuellen Umgebung mit dem letzten bekannten guten Schnappschuss ...
es: ⚖️ Comparación del entorno actual con la última instantánea de buena conocida ...
fr: ⚖️ comparant l'environnement actuel au dernier bon instantané connu ...
hi: ⚖ वर्तमान वातावरण की तुलना अंतिम ज्ञात अच्छे स्नैपशॉट से करना ...
hr: ⚖️ Usporedba trenutnog okruženja s posljednjim poznatim dobrim snimkom ...
id: ⚖️ Membandingkan lingkungan saat ini dengan snapshot bagus terakhir yang diketahui ...
it: ⚖️ Confronto dell'ambiente corrente con l'ultima buona istantanea nota ...
ja: 現在、現在の環境を最後の既知の良いスナップショットと比較してください...
ko: ⚖️ 현재 환경을 마지막으로 알려진 좋은 좋은 스냅 샷과 비교하는 ...
nl: ⚖️ Vergelijking van de huidige omgeving met de laatst bekende goede momentopname ...
no: ⚖ Sammenligning av nåværende miljø med det siste kjente gode øyeblikksbildet ...
pl: ⚖️ Porównanie obecnego środowiska do ostatniej znanej dobrej migawki ...
pt_br: ⚖️ Comparando o ambiente atual com o último bom instantâneo conhecido ...
ru: ⚖ Сравнение текущей среды с последним известным хорошим снимком ...
sv: ⚖ Jämför den aktuella miljön med den senaste kända goda ögonblicksbilden ...
sw: Kulinganisha mazingira ya sasa na picha nzuri ya mwisho inayojulikana ...
tr: ⚖️ Mevcut ortamı bilinen son iyi anlık görüntüsünü karşılaştırmak ...

source: ✅ Your environment is already in the last known good state. No action needed.
am: ✅ አካባቢዎ ቀድሞውኑ በመጨረሻው በሚለው ጥሩ ሁኔታ ውስጥ ነው.ምንም እርምጃ አያስፈልግም.
ar_eg: ✅ بيئتك موجودة بالفعل في آخر حالة جيدة معروفة.لا يوجد إجراء مطلوب.
bn: ✅ আপনার পরিবেশ ইতিমধ্যে সর্বশেষ পরিচিত ভাল অবস্থায় রয়েছে।কোনও পদক্ষেপের প্রয়োজন নেই।
da: ✅ Dit miljø er allerede i den sidst kendte gode tilstand.Ingen handlinger nødvendigt.
de: ✅ Ihre Umgebung ist bereits im letzten bekannten guten Zustand.Keine Aktion erforderlich.
es: ✅ Su entorno ya está en el último buen estado conocido.No se necesita acción.
fr: ✅ Votre environnement est déjà dans le dernier bon état connu.Aucune action nécessaire.
hi: ✅ आपका वातावरण पहले से ही अंतिम ज्ञात राज्य में है।किसी कार्रवाई की जरूरत नहीं है।
hr: ✅ Vaše je okruženje već u posljednjem poznatom dobrom stanju.Nije potrebna radnja.
id: ✅ Lingkungan Anda sudah dalam kondisi baik terakhir yang diketahui.Tidak ada tindakan yang diperlukan.
it: ✅ Il tuo ambiente è già nell'ultimo buon stato noto.Nessuna azione necessaria.
ja: ryoutあなたの環境はすでに最後の既知の良い状態にあります。アクションは必要ありません。
ko: ✅ 당신의 환경은 이미 마지막으로 알려진 좋은 상태에 있습니다.조치가 필요하지 않습니다.
nl: ✅ Uw omgeving bevindt zich al in de laatst bekende goede staat.Geen actie nodig.
no: ✅ Miljøet ditt er allerede i den siste kjente gode tilstanden.Ingen handlinger nødvendig.
pl: ✅ Twoje środowisko jest już w ostatnim znanym dobrym stanie.Brak działania.
pt_br: ✅ Seu ambiente já está no último bom estado conhecido.Nenhuma ação necessária.
ru: ✅ Ваша среда уже находится в последнем известном хорошем состоянии.Нет никаких действий.
sv: ✅ Din miljö är redan i det sista kända goda tillståndet.Ingen åtgärd behövs.
sw: Mazingira yako tayari yapo katika hali nzuri inayojulikana.Hakuna hatua inahitajika.
tr: ✅ Çevreniz zaten bilinen son iyi durumda.Eylem gerekmez.

source: 📝 The following actions will be taken to restore the environment:
am: The አከባቢን ወደነበረበት ለመመለስ የሚከተሉት እርምጃዎች ይወሰዳሉ-
ar_eg: 📝 سيتم اتخاذ الإجراءات التالية لاستعادة البيئة:
bn: Remother পরিবেশ পুনরুদ্ধার করতে নিম্নলিখিত পদক্ষেপ নেওয়া হবে:
da: 📝 Følgende handlinger vil blive truffet for at gendanne miljøet:
de: 📝 Die folgenden Maßnahmen werden ergriffen, um die Umgebung wiederherzustellen:
es: 📝 Se tomarán las siguientes acciones para restaurar el entorno:
fr: 📝 Les mesures suivantes seront prises pour restaurer l'environnement:
hi: 📝 पर्यावरण को बहाल करने के लिए निम्नलिखित कार्रवाई की जाएगी:
hr: 📝 Sljedeće će radnje poduzeti za vraćanje okoliša:
id: 📝 Tindakan berikut akan diambil untuk memulihkan lingkungan:
it: 📝 Verranno intraprese le seguenti azioni per ripristinare l'ambiente:
ja: bursion環境を復元するために、次のアクションが実行されます。
ko: 📝 환경을 복원하기 위해 다음 조치가 취해집니다.
nl: 📝 De volgende acties worden ondernomen om de omgeving te herstellen:
no: 📝 Følgende tiltak vil bli iverksatt for å gjenopprette miljøet:
pl: 📝 Zostaną podjęte następujące działania w celu przywrócenia środowiska:
pt_br: 📝 As seguintes ações serão tomadas para restaurar o meio ambiente:
ru: 📝 Следующие действия будут предприняты для восстановления окружающей среды:
sv: 📝 Följande åtgärder kommer att vidtas för att återställa miljön:
sw: Hatua zifuatazo zitachukuliwa ili kurejesha mazingira:
tr: 📝 Çevreyi geri yüklemek için aşağıdaki eylemler yapılacaktır:

source: 🚫 Revert cancelled.
am: 🚫 ራስት ተሰር .ል.
ar_eg: 🚫 إعادة إلغاء.
bn: 🚫 প্রত্যাবর্তন বাতিল।
da: 🚫 Revert annulleret.
de: 🚫 Storniert zurückkehren.
es: 🚫 Revertir cancelado.
fr: 🚫 Retourner annulé.
hi: 🚫 रिवर्ट रद्द कर दिया गया।
hr: 🚫 Vrati otkazano.
id: 🚫 Kembalikan dibatalkan.
it: 🚫 Ripristina cancellato.
ja: canseledキャンセル。
ko: ∎ 취소되었습니다.
nl: 🚫 Revert geannuleerd.
no: 🚫 TILBAKE CANBULTED.
pl: 🚫 Odwróć anulowane.
pt_br: 🚫 reverter cancelado.
ru: 🚫 вернуть отменен.
sv: 🚫 Återgå avbruten.
sw: 🚫 Rejea kufutwa.
tr: 🚫 İptal edildi.
