Repository: 1minds3t/omnipkg
Catalog: omnipkg/locale/*/LC_MESSAGES/omnipkg.po
Languages: am, ar_eg, bn, da, de, es, fr, hi, hr, id, it, ja, ko, nl, no, pl, pt_br, ru, sv, sw, tr

source: 🛡️ The active version (v{}) will NOT be affected.
am: 🛡️ ንቁ ስሪት (v {}) አይጎዳም.
ar_eg: 🛡 لن يتأثر الإصدار النشط (V {}).
bn: 🛡 সক্রিয় সংস্করণ (v {}) প্রভাবিত হবে না।
da: 🛡 Den aktive version (v {} ) påvirkes ikke.
de: 🛡️ Die aktive Version (v {} ) wird nicht betroffen.
es: 🛡️ La versión activa (V {} ) no se verá afectada.
fr: 🛡️ La version active (v {} ) ne sera pas affectée.
hi: 🛡 सक्रिय संस्करण (v {}) प्रभावित नहीं होगा।
hr: 🛡️ Aktivna verzija (v {} ) neće utjecati.
id: 🛡️ Versi aktif (v '{}' ) tidak akan terpengaruh.
it: 🛡️ La versione attiva (V {} ) non sarà interessata.
ja: 🛡§Activeバージョン（V {}）は影響を受けません。
ko: 🛡️ 활성 버전 (v {})은 영향을받지 않습니다.
nl: 🛡️ De actieve versie (v {} ) wordt niet beïnvloed.
no: 🛡 Den aktive versjonen (v {} ) vil ikke bli påvirket.
pl: 🛡️ Wersja aktywna (v {} ) nie będzie miała wpływu.
pt_br: 🛡️ A versão ativa (v '{}' ) não será afetada.
ru: 🛡 Активная версия (v {}) не будет затронута.
sv: 🛡 Den aktiva versionen (v {} ) påverkas inte.
sw: 🛡️ Toleo linalotumika (V {} ) halitaathiriwa.

source: 🚫 Prune cancelled.
am: 🚫 ግረትር ተሰርዘዋል.
ar_eg: 🚫 تم إلغاء تقليم.
bn: 🚫 ছাঁটাই বাতিল।
da: 🚫 Beskær annulleret.
de: 🚫 Storniert abgesagt.
es: 🚫 Prune cancelada.
fr: 🚫 Prune annulée.
hi: 🚫 Prune रद्द कर दिया गया।
hr: 🚫 Otkazana obloga.
id: 🚫 Prune dibatalkan.
it: 🚫 Pune cancellata.
ja: cruneキャンセル。
ko: prune이 취소되었습니다.
nl: 🚫 Snoei geannuleerd.
no: 🚫 Beskjæring avlyst.
pl: 🚫 CUNE CUNE.
pt_br: 🚫 poda cancelada.
ru: 🚫 Черносли отменена.
sv: 🚫 Beskärmad avbruten.
sw: 🚫 Prune imefutwa.
tr: 🚫 Budama iptal edildi.

source: 🎉 Pruning complete for '{}'.
am: 🎉 የተሟላ ለ '{}'.
ar_eg: 🎉 التقليم الكامل لـ '{}'.
bn: '{}' এর জন্য সম্পূর্ণ ছাঁটাই।
da: 🎉 Beskæring komplet for '{}'.
de: 🎉 Beschneidung vollständig für '{}'.
es: 🎉 poda completa para '{}'.
fr: 🎉 élagage complet pour '{}'.
hi: '{}' के लिए पूरी तरह से प्रूनिंग।
hr: 🎉 Obrezivanje kompletno za '{}'.
id: 🎉 Pemangkasan lengkap untuk '{}'.
it: 🎉 potatura completa per '{}'.
ja: for '{}'の完全な剪定。
ko: '{}'에 대한 가지 치기.
nl: 🎉 Compleet snoeien voor '{}'.
no: 🎉 Beskjæring komplett for '{}'.
pl: 🎉 Pruning Complete dla „{}”.
pt_br: 🎉 A poda completa para '{}'.
ru: 🎉 Обрезка завершена для '{}'.
sv: 🎉 Beskärning komplett för '{}'.
sw: 🎉 Kupogoa kamili kwa '{}'.

source: ❌ Could not resolve any packages to install. Aborting.
am: The ማንኛውንም ፓኬጆች ለመጫን አልተቻለም. ማጉደል.
ar_eg: ❌ لا يمكن حل أي حزم لتثبيت. الإجهاض.
bn: Any ইনস্টল করার জন্য কোনও প্যাকেজ সমাধান করতে পারেনি। গর্ভপাত।
da: ❌ kunne ikke løse nogen pakker, der skal installeres. Abortering.
de: ❌ konnte keine Pakete für die Installation lösen. Abbrechen.
es: ❌ No pudo resolver ningún paquete para instalar. Aborto.
fr: ❌ n'a pas pu résoudre les packages à installer. Avorter.
hi: ❌ स्थापित करने के लिए किसी भी पैकेज को हल नहीं कर सका। गर्भपात करना।
hr: ❌ Nije mogao riješiti nijedan paket za instaliranje. Prekinuti.
id: ❌ Tidak dapat menyelesaikan paket apa pun untuk diinstal. Membatalkan.
it: ❌ Impossibile risolvere alcun pacchetto da installare. Abortire.
ja: constインストールするパッケージを解決できませんでした。中止。
ko: ❌ 설치할 패키지를 해결할 수 없습니다. 중단.
nl: ❌ kon geen pakketten oplossen om te installeren. Afbreken.
no: ❌ Kunne ikke løse noen pakker for å installere. Abort.
pl: ❌ Nie można rozwiązać żadnych pakietów do zainstalowania. Przerwanie.
pt_br: ❌ Não foi possível resolver nenhum pacote para instalar. Abortando.
ru: ❌ Не мог разрешить какие -либо пакеты для установки. Прерывание.
sv: ❌ kunde inte lösa några paket som ska installeras. Avbryter.
sw: ❌ Haikuweza kutatua vifurushi vyovyote vya kusanikisha. Kuondoa.
tr: ❌ Yüklenecek herhangi bir paketi çözemedi. İptal ediyor.

source: ❌ Pip installation failed for {}. Continuing...
am: ❌ የፒ.ፒ.ፒ. ጭነት {} }}. መቀጠል ...
da: ❌ PIP -installation mislykkedes for {}. Fortsætter ...
de: ❌ PIP -Installation fehlgeschlagen für {}. Fortsetzung ...
fr: ❌ L'installation de PIP a échoué pour {}. Continu ...
hr: ❌ PIP instalacija nije uspjela za {}. Nastavljajući ...
id: ❌ Instalasi PIP gagal untuk {}. Melanjutkan ...
it: ❌ Installazione PIP non riuscita per {}. Continuando ...
nl: ❌ PIP -installatie mislukt voor {}. Doorgaan ...
no: ❌ Pip -installasjon mislyktes for {}. Fortsetter ...
pl: ❌ Instalacja PIP nie powiodła się dla {}. Kontynuacja ...
pt_br: ❌ A instalação do PIP falhou para {}. Continuando ...
ru: ❌ PIP Установка не удалась для {}. Продолжая ...
sv: ❌ PIP -installationen misslyckades för {}. Fortlöpande...
sw: Ufungaji wa PIP umeshindwa kwa {}. Kuendelea ...

source: ✅ Installation completed for: {}
am: ✅ ጭነት ተጠናቅቋል: {}
da: ✅ Installation afsluttet for: {}
de: ✅ Installation abgeschlossen für: {}
fr: ✅ Installation terminée pour: {}
hr: ✅ Instalacija dovršena za: {}
id: ✅ Instalasi selesai untuk: {}
it: ✅ Installazione completata per: {}
nl: ✅ Installatie voltooid voor: {}
no: ✅ Installasjon fullført for: {}
pl: ✅ Instalacja zakończona dla: {}
pt_br: ✅ Instalação concluída para: {}
ru: ✅ Установка завершена для: {}
sv: ✅ Installation Avslutad för: {}
sw: Usakinishaji umekamilika kwa: {}

source: 🧠 Updating knowledge base for this package...
am: ለዚህ ጥቅል የእውቀት መሠረትን ማዘመን ...
da: 🧠 Opdatering af videnbase til denne pakke ...
de: 🧠 Aktualisierung der Wissensbasis für dieses Paket ...
fr: 🧠 Mise à jour de la base de connaissances pour ce package ...
hr: 🧠 Ažuriranje baze znanja za ovaj paket ...
id: 🧠 Memperbarui basis pengetahuan untuk paket ini ...
it: 🧠 Aggiornamento della base di conoscenza per questo pacchetto ...
nl: 🧠 Kennisbasis bijwerken voor dit pakket ...
no: 🧠 Oppdatering av kunnskapsbase for denne pakken ...
pl: 🧠 Aktualizacja bazy wiedzy dla tego pakietu ...
pt_br: 🧠 Atualizando a base de conhecimento para este pacote ...
ru: 🧠 Обновление базы знаний для этого пакета ...
sv: 🧠 Uppdatera kunskapsbasen för detta paket ...
sw: 🧠 Kusasisha msingi wa maarifa kwa kifurushi hiki ...
tr: 🧠 Bu paket için bilgi tabanını güncelleme ...

source: ✅ All requirements were already satisfied.
am: ✅ ሁሉም መስፈርቶች ቀድሞውኑ ረክተዋል.
ar_eg: ✅ كانت جميع المتطلبات راضية بالفعل.
bn: ✅ সমস্ত প্রয়োজনীয়তা ইতিমধ্যে সন্তুষ্ট ছিল।
da: ✅ Alle krav var allerede tilfredse.
de: ✅ Alle Anforderungen waren bereits erfüllt.
es: ✅ Todos los requisitos ya estaban satisfechos.
fr: ✅ Toutes les exigences étaient déjà satisfaites.
hi: ✅ सभी आवश्यकताएं पहले से ही संतुष्ट थीं।
hr: ✅ Svi su zahtjevi već bili ispunjeni.
id: ✅ Semua persyaratan sudah dipenuhi.
it: ✅ Tutti i requisiti erano già soddisfatti.
ja: cortionすべての要件がすでに満たされていました。
ko: ✅ 모든 요구 사항이 이미 만족되었습니다.
nl: ✅ Alle vereisten waren al voldaan.
no: ✅ Alle krav var allerede oppfylt.
pl: ✅ Wszystkie wymagania były już spełnione.
pt_br: ✅ Todos os requisitos já estavam satisfeitos.
ru: ✅ Все требования уже были удовлетворены.
sv: ✅ Alla krav var redan uppfyllda.
sw: Mahitaji yote yalikuwa tayari yameridhika.
tr: ✅ Tüm gereksinimler zaten karşılandı.

source: 🧹 Performing final cleanup of redundant bubbles...
am: Readned Readnewange የአረፋ ማጽጃ የመጨረሻ ማጽጃ ማከናወን ...
ar_eg: 🧹 إجراء التنظيف النهائي للفقاعات الزائدة ...
bn: Rud অপ্রয়োজনীয় বুদবুদগুলির চূড়ান্ত ক্লিনআপ সম্পাদন করা ...
da: 🧹 Udførelse af endelig oprydning af overflødige bobler ...
de: 🧹 Durchführen der endgültigen Reinigung von redundanten Blasen ...
es: 🧹 Realizar la limpieza final de burbujas redundantes ...
fr: 🧹 Effectuer le nettoyage final des bulles redondantes ...
hi: 🧹 निरर्थक बुलबुले की अंतिम सफाई करना ...
hr: 🧹 Izvršavanje konačnog čišćenja suvišnih mjehurića ...
id: 🧹 Melakukan pembersihan akhir gelembung yang berlebihan ...
it: 🧹 Esecuzione della pulizia finale di bolle ridondanti ...
ja: 冗長な泡の最終的なクリーンアップを実行する...
ko: 🧹 중복 거품의 최종 청소 수행 ...
nl: 🧹 Uitvoerende opruiming van overbodige bubbels ...
no: 🧹 Utfører endelig opprydding av overflødige bobler ...
pl: 🧹 Wykonanie ostatecznego czyszczenia zbędnych bąbelków ...
pt_br: 🧹 Realizando a limpeza final de bolhas redundantes ...
ru: 🧹 Выполнение окончательной очистки избыточных пузырьков ...
sv: 🧹 Utför slutlig sanering av redundanta bubblor ...
sw: 🧹 Kufanya usafishaji wa mwisho wa Bubbles zisizo na maana ...
tr: 🧹 Gereksiz kabarcıkların son temizliğini gerçekleştirme ...

source: -> Found redundant bubble for active package '{0}=={1}'. Removing...
am: -> ንቁ ጥቅል '{0}' == '{1}' » ተገኝቷል. ማስወገድ ...
da: -> fundet overflødig boble til aktiv pakke ' {0} == {1} '. Fjernelse ...
de: -> Redundante Blase für ein aktives Paket ' {0} == {1} ' gefunden. Entfernen ...
hr: -> pronađeni suvišni mjehurić za aktivni paket ' {0} == {1} '. Uklanjanje ...
id: -> menemukan gelembung redundan untuk paket aktif ' {0} == {1} '. Menghapus ...
it: -> trovata bolla ridondante per il pacchetto attivo ' {0} == {1} '. Rimozione ...
no: -> Fant overflødig boble for aktiv pakke ' {0} == {1} '. Fjerner ...
pl: -> Znaleziono zbędną bańkę dla pakietu aktywnego ' {0} == {1} '. Usuwanie ...
pt_br: Bolha redundante encontrada para o pacote ativo '{0}=={1}'. Removendo ...
ru: -> Нашел избыточный пузырь для активного пакета ' {0} == {1} '. Удаление ...
sv: -> Hittade redundant bubbla för aktivt paket ' {0} == {1} '. Ta bort ...
sw: -> Bubble inayopatikana ya kifurushi cha kazi {0} == {1}. Kuondoa ...

source: 🤷 No installations match the specified criteria.
am: Posessionses ምንም ጭነቶች ከተገለጹት መስፈርት ጋር አይዛመድም.
ar_eg: 🤷 لا توجد عمليات تثبيت تتطابق مع المعايير المحددة.
bn: 🤷 কোনও ইনস্টলেশন নির্দিষ্ট মানদণ্ডের সাথে মেলে না।
da: 🤷 Ingen installationer matcher de specificerede kriterier.
de: 🤷 Keine Installationen stimmen mit den angegebenen Kriterien überein.
es: 🤷 No hay instalaciones que coincidan con los criterios especificados.
fr: 🤷 Aucune installation ne correspond aux critères spécifiés.
hi: 🤷 कोई स्थापना निर्दिष्ट मानदंडों से मेल नहीं खाती है।
hr: 🤷 Nijedna instalacija odgovara navedenim kriterijima.
id: 🤷 Tidak ada instalasi yang sesuai dengan kriteria yang ditentukan.
it: 🤷 Nessuna installazione corrisponde ai criteri specificati.
ja: compuring指定された基準と一致するインストールはありません。
ko: 🤷 지정된 기준과 일치하지 않습니다.
nl: 🤷 Geen installaties komen overeen met de opgegeven criteria.
no: 🤷 Ingen installasjoner samsvarer med de spesifiserte kriteriene.
pl: 🤷 Brak instalacji nie pasuje do określonych kryteriów.
pt_br: 🤷 Nenhuma instalação corresponde aos critérios especificados.
ru: 🤷 Никакие установки не соответствуют указанным критериям.
sv: 🤷 Inga installationer matchar de angivna kriterierna.
sw: 🤷 Hakuna mitambo inayolingana na vigezo maalum.
tr: 🤷 Kurulum belirtilen kriterlerle eşleşmez.

source: 🔎 Resolving package versions via PyPI API...
am: The በ PYPI ኤፒአይ በኩል የጥያቄ ስሪቶችን መፍታት ...
ar_eg: 🔎 حل الإصدارات الحزمة عبر PYPI API ...
bn: P পিওয়াইপিআই এপিআইয়ের মাধ্যমে প্যাকেজ সংস্করণগুলি সমাধান করা ...
da: 🔎 Løsning af pakkerversioner via PYPI API ...
de: 🔎 Paketversionen über PYPI -API auflösen ...
es: 🔎 Resolución de versiones de paquetes a través de la API PYPI ...
fr: 🔎 Résolution des versions du package via l'API PYPI ...
hi: 🔎 PYYPI API के माध्यम से पैकेज संस्करणों को हल करना ...
hr: 🔎 Rješavanje verzija paketa putem PYPI API -ja ...
id: 🔎 Menyelesaikan versi paket melalui PYPI API ...
it: 🔎 Risoluzione delle versioni del pacchetto tramite API PYPI ...
ja: pypi APIを介してパッケージバージョンを解決します...
ko: pypi API를 통한 패키지 버전 해결 ...
nl: 🔎 Pakketversies oplossen via PYPI API ...
no: 🔎 Løsningspakkeversjoner via PYPI API ...
pl: 🔎 Rozwiązywanie wersji pakietów za pośrednictwem PYPI API ...
pt_br: 🔎 Resolução de versões do pacote via Pypi API ...
ru: 🔎 Разрешение версий пакетов через PYPI API ...
sv: 🔎 Lös paketversioner via PYPI API ...
sw: 🔎 Kutatua matoleo ya kifurushi kupitia PYPI API ...
tr: 🔎 PYPI API üzerinden paket sürümlerini çözme ...

source: -> Finding latest version for '{}'...
am: -> '{}' የቅርብ ጊዜ ስሪት መፈለግ ...
ar_eg: -> العثور على أحدث إصدار لـ '{}' ...
bn: -> '{}' এর জন্য সর্বশেষ সংস্করণ সন্ধান করা ...
da: -> Find den nyeste version til '{}' ...
de: -> Die neueste Version für '{}' finden ...
es: -> encontrar la última versión para '{}' ...
fr: -> trouver la dernière version pour '{}' ...
hi: -> '{}' के लिए नवीनतम संस्करण ढूंढना ...
hr: -> Pronalaženje najnovije verzije za '{}' ...
id: -> menemukan versi terbaru untuk '{}' ...
it: -> Trovare l'ultima versione per '{}' ...
ja: - >「{}」の最新バージョンを見つける...
ko: -> '{}'에 대한 최신 버전 찾기 ...
nl: -> de nieuwste versie vinden voor '{}' ...
no: -> Finne siste versjon for '{}' ...
pl: -> Znalezienie najnowszej wersji dla „{}” ...
pt_br: -> Encontrando a versão mais recente para '{}' ...
ru: -> Поиск последней версии для '{}' ...
sv: -> Hitta den senaste versionen för '{}' ...
sw: -> Kupata toleo la hivi karibuni la '{}' ...

source: ✅ Resolved '{}' to '{}'
am: ✅ ፍጡ'{}'to '{}'
ar_eg: ✅ حل "{} 'إلى' {} '
bn: ✅ সমাধান '{}' থেকে '{}'
da: ✅ Løst '{}' til '{}'
de: ✅ gelöst '{}' zu '{}' '
es: ✅ Resuelto '{}' a '{}'
fr: ✅ résolu '{}' à '{}'
hi: ✅ '{}' को '{}' से हल किया गया
hr: ✅ ROZORANO '{}' to '{}'
id: ✅ terselesaikan '{}' ke '{}'
it: ✅ risolto '{}' a '{}'
ja: ✅ '{}'から '{}'に解決しました
ko: ✅ '{}'에 '{}'을 해결했습니다.
nl: ✅ opgelost '{}' tot '{}'
no: ✅ Løst '{}' til '{}'
pl: ✅ Rozwiązane „{}” do „{}”
pt_br: ✅ Resolvido '{}' para '{}'
ru: ✅ Решение '{}' to '{}'
sv: ✅ Löst '{}' till '{}'
sw: ✅ kutatuliwa '{}' kwa '{}'

source: ⚠️ Could not resolve a version for '{}' via PyPI. Skipping.
am: ⚠️ አንድ ስሪት መፍታት አልተቻለም '{}'በ Pypi በኩል. መዝለል.
ar_eg: ⚠ لا يمكن حل إصدار لـ '{}' عبر pypi. تخطي.
bn: P পিওয়াইপিআইয়ের মাধ্যমে '{}' এর জন্য কোনও সংস্করণ সমাধান করতে পারেনি। স্কিপিং
da: ⚠ kunne ikke løse en version til '{}' via Pypi. Spring over.
de: ⚠️ konnte eine Version für '{}' über PYPI nicht beheben. Überspringen.
es: ⚠️ No pudo resolver una versión para '{}' a través de Pypi. Salto a la comba.
fr: ⚠️ n'a pas pu résoudre une version pour '{}' via PYPI. Saut.
hi: ⚠ PYPI के माध्यम से '{}' के लिए एक संस्करण को हल नहीं कर सका। रस्सी कूदना।
hr: ⚠️ nije mogao riješiti verziju za '{}' putem PYPI. Preskakanje.
id: ⚠️ tidak dapat menyelesaikan versi untuk '{}' melalui PYPI. Melewati.
it: ⚠️ Impossibile risolvere una versione per '{}' tramite PyPI. Saltare.
ja: pypi経由で「{}」のバージョンを解決できませんでした。スキップ。
ko: pypi를 통해 '{}'에 대한 버전을 해결할 수 없었습니다. 건너 뛰기.
nl: ⚠️ kon een versie voor '{}' niet oplossen via PYPI. Overslaan.
no: ⚠ kunne ikke løse en versjon for '{}' via PYPI. Hopp over.
pl: ⚠️ nie można rozwiązać wersji dla „{}” za pośrednictwem PYPI. Skaczący.
pt_br: ⚠️ Não foi possível resolver uma versão para '{}' via Pypi. Pular.
ru: ⚠ Не удалось разрешить версию для '{}' через PYPI. Пропуск.
sv: ⚠ kunde inte lösa en version för '{}' via pypi. Hoppa över.
sw: ⚠️ Haikuweza kusuluhisha toleo la '{}' kupitia pypi. Kuruka.

source: ⚠️ API Error while fetching version for '{}': {}
am: ⚠️ ኤፒአይ ስሪት ስሪት በማምጣት ላይ '{}':{}
ar_eg: ⚠ خطأ API أثناء جلب الإصدار لـ '{}': {}
bn: '{}': {} এর জন্য সংস্করণ আনার সময় এপিআই ত্রুটি
da: ⚠ API -fejl, mens du henter version til '{}': {}
de: ⚠️ API -Fehler beim Abrufen der Version für '{}': {}
es: ⚠️ Error de API mientras obtiene la versión para '{}': {}
fr: ⚠️ Erreur de l'API lors de la récupération de la version pour '{}': {}
hi: ⚠ के लिए संस्करण लाने के दौरान ⚠ एपीआई त्रुटि{}':{}
hr: ⚠️ API pogreška tijekom dohvaćanja verzije za '{}': {}
id: ⚠️ Kesalahan API saat mengambil versi untuk '{}': {}
it: ⚠️ Errore API durante il recupero della versione per '{}': {}
ja: 「{}」のバージョンを取得する際のapiエラー：{}
ko: '{}'에 대한 버전을 가져 오는 동안 API 오류 : {}
nl: ⚠️ API -fout tijdens het ophalen van versie voor '{}': {}
no: ⚠ API -feil mens du henter versjon for '{}': {}
pl: ⚠️ Błąd API podczas pobierania wersji dla „{}”: {}
pt_br: Erro da API Erro ao buscar a versão para '{}': {}
ru: ⚠ Ошибка API при получении версии для '{}': {}
sv: ⚠ API -fel när du hämtar version för '{}': {}
sw: ⚠️ kosa la API wakati wa kuchota toleo la '{}': {}

source: rich.{}test_harness_cloaked
am: ሀብታም {} ሙከራ_
ar_eg: ريتش. {} test_harness_cloaked
bn: ধনী{}টেস্ট_হরনেস_ক্লোকড
da: rig.{} test_harness_cloaked
de: Rich. {} test_harness_cloak
es: Rich. {} test_harness_cloed
fr: riche. {} test_harness_cloaked
hi: अमीर। {} test_harness_cloaked
hr: bogati. {} test_harness_cloked
no: rik. {} test_harness_cloaked
pt_br: rico. {} test_harness_cloaked
sv: rik. {} test_harness_cloaked
sw: tajiri. {} test_harness_cloaked

source: {}.{}test_harness_cloaked
am: {}. {} ሙከራ_አቅርቦት_
bn: {}।{}টেস্ট_হরনেস_ক্লোকড
hr: {}. {} test_harness_cloked

source: --- Script STDERR (relevant) ---
am: --- ስክሪፕት ስፕረስ (አስፈላጊ) ---
ar_eg: --- السيناريو Stderr (ذات الصلة) ---
bn: --- স্ক্রিপ্ট স্ট্যান্ডার (প্রাসঙ্গিক) ---
de: --- Skript STDERR (relevant) ---
es: --- Script stderr (relevante) ---
fr: --- script stderr (pertinent) ---
hi: --- स्क्रिप्ट stderr (प्रासंगिक) ---
hr: --- skripta stderr (relevantna) ---
id: --- skrip stderr (relevan) ---
it: --- script stderr (pertinente) ---
ja: ---スクリプトstderr（関連する）---
ko: --- 스크립트 stderr (관련) ---
pl: --- Script Stderr (odpowiedni) ---
pt_br: --- script stderr (relevante) ---
ru: --- Скрипт STDERR (релевантный) ---.
sw: --- script stderr (inafaa) ---

source: ⚠️ Some errors occurred (see above)
am: ⚠️ አንዳንድ ስህተቶች ተከዩ (ከላይ ይመልከቱ)
ar_eg: ⚠ حدثت بعض الأخطاء (انظر أعلاه)
bn: ⚠ কিছু ত্রুটি ঘটেছে (উপরে দেখুন)
da: ⚠ Nogle fejl opstod (se ovenfor)
de: ⚠️ Einige Fehler sind aufgetreten (siehe oben)
es: ⚠️ Ocurrieron algunos errores (ver arriba)
fr: ⚠️ Des erreurs se sont produites (voir ci-dessus)
hi: ⚠ कुछ त्रुटियां हुईं (ऊपर देखें)
hr: ⚠️ Došlo je do nekih pogrešaka (vidi gore)
id: ⚠️ Beberapa kesalahan terjadi (lihat di atas)
it: ⚠️ Si sono verificati alcuni errori (vedi sopra)
ja: ⚠️いくつかのエラーが発生しました（上記参照）
ko: ⚠️ 일부 오류가 발생했습니다 (위 참조)
nl: ⚠️ Er zijn enkele fouten opgetreden (zie hierboven)
no: ⚠ Noen feil oppstod (se over)
pl: ⚠️ wystąpiły niektóre błędy (patrz wyżej)
pt_br: ⚠️ Alguns erros ocorreram (veja acima)
ru: ⚠️ Возникли некоторые ошибки (см. выше)
sv: ⚠ Vissa fel inträffade (se ovan)
sw: Makosa kadhaa yalitokea (tazama hapo juu)

source: 🚀 TensorFlow Version Switching Test
am: 🚀 Transfowlower ስሪት መቀየሪያ ሙከራ
da: 🚀 Tensorflow -versionskiftstest
de: 🚀 TensorFlow -Versions -Switching -Test
fr: 🚀 Test de changement de version de TensorFlow
hr: 🚀 test za prebacivanje verzije tensorflow
id: 🚀 Uji switching versi tensorflow
it: 🚀 test di commutazione della versione Tensorflow
nl: 🚀 Tensorflow -versie Switching Test
pl: 🚀 Testowanie przełączania wersji TensorFlow
pt_br: 🚀 Teste de troca de versão do tensorflow
ru: 🚀 Тест на переключение версии TensorFlow
sv: 🚀 Test av versionsbyte av TensorFlow
sw: 🚀 Tensorflow Toleo la Kubadilisha Mtihani
tr: 🚀 Tensorflow sürüm değiştirme testi

source: Using omnipkg versions directory: {}
am: የኦምኒካዊ ስሪቶች ማውጫ በመጠቀም omnipkg {}
da: Brug af omnipkg-versionskatalog: {}
de: Verzeichnis der omnipkg-Versionen verwenden: {}
fr: Utilisation du répertoire des versions d'omnipkg : {}
hr: Korištenje direktorija OmniPKG Versions: {}
id: Menggunakan direktori versi omnipkg: {}
it: Utilizzo della directory delle versioni di omnipkg: {}
nl: Gebruik omnipkg versies directory: {}
no: Bruke Omnipkg Versions Directory: {}
pl: Używanie katalogu wersji omnipkg: {}
pt_br: Utilizar o diretório de versões do omnipkg: {}
ru: Использование каталога версий Omnipkg: {}
sv: Använda omnipkg -versioner Katalog: {}
sw: Kutumia saraka ya matoleo ya omnipkg: {}

source: 🧹 Clearing existing TensorFlow installations...
am: 🧹 ነባር የንፋሪ ፍሰት ገጽ ገጽታዎች ማጽዳት ...
da: 🧹 Clearing af eksisterende TensorFlow -installationer ...
de: 🧹 Löschen vorhandener Tensorflow -Installationen ...
fr: 🧹 Effacer les installations de tensorflow existantes ...
hr: 🧹 Očišćenje postojećih instalacija tensorflowa ...
id: 🧹 Membersihkan instalasi TensorFlow yang ada ...
it: 🧹 Cancellazione delle installazioni TensorFlow esistenti...
nl: 🧹 Bestaande TensorFlow-installaties verwijderen...
no: 🧹 Rydde eksisterende TensorFlow -installasjoner ...
pl: 🧹 Oczyszczanie istniejących instalacji tensorflow ...
pt_br: 🧹 Limpando instalações existentes do TensorFlow ...
ru: 🧹 Очистка существующих установок TensorFlow...
sv: 🧹 Rensa befintliga TensorFlow -installationer ...
sw: 🧹 Kusafisha mitambo ya Tensorflow iliyopo ...
tr: 🧹 Mevcut tensorflow kurulumlarını temizleme ...

source: (Should have 4.14.1 and keras==2.13.1 active in main env, 4.5.0 in bubble)
am: (4.14.1 እና ኬራ == 2.1 2.1.1 በዋናው ኢንቨኒክ (Anver, 4.5.0 ውስጥ ንቁ)
ar_eg: (يجب أن يكون 4.14.1 و keras == 2.13.1 نشط في ENV الرئيسية ، 4.5.0 في الفقاعة)
bn: (4.14.1 এবং কেরাস == 2.13.1 মূল এনভিতে সক্রিয় হওয়া উচিত, বুদ্বুদে 4.5.0)
da: (Bør have 4.14.1 og keras==2.13.1 aktive i main env, 4.5.0 i bubble)
de: (Sollte 4.14.1 und keras == 2.13.1 in der Hauptumd, 4.5.0 in Blase aktiv).
es: (Debería tener 4.14.1 y keras == 2.13.1 activo en el envío principal, 4.5.0 en burbuja)
fr: (Devrait avoir 4.14.1 et keras == 2.13.1 actif dans le principal env, 4.5.0 en bulle)
hi: (4.14.1 और केरस == 2.13.1 मुख्य एनवी में सक्रिय होना चाहिए, बबल में 4.5.0)
hr: (Trebao bi imati 4.14,1 i keras == 2.13.1 aktivan u glavnom Env -u, 4.5.0 u mjehuriću)
id: (HARUS memiliki 4.14.1 dan keras == 2.13.1 aktif di Main Env, 4.5.0 dalam gelembung)
it: (Dovrebbero avere 4.14.1 e keras == 2.13.1 Active in Main Env, 4.5.0 in bolla)
ja: （4.14.1とkeras == 2.13.1がメインENVでアクティブ、4.5.0でバブルである必要があります）
ko: (메인 환경에서는 4.14.1 및 keras==2.13.1이 활성화되어 있어야 하며, 버블에서는 4.5.0이 활성화되어 있어야 합니다.)
nl: (Moet 4.14.1 en keras == 2.13.1 actief hebben in hoofd env, 4.5.0 in bubbel)
no: (Bør ha 4.14.1 og Keras == 2.13.1 Aktiv i Main Env, 4.5.0 i boble)
pl: (Powinny mieć 4.14.1 i keras == 2.13.1 Aktywne w głównym Env, 4.5.0 w bańce)
pt_br: (Deve ter 4.14.1 e keras == 2.13.1 ativo no Env Main, 4.5.0 em bolha)
ru: (Должен иметь 4.14.1 и керас == 2.13.1 Активен в Main Env, 4.5.0 в пузыре)
sv: (Bör ha 4.14.1 och Keras == 2.13.1 Aktiv i Main Env, 4.5.0 i bubbla)
sw: (Inapaswa kuwa na 4.14.1 na keras == 2.13.1 inayotumika katika env kuu, 4.5.0 katika Bubble)

source: Bubble exists: {}
am: አረፋ አለ-{}
ar_eg: الفقاعة موجودة: {}
bn: বুদ্বুদ বিদ্যমান: {}
da: Boble findes: {}
de: Blase existiert: {}
es: Bubble existe:{}
fr: La bulle existe : {}
hi: बुलबुला मौजूद है: {}
hr: Mjehurić postoji: {}
id: Bubble ada: {}
it: Esiste una bolla: {}
ja: バブルが存在する：{}
ko: 버블이 존재합니다: {}
nl: Bubble bestaat: {}
no: Boble eksisterer: {}
pl: Bańka istnieje:{}
pt_br: A bolha existe: {}
ru: Пузырь существует: {}
sv: Bubblan existerar: {}
sw: Bubble ipo: {}

source: 🚀 Final cleanup and verification
am: 🚀 የመጨረሻ ማጽጃ እና ማረጋገጫ
da: 🚀 Endelig oprydning og verifikation
de: 🚀 Schlussbereinigung und Überprüfung
fr: 🚀 Nettoyage final et vérification
hr: 🚀 Završno čišćenje i provjera
id: 🚀 Pembersihan dan verifikasi akhir
it: 🚀 pulizia e verifica finale
nl: 🚀 Eindopruiming en verificatie
no: 🚀 Endelig opprydding og verifisering
pl: 🚀 Ostateczne czyszczenie i weryfikacja
pt_br: 🚀 Limpeza e verificação final
ru: 🚀 Окончательная очистка и проверка
sv: 🚀 Slutlig sanering och verifiering
sw: 🚀 Usafishaji wa mwisho na uthibitisho
tr: 🚀 Son temizleme ve doğrulama

source: 🧹 Removing TensorFlow packages (keeping protected dependencies)...
am: Transflow ጥቅሎችን ማስወገድ (የተጠበቀ ጥገኛዎችን መጠበቅ) ...
da: 🧹 Fjernelse af TensorFlow-pakker (bevarer beskyttede afhængigheder) ...
de: 🧹 Entfernen von TensorFlow-Paketen (geschützte Abhängigkeiten beibehalten)...
fr: 🧹 Retirer les packages TensorFlow (conserver les dépendances protégées) ...
hr: 🧹 Uklanjanje tensorflow paketa (zadržavanje zaštićenih ovisnosti) ...
id: 🧹 Menghapus Paket TensorFlow (menjaga dependensi yang dilindungi) ...
it: 🧹 Rimozione di pacchetti Tensorflow (mantenendo dipendenze protette) ...
nl: 🧹 Tensorflow -pakketten verwijderen (beschermde afhankelijkheden houden) ...
no: 🧹 Fjern TensorFlow -pakker (holder beskyttede avhengigheter) ...
pl: 🧹 Usuwanie pakietów tensorflow (utrzymanie zależności chronionych) ...
pt_br: 🧹 Removendo pacotes de tensorflow (mantendo dependências protegidas) ...
ru: 🧹 Удаление пакетов TensorFlow (сохранение защищенных зависимостей) ...
sv: 🧹 Ta bort TensorFlow-paket (behåller skyddade beroenden) ...
sw: 🧹 Kuondoa vifurushi vya Tensorflow (kutunza utegemezi uliolindwa) ...
