Repository: 1minds3t/omnipkg
Catalog: omnipkg/locale/*/LC_MESSAGES/omnipkg.po
Languages: am, ar_eg, bn, da, de, es, fr, hi, hr, id, it, ja, ko, nl, no, pl, pt_br, ru, sv, sw, tr

source: │ omnipkg install flask-login==0.6.0 │
am: │ Omnipkg flask-gode == 0.6.0 │
ar_eg: │ omnipkg تثبيت Flask-F-Flask == 0.6.0 │
bn: │ ওমনিপকেজি ইনস্টল ফ্লাস্ক-লোগিন == 0.6.0 │
da: │ Omnipkg Installer Flask-Login == 0.6.0 │
de: │ omnipkg Installieren Sie Flask-Login == 0,6,0 │
es: │ omnipkg instalar frasco-login == 0.6.0 │
fr: │ OMNIPKG Installer Flask-Login == 0,6,0 │
hi: │ omnipkg फ्लास्क-लोगिन स्थापित करें == 0.6.0 │
hr: │ OmniPKG Instalirajte tikvicu-login == 0,6.0 │
id: │ omnipkg instal flask-login == 0.6.0 │
it: │ omnipkg Installa il pallone-login == 0.6,0 │
ja: omn​​ipkgインストールflask-login == 0.6.0をインストールします
ko: OMNIPKG 설치 플라스크 로그 == 0.6.0 │
nl: │ Omnipkg Installeer flessen-login == 0.6.0 │
no: │ OMNIPKG Installer kolbe-login == 0.6.0 │
pl: │ Omnipkg instaluj loginę kolby == 0,6,0 │
pt_br: │ omnipkg install login == 0.6.0 │
ru: │ Omnipkg Установите Flask-login == 0,6,0 │
sv: │ Omnipkg Installera flask-login == 0.6.0 │
sw: │ omnipkg kusanidi chupa-login == 0.6.0 │
tr: │ omnipkg yükleme flask-login == 0.6.0 │

source: │ ⚠️ WARNING: pip will NUKE your environment! ⚠️ │
am: │ ማስጠንቀቂያ: - ፓአይፒ አከባቢዎን ይንቀጠቀጣል!⚠️ │
ar_eg: │ ⚠ تحذير: PIP سوف نويك بيئتك!⚠ │
bn: │ ⚠ সতর্কতা: পিপ আপনার পরিবেশকে বাড়িয়ে তুলবে!⚠ │
da: │ ⚠ Advarsel: Pip vil nuke dit miljø!⚠ │
de: │ ⚠️ Warnung: PIP wird Ihre Umgebung nukieren!⚠️ │
es: │ ⚠️ ADVERTENCIA: ¡PIP hará su entorno!⚠️ │
fr: │ ⚠️ AVERTISSEMENT: Pip nucraire votre environnement!⚠️ │
hi: │ │ चेतावनी: PIP आपके पर्यावरण को बंद कर देगा!⚠ │
hr: │ ⚠️ UPOZORENJE: PIP će srušiti svoje okruženje!⚠️ │
id: │ ⚠️ PERINGATAN: PIP Will Nuke Lingkungan Anda!⚠️ │
it: │ ⚠️ ATTENZIONE: PIP nutrirà il tuo ambiente!⚠️ │
ja: │⚠│〜警告：PIPはあなたの環境を核にします！⚠⚠嫌い
ko: │ │️ 경고 : Pip은 환경을 멍청하게 할 것입니다!⚠️ │
nl: │ ⚠️ WAARSCHUWING: PIP zal uw omgeving vernietigen!⚠️ │
no: │ ⚠ ADVARSEL: PIP vil nøye miljøet ditt!⚠ │
pl: │ ⚠️ OSTRZEŻENIE: Pip będzie nuke twoje środowisko!⚠️ │
pt_br: │ ⚠️ Aviso: Pip vai arcar com o seu ambiente!⚠️ │
ru: │ ⚠ Предупреждение: PIP будет подавлять вашу среду!⚠ │
sv: │ ⚠ VARNING: PIP kommer att nuka din miljö!⚠ │
sw: Onyo ⚠️: Bomba litakusanya mazingira yako!⚠️ │
tr: │ ⚠️ Uyarı: Pip ortamınızı nuke olacak!⚠️ │

source: │ • Downgrade from 0.6.3 to 0.6.0 │
am: │ • ከ 0.6.3 እስከ 0.6.0 │
ar_eg: │ • خفض من 0.6.3 إلى 0.6.0 │
bn: │ ০.০.৩ থেকে 0.6.0 │ ডাউনগ্রেড
da: │ • Nedgradering fra 0.6.3 til 0.6.0 │
de: │ • Herabstufung von 0,6,3 auf 0,6,0 │ herabstufen
es: │ • Renovado de 0.6.3 a 0.6.0 │
fr: │ • rétrograde de 0,6,3 à 0,6,0 │
hi: │ • 0.6.3 से 0.6.0 तक डाउनग्रेड
hr: │ • Downgrade sa 0,6,3 na 0,6,0 │
id: │ • Downgrade dari 0,6,3 menjadi 0,6,0 │
it: │ • Downgrade da 0,6,3 a 0,6,0 │
ja: │•0.6.3から0.6.0のダウングレード
ko: │ • 하향 그레이드 0.6.3에서 0.6.0 ℃로
nl: │ • Downgrade van 0,6,3 tot 0,6,0 │
no: │ • Nedgradering fra 0.6.3 til 0.6.0 │
pl: │ • obniżka z 0,6,3 do 0,6,0 │
pt_br: │ • Downgrade de 0,6,3 para 0,6,0 │
ru: │ • Понижение с 0,6,3 до 0,6,0 │
sv: │ • nedgradering från 0,6,3 till 0,6,0 │
sw: │ • Kushuka kutoka 0.6.3 hadi 0.6.0 │
tr: │ • 0.6.3'ten 0,6.0 │

source: │ • Break newer Flask compatibility │
am: │ • አዳዲስ ፍላሽ ተኳሃኝነት ተኳሃኝነት │
ar_eg: │ • كسر توافق القارورة الأحدث │
bn: │ new নতুন ফ্লাস্কের সামঞ্জস্যতা ভাঙ্গুন │
da: │ • Bryde nyere kolbe kompatibilitet │
de: │ • Neue Kolbenkompatibilität brechen │
es: │ • Romper la nueva compatibilidad del matraz │
fr: │ • Brisez la compatibilité du flacon plus récent │
hi: │ • नई फ्लास्क संगतता को तोड़ें │
hr: │ • Probijte noviju kompatibilnost tikvice │
id: │ • Hancurkan kompatibilitas labu yang lebih baru │
it: │ • rompere la più recente compatibilità del pallone │
ja: │•新しいフラスコの互換性を壊します│
ko: │ • 새로운 플라스크 호환성을 깨뜨립니다
nl: │ • Breek nieuwere kolf compatibiliteit │
no: │ • Bryt nyere kolbekompatibilitet │
pl: │ • Break Nower Flask Compatibility │
pt_br: │ • Quebre a compatibilidade mais recente de frascos │
ru: │ • Разбейте более новую совместимость колбы │
sv: │ • Bryt nyare kolvkompatibilitet │
sw: │ • Vunja utangamano mpya wa chupa │
tr: │ • Daha yeni şişe uyumluluğunu kırın │

source: │ • Destroy your modern app │
am: │ • ዘመናዊ መተግበሪያዎን ያጥፉ │
ar_eg: │ • تدمير تطبيقك الحديث │
bn: │ your আপনার আধুনিক অ্যাপ্লিকেশনটি ধ্বংস করুন │
da: │ • Ødelæg din moderne app │
de: │ • Zerstöre deine moderne App │
es: │ • Destruye tu aplicación moderna │
fr: │ • Détruisez votre application moderne │
hi: │ • अपने आधुनिक ऐप को नष्ट करें │
hr: │ • Uništite svoju modernu aplikaciju │
id: │ • Hancurkan aplikasi modern Anda │
it: │ • Distruggi la tua app moderna │
ja: │•最新のアプリを破壊します
ko: │ • 현대 앱을 파괴하십시오
nl: │ • Vernietig uw moderne app │
no: │ • ødelegge din moderne app │
pl: │ • Zniszcz swoją nowoczesną aplikację │
pt_br: │ • Destrua seu aplicativo moderno │
ru: │ • Уничтожьте ваше современное приложение │
sv: │ • Förstör din moderna app │
sw: │ • kuharibu programu yako ya kisasa │
tr: │ • Modern uygulamanızı yok edin │

source: │ • Welcome you to dependency hell 🔥 │
am: │ • ወደ ገሃነም 🔥 🔥 ድረስዎ በደህና መጡ
ar_eg: │ • مرحبًا بك في الجحيم التبعية 🔥 🔥 │
bn: │ │ you আপনাকে নির্ভরশীলতার জন্য আপনাকে স্বাগতম 🔥 │ │ │
da: │ • Velkommen dig til afhængighed helvede 🔥 │
de: │ • Willkommen Sie zur Abhängigkeit Hölle 🔥 │ │
es: │ • Dése a la dependencia del infierno 🔥 │
fr: │ • vous accueille-t-il à l'enfer de la dépendance 🔥 │
hi: │ • आपका स्वागत है कि आप निर्भरता नरक में आपका स्वागत करते हैं
hr: │ • Dobrodošli u pakao ovisnosti 🔥 │ │ │ │ │ │ │
id: │ • menyambut Anda di neraka ketergantungan 🔥 │
it: │ • Accolgoti per la dipendenza Hell 🔥 │
ja: │•あなたを依存する地獄への歓迎🔥│
ko: │ • 의존성 지옥에 오신 것을 환영합니다
nl: │ • Welkom u bij afhankelijkheid Hell 🔥 │ │
no: │ • Velkommen til avhengighet helvete 🔥 │
pl: │ • Witaj Cię do piekła zależnego 🔥 │
pt_br: │ • Bem-vindo ao inferno de dependências 🔥 |
ru: │ • Добро пожаловать вам в зависимость, ад, 🔥 │ │ │
sv: │ • Välkommen till beroende helvete 🔥 │ │ │ │ │ │ │ │ │ │
sw: │ • Karibu kwa utegemezi kuzimu 🔥 │
tr: │ • Bağımlılık cehennemine hoş geldiniz 🔥 │

source: │ [Y]es, I want chaos | [N]o, save me omnipkg! 🦸‍♂️ │
am: │ [y] es, choses እፈልጋለሁ |[N] o, ኦሚኒፕግ አድነኝ!🦸♂️ │
ar_eg: │ [y] es ، أريد الفوضى |[ن] يا ، أنقذني omnipkg!🦸‍ │
bn: │ [y] এস, আমি বিশৃঙ্খলা চাই |[এন] ও, আমাকে ওমনিপকেজি বাঁচাও!🦸‍️ │
da: │ [y] es, jeg vil have kaos |[N] o, red mig omnipkg!🦸‍♂ │
de: │ [y] es, ich will Chaos |[N] o, rette mich omnipkg!🦸‍eitung │
es: │ [y] es, quiero el caos |[N] ¡Oh, sálvame omnipkg!🦸‍️ │
fr: │ [y] es, je veux le chaos |[N] o, sauve-moi omnipkg!🦸‍️ │
hi: │ [y] es, मुझे अराजकता चाहिए |[एन] ओ, मुझे बचाओ omnipkg!🦸‍ │ │
hr: │ [y] es, želim kaos |[N] o, spasi me omnipkg!🦸‍♂️ │
id: │ [y] es, saya ingin kekacauan |[N] o, simpan aku omnipkg!🦸‍♂️ │
it: │ [y] es, voglio caos |[N] O, salvami omnipkg!🦸‍♂️ │
ja: │[y] es、カオスが欲しい|[n] o、私にomnipkgを救ってください！🦸‍♂🦸‍♂嫌い
ko: │ [Y] es, 나는 혼돈을 원한다 |[N] O, 저를 옴니 크기를 구하십시오!🦸‍ ♂담추 │
nl: │ [y] es, ik wil chaos |[N] o, red me omnipkg!🦸‍️ │
no: │ [y] es, jeg vil ha kaos |[N] o, redd meg omnipkg!🦸‍♂️ │
pl: │ [y] es, chcę chaos |[N] o, uratuj mnie Omnipkg!🦸‍♂️ │
pt_br: │ [y] es, eu quero caos |[N] O, salve -me omnipkg!🦸‍♂️ │
ru: │ [y] es, я хочу хаос |[N] o, Спаси меня, омнипкг!🦸‍♂️ │
sv: │ [y] es, jag vill ha kaos |[N] o, spara mig omnipkg!🦸‍🦸‍️ │
sw: │ [y] es, nataka machafuko |[N] o, niokoe omnipkg!🦸‍♂️ │
tr: │ [y] es, kaos istiyorum |[N] o, beni kurtar beni omnipkg!🦸‍♂️ │

source: \ (💀💀)\______ <- This is your environment
am: \ (💀💀) \ \ \ \ \ \ __ - ይህ የእርስዎ አካባቢ ነው
ar_eg: \ (💀💀) \ ______ <- هذه هي بيئتك
bn: \ (💀💀) \ ______ <- এটি আপনার পরিবেশ
da: \ (💀💀) \ ______ <- Dette er dit miljø
de: \ (💀💀) \ ______ <- Dies ist Ihre Umgebung
es: \ (💀💀) \ ______ <- Este es su entorno
fr: \ (💀💀) \ ______ <- c'est votre environnement
hi: \ (\) \ ______ <- यह आपका वातावरण है
hr: \ (💀💀) \ ____ <- ovo je vaše okruženje
id: \ (💀💀) \ ______ <- Ini adalah lingkungan Anda
it: \ (💀💀) \ ______ <- Questo è il tuo ambiente
ja: \（💀💀）\ ______ < - これはあなたの環境です
ko: \ () \ ______ <- 이것은 당신의 환경입니다
nl: \ (💀💀) \ ______ <- Dit is uw omgeving
no: \ (💀💀) \ ______ <- Dette er ditt miljø
pl: \ (💀💀) \ ______ <- to jest twoje środowisko
pt_br: \ (💀💀) \ ______ <- Este é o seu ambiente
ru: \ (💀💀) \ ______ <- это ваша среда
sv: \ (💀💀) \ ______ <- Detta är din miljö
sw: \ (💀💀) \ ______ <- Hii ndio mazingira yako
tr: \ (💀💀) \ ______ <- Bu senin ortamınız

source: (__)\ )\/\ after using pip
am: (__) \ \ \ \ \ \ \ / \ Pip Pip ከተጠቀሙ በኋላ
ar_eg: (__) \) \/\ بعد استخدام PIP
bn: (__) \) \/\ পিআইপি ব্যবহারের পরে
da: (__) \) \/\ efter brug af PIP
de: (__) \) \/\ nach der Verwendung von PIP
es: (__) \) \/\ después de usar PIP
fr: (__) \) \ / \ après avoir utilisé PIP
hi: (__) \) \/\ _ PIP का उपयोग करने के बाद
hr: (__) \) \/\ Nakon korištenja PIP -a
id: (__) \) \/\ Setelah menggunakan PIP
it: (__) \) \/\ dopo aver usato PIP
ja: （__）\）\/\ PIPを使用した後
ko: PIP를 사용한 후 (__) \) \/\
nl: (__) \) \/\ na het gebruik van PIP
no: (__) \) \/\ etter bruk av Pip
pl: (__) \) \/\ po użyciu PIP
pt_br: (__) \) \/\ depois de usar PIP
ru: (__) \) \/\ после использования PIP
sv: (__) \) \/\ Efter att ha använt PIP
sw: (__) \) \/\ Baada ya kutumia PIP

source: ⚠️ [omnipkg loader] Config not provided or incomplete. Attempting auto-detection of paths.
am: ⚠️ [የኦምኒክኪግ ጭነት] ውቅረት አልተሰጠም ወይም ያልተሟላ.የመንገድ ላይ ራስ-ማግኛ በመሞከር.
ar_eg: ⚠ [omnipkg loader] التكوين غير المقدم أو غير مكتمل.محاولة كشف تلقائي للمسارات.
bn: ⚠ [ওমনিপকিজি লোডার] কনফিগারেশন সরবরাহ করা বা অসম্পূর্ণ নয়।পাথের অটো-সনাক্তকরণের চেষ্টা করা।
da: ⚠ [Omnipkg Loader] config ikke leveret eller ufuldstændig.Forsøg på auto-detektion af stier.
de: ⚠️ [Omnipkg Loader] Konfiguration nicht bereitgestellt oder unvollständig.Versuch der automatischen Erkennung von Pfaden.
es: ⚠️ [omnipkg carger] config no proporcionada o incompleta.Intento de detección automática de rutas.
fr: ⚠️ [OMNIPKG Loader] Config non fourni ou incomplet.Tentative de détection automatique des chemins.
hi: ⚠ [omnipkg लोडर] कॉन्फ़िगर नहीं किया गया या अधूरा नहीं।पथों के ऑटो-डिटेक्शन का प्रयास करना।
hr: ⚠️ [OmniPKG Loader] Konfiguracija nije navedena ili nepotpuna.Pokušaj automatskog otkrivanja staza.
id: ⚠️ [omnipkg loader] config tidak disediakan atau tidak lengkap.Mencoba deteksi otomatis jalur.
it: ⚠️ [OMNIPKG caricatore] config non fornito o incompleto.Tentativo di rilevamento automatico dei percorsi.
ja: anutea demip [omnipkg loader]設定が提供されていないか、不完全ではありません。パスの自動検出の試み。
ko: ⚠️ [OMNIPKG 로더] 구성이 제공되거나 불완전하지 않습니다.경로의 자동 감지 시도.
nl: ⚠️ [omnipkg loader] configuratie niet verstrekt of onvolledig.Proberen automatische detectie van paden.
no: ⚠ [OMNIPKG Loader] Config ikke gitt eller ufullstendig.Forsøk på auto-deteksjon av stier.
pl: ⚠️ [Omnipkg Loader] Config nie dostarczony ani niekompletny.Próba automatycznego wykrywania ścieżek.
pt_br: ⚠️ [Omnipkg loader] Config não fornecido ou incompleto.Tentativa de detecção automática de caminhos.
ru: ⚠ [Omnipkg Loader] Конфигурация не предоставлена ​​или неполна.Попытка автоматической обнаружения путей.
sv: ⚠ [Omnipkg Loader] config inte tillhandahållen eller ofullständig.Försöker auto-detektion av vägar.
sw: ⚠️ [Omnipkg Loader] Usanidi haujatolewa au haujakamilika.Kujaribu kugundua kiotomatiki cha njia.
tr: ⚠️ [Omnipkg Loader] Yapılandırma sağlanmadı veya eksik.Yolların otomatik olarak tespit deneme.

source: ⚠️ [omnipkg loader] Could not auto-detect site-packages path reliably. Falling back to sys.prefix.
am: ⚠️ [የኦምኒካልኪግ ጫን] የቦታ-ጥቅሎችን በመጠቀም በአስተማማኝ ሁኔታ ማስተላለፍ አልቻለም.ወደ SYS.PREXIX መመለስ.
ar_eg: ⚠ [omnipkg loader] لا يمكن أن يكتشف مسار حزم الموقع بشكل تلقائي بشكل موثوق.العودة إلى sys.prefix.
bn: ⚠ [ওমনিপকিজি লোডার] সাইট-প্যাকেজগুলি নির্ভরযোগ্যভাবে স্বয়ংক্রিয়ভাবে সনাক্ত করতে পারেনি।Sys.prefix এ ফিরে পড়া।
da: ⚠ [Omnipkg Loader] kunne ikke auto-detektere site-packages sti pålideligt.Falder tilbage til sys.prefix.
de: ⚠️ [Omnipkg Loader] konnte die Site-Packages-Pfad nicht zuverlässig automatisch erkennen.Zurück zu sys.prefix.
es: ⚠️ [Loader Omnipkg] no pudo detectar automáticamente la ruta de los paquetes de sitio de manera confiable.Cayendo de regreso al SYS.Prefix.
fr: ⚠️ [chargeur omnipkg] n'a pas pu détecter automatiquement le chemin des emballages de site de manière fiable.Retour à Sys.prefix.
hi: ⚠ [omnipkg लोडर] साइट-पैकेज पथ को ऑटो-डिटेक्ट नहीं कर सकता है।Sys.prefix पर वापस गिर रहा है।
hr: ⚠️ [OmniPKG Loader] nije mogao pouzdano automatsko otkriti put-pakete.Vraćajući se na sys.prefix.
id: ⚠️ [Omnipkg Loader] tidak dapat secara otomatis mendeteksi jalur paket-situs secara andal.Kembali ke sys.prefix.
it: ⚠️ [OMNIPKG Loader] Impossibile rilevare automaticamente il percorso dei pacchetti di siti in modo affidabile.Ricadere su sys.prefix.
ja: ⚠⚠§[Omnipkg Loader]は、サイトパッケージパッケージを確実に自動検出できませんでした。sys.prefixに戻る。
ko: [Omnipkg 로더]는 사이트 패키지 경로를 안정적으로 자동 검출 할 수 없었습니다.Sys.prefix로 돌아갑니다.
nl: ⚠️ [omnipkg loader] kon het padpadpad niet betrouwbaar automatisch detecteren.Terugvallen naar Sys.Prefix.
no: ⚠ [OMNIPKG LASTER] Kunne ikke auto-detekterte plasspakkene pålitelig.Faller tilbake til sys.prefix.
pl: ⚠️ [Omnipkg Loader] nie mógł niezawodnie automatycznie wykryć ścieżkę witryn.Falling z powrotem do Sys. Prefix.
pt_br: ⚠️ [Omnipkg loader] não pôde detectar automaticamente o caminho de pacote de sites de maneira confiável.Voltando ao sys.prefix.
ru: ⚠ [Omnipkg Loader] не мог надежно автоматически определить путь к сайтам-пакетам.Возвращаясь к Sys.prefix.
sv: ⚠ [Omnipkg Loader] kunde inte automatiskt-detektta platsförpackningsväg pålitligt.Faller tillbaka till Sys.Prefix.
sw: ⚠️ [Omnipkg Loader] haikuweza kugundua njia za tovuti-pakiti kwa uaminifu.Kuanguka nyuma kwa sys.prefix.
tr: ⚠️ [omnipkg yükleyici] site paketleri yolunu güvenilir bir şekilde otomatik olarak tespit edemedi.Sys.prefix'e geri dönüyor.

source: 🟢 --force flag detected. Caching will be ignored.
am: 🟢 - ሰንደቅ ዓላማ ተገኝቷል.መሸጎጫ ችላ ተብሏል.
ar_eg: 🟢 -اكتشاف علم القوة.سيتم تجاهل التخزين المؤقت.
bn: 🟢 -ফোর্স পতাকা সনাক্ত হয়েছে।ক্যাচিং উপেক্ষা করা হবে।
da: 🟢 -Force -flag detekteret.Cache ignoreres.
de: 🟢 -Kraftflagge erkannt.Das Ausschneiden wird ignoriert.
es: 🟢 🟢 🟢 -Force Flag Detected.El almacenamiento en caché será ignorado.
fr: 🟢 - Facteur de force détecté.La mise en cache sera ignorée.
hi: 🟢 -फोर्स फ्लैग का पता चला।कैशिंग को नजरअंदाज कर दिया जाएगा।
hr: 🟢 -Otkrivena zastava.Predmemoriranje će se zanemariti.
id: 🟢 -Force Flag terdeteksi.Caching akan diabaikan.
it: 🟢 -Flag rilevato.La memorizzazione nella cache verrà ignorata.
ja: 🟢 - 検出されたフラグフラグ。キャッシュは無視されます。
ko: 🟢 -포스 플래그가 감지되었습니다.캐싱은 무시됩니다.
nl: 🟢 -force vlag gedetecteerd.Caching zal worden genegeerd.
no: 🟢 -Force Flag oppdaget.Caching vil bli ignorert.
pl: 🟢 -Wykryto flagę.Buforowanie zostanie zignorowane.
pt_br: 🟢 -A sinalização da força é detectada.O cache será ignorado.
ru: 🟢 -Флаг отключения обнаружено.Кэширование будет игнорировано.
sv: 🟢 -Force flagga upptäckt.Caching kommer att ignoreras.
sw: 🟢 -bendera ya nguvu imegunduliwa.Caching itapuuzwa.
tr: 🟢 -tespit edilen bayrak.Önbellekleme göz ardı edilecektir.

source: ✅ Connected to Redis successfully.
am: ✅ በተሳካ ሁኔታ ከተገናኘ.
ar_eg: ✅ متصل بـ Redis بنجاح.
bn: Red সফলভাবে রেডিসের সাথে সংযুক্ত।
da: ✅ Tilsluttet Redis med succes.
de: ✅ erfolgreich mit Redis verbunden.
es: ✅ Conectado con Redis con éxito.
fr: ✅ Connecté à Redis avec succès.
hi: ✅ Redis से सफलतापूर्वक जुड़ा हुआ है।
hr: ✅ Uspješno povezano s Redisom.
id: ✅ Berhubungan dengan Redis dengan sukses.
it: ✅ collegato a Redis con successo.
ja: redisに正常に接続されています。
ko: Redis에 성공적으로 연결되었습니다.
nl: ✅ met succes verbonden met Redis.
no: ✅ Koblet til Redis med hell.
pl: ✅ powiązane z Redis skutecznie.
pt_br: ✅ Conectado a Redis com sucesso.
ru: ✅ Успешно подключено к Redis.
sv: ✅ Ansluten till Redis framgångsrikt.
sw: ✅ Imeunganishwa na Redis kwa mafanikio.
tr: Red Redis'e başarılı bir şekilde bağlandı.

source: 🔍 Discovering all packages from file system (ground truth)...
am: ሁሉንም ፓኬጆች ከፋይል ስርዓት (የመሬት እውነት) ማግኘት ...
ar_eg: 🔍 اكتشاف جميع الحزم من نظام الملفات (الحقيقة الأرضية) ...
bn: Fily ফাইল সিস্টেম (গ্রাউন্ড ট্রুথ) থেকে সমস্ত প্যাকেজ আবিষ্কার করা ...
da: 🔍 Opdag alle pakker fra filsystemet (jord sandhed) ...
de: 🔍 Entdecken Sie alle Pakete aus dem Dateisystem (Bodenwahrheit) ...
es: 🔍 Descubriendo todos los paquetes del sistema de archivos (Verdad de tierra) ...
fr: 🔍 Découvrir tous les packages à partir du système de fichiers (Ground Truth) ...
hi: 🔍 फाइल सिस्टम (ग्राउंड ट्रुथ) से सभी पैकेजों की खोज ...
hr: 🔍 Otkrivanje svih paketa iz datotečnog sustava (zemljana istina) ...
id: 🔍 Menemukan Semua Paket dari Sistem File (Ground Truth) ...
it: 🔍 Scoprire tutti i pacchetti dal file system (verità di terra) ...
ja: fileファイルシステムからすべてのパッケージを発見する（グラウンドトゥルース）...
ko: 🔍 파일 시스템에서 모든 패키지 발견 (Ground Truth) ...
nl: 🔍 Het ontdekken van alle pakketten uit het bestandssysteem (grondwaarheid) ...
no: 🔍 Oppdage alle pakker fra filsystem (Ground Truth) ...
pl: 🔍 Odkrywanie wszystkich pakietów z systemu plików (gruntowa prawda) ...
pt_br: 🔍 Descobrindo todos os pacotes do sistema de arquivos (verdade em terra) ...
ru: 🔍 Обнаружение всех пакетов из файловой системы (Ground Prute) ...
sv: 🔍 Upptäck alla paket från filsystemet (mark sanning) ...
sw: 🔍 Kugundua vifurushi vyote kutoka kwa mfumo wa faili (ukweli wa ardhi) ...
tr: 🔍 Dosya sisteminden tüm paketleri keşfetmek (temel gerçeği) ...

source: -> Reconciling file system state with Redis knowledge base...
am: -> የፋይል ስርዓት ሁኔታን ከድማስ የእውቀት መሠረት ጋር እንደገና መገናኘት
ar_eg: -> التوفيق بين حالة نظام الملفات مع قاعدة المعرفة Redis ...
bn: -> রেডিস নলেজ বেসের সাথে ফাইল সিস্টেমের সাথে পুনর্মিলন করা ...
da: -> Forligende filsystemtilstand med Redis Knowledge Base ...
de: -> Dateisystemstatus mit Redis -Wissensbasis in Einklang bringen ...
es: -> Conciliar el estado del sistema de archivos con la base de conocimiento Redis ...
fr: -> Réconcilier l'état du système de fichiers avec la base de connaissances redis ...
hi: -> रेडिस नॉलेज बेस के साथ फाइल सिस्टम स्टेट को मिलाना ...
hr: -> Usklađivanje stanja datotečnog sustava s redis bazom znanja ...
id: -> Rekonsiliasi Status Sistem File dengan Basis Pengetahuan Redis ...
it: -> Conciliazione dello stato del file system con Redis Knowledge Base ...
ja: - >ファイルシステムの状態をRedisの知識ベースと調整する...
ko: -> Redis Knowledge Base와 파일 시스템 상태 조정 ...
nl: -> Status verzoenen met de status van de bestandssysteem met Redis Knowledge Base ...
no: -> Avstemming av filsystemstat med Redis Knowledge Base ...
pl: -> Uznanie stanu systemu plików z bazą wiedzy Redis ...
pt_br: -> Conciliando o estado do sistema de arquivos com a Base de Conhecimento Redis ...
ru: -> Согласование состояния файловой системы с базой знаний Redis ...
sv: -> Förena filsystemstillstånd med Redis Knowledge Base ...
sw: Kuzingatia hali ya faili na Redis…
tr: -> Dosya Sistemi Durumunu Redis Bilgi Tabanı ile Uzlaşma ...

source: - Setting main environment to a known good state... (This might trigger an omnipkg install)
am: - ወደሚታወቅበት ጥሩ ሁኔታ ዋና አካባቢን ማወዛወዝ (ይህ የኦምኒካዊ ጫጫታ ያስነሳ ነበር)
da: - Indstilling af hovedmiljø til en kendt god tilstand ... (dette kan udløse en allegipkg -installation)
de: - Hauptumgebung in einen bekannten guten Zustand einstellen ... (Dies kann eine Omnipkg -Installation auslösen)
fr: - Définition de l'environnement principal sur un bon état connu ... (cela pourrait déclencher une installation OMNIPKG)
hr: - Postavljanje glavnog okruženja u poznato dobro stanje ... (ovo bi moglo pokrenuti instalaciju OmniPKG)
id: - Mengatur lingkungan utama ke keadaan baik yang diketahui ... (ini mungkin memicu instalasi omnipkg)
it: - Impostare l'ambiente principale su uno stato buono noto ... (questo potrebbe innescare un'installazione omnipkg)
nl: - Hoofdomgeving instellen op een bekende goede staat ... (dit kan een omnipkg -installatie veroorzaken)
no: - Å sette hovedmiljø til en kjent god tilstand ... (Dette kan utløse en OMNIPKG -installasjon)
pl: - Ustawienie głównego środowiska do znanego dobrego stanu ... (To może wywołać instalację OmnipKG)
pt_br: - Definir o ambiente principal para um bom estado conhecido ... (isso pode desencadear uma instalação omnipkg)
ru: - Установка основной среды для известного хорошего состояния ... (это может вызвать установку Omnipkg)
sv: - Ställa in huvudmiljö till ett känt gott tillstånd ... (detta kan utlösa en omnipkg -installation)
sw: - Kuweka mazingira kuu kwa hali nzuri inayojulikana ... (Hii inaweza kusababisha usanidi wa Omnipkg)
tr: - Ana ortamın bilinen iyi bir duruma ayarlanması ... (Bu bir omnipkg kurulumunu tetikleyebilir)

source: ✅ Environment is clean and ready for testing.
am: ✅ አካባቢ ንፁህ እና ለሙከራ ዝግጁ ነው.
ar_eg: ✅ البيئة نظيفة وجاهزة للاختبار.
bn: ✅ পরিবেশ পরিষ্কার এবং পরীক্ষার জন্য প্রস্তুত।
da: ✅ Miljø er rent og klar til test.
de: ✅ Umgebung ist sauber und zum Testen bereit.
es: ✅ El entorno está limpio y listo para las pruebas.
fr: ✅ L'environnement est propre et prêt pour les tests.
hi: ✅ पर्यावरण स्वच्छ है और परीक्षण के लिए तैयार है।
hr: ✅ Okoliš je čisto i spremno za testiranje.
id: ✅ Lingkungan bersih dan siap untuk diuji.
it: ✅ L'ambiente è pulito e pronto per i test.
ja: ✅環境は清潔でテストの準備ができています。
ko: ✅ 환경은 깨끗하고 테스트 준비가되었습니다.
nl: ✅ Omgeving is schoon en klaar om te testen.
no: ✅ Miljøet er rent og klart for testing.
pl: ✅ Środowisko jest czyste i gotowe do testowania.
pt_br: ✅ O ambiente está limpo e pronto para teste.
ru: ✅ Окружающая среда является чистой и готова к тестированию.
sv: ✅ Miljö är ren och redo för testning.
sw: Mazingira ni safi na tayari kwa majaribio.
tr: ✅ Çevre temiz ve test için hazır.

source: 💥 NUMPY VERSION JUGGLING:
am: 💥 ናዚ ስሪት ስሪት
ar_eg: 💥 الإصدار numpy juggling:
bn: 💥 নুমপি সংস্করণ জাগলিং:
da: 💥 numpy version jonglering:
de: 💥 Numpy Version Jonglieren:
es: 💥 Versión numpy malabarista:
fr: 💥 Version Numpy Jongleuse:
hi: 💥 numpy संस्करण juggling:
hr: 💥 NumPy verzija žongliranje:
id: 💥 Juggling Versi Numpy:
it: 💥 Versione numpy giocoleria:
ja: 💥numpyバージョンジャグリング：
ko: numpy 버전 저글링 :
nl: 💥 Numpy versie jongleren:
no: 💥 Numpy versjon sjonglering:
pl: 💥 Wersja Numpy żonglerka:
pt_br: 💥 Numpy Version Malabando:
ru: 💥 numpy версия жонглирование:
sv: 💥 numpy version jonglering:
sw: 💥 Toleo la Numpy Juggling:
tr: 💥 Numpy sürümü hokkabazlık:

source: 🔥 SCIPY C-EXTENSION TEST:
am: 🔥 የኪራይ ሲ-ኤክስቴንሽን ምርመራ
ar_eg: 🔥 اختبار Scipy C-Extension:
bn: 🔥 স্কিপি সি-এক্সটেনশন পরীক্ষা:
de: 🔥 Scipy C-Extensionstest:
es: 🔥 Prueba de extensión C SciPy:
fr: 🔥 Test de Scipy C-Extension:
hi: 🔥 Scipy C-extension परीक्षण:
hr: 🔥 Scipy C-estension Test:
id: 🔥 Uji C-Extension SCIPY:
it: 🔥 Test di estensione C di Scipy:
ja: scipy C-Extensionテスト：
ko: scipy c-extension 테스트 :
pl: 🔥 Test Scipy C-Extension:
pt_br: 🔥 Teste de Extensão C Scipy:
sw: 🔥 Mtihani wa upanuzi wa C-Scipy:
tr: 🔥 SCIPY C-Extension Testi:

source: 🤯 NUMPY + SCIPY VERSION MIXING:
am: 🤯 numpy + የማጭበርበር ስሪት ማደባለቅ:
ar_eg: 🤯 Numpy + Scipy الإصدار الخلط:
bn: 🤯 numpy + scipy সংস্করণ মিশ্রণ:
da: 🤯 numpy + scipy version blanding:
de: 🤯 Numpy + Scipy -Version Mischung:
es: 🤯 Mezcla de versión Numpy + Scipy:
fr: 🤯 Mélange de version Numpy + Scipy:
hi: 🤯 numpy + scipy संस्करण मिश्रण:
hr: 🤯 NumPy + Scipy verzija Miješanje:
id: 🤯 Pencampuran Versi Scipy Numpy +:
it: 🤯 Numpy + versione Scipy Missioning:
ja: 🤯numpy + Scipyバージョンのミキシング：
ko: numpy + scipy 버전 믹싱 :
sw: 🤯 Numpy + Scipy toleo la mchanganyiko:
tr: 🤯 numpy + scipy sürüm karıştırma:
