Repository: 1minds3t/omnipkg
Catalog: omnipkg/locale/*/LC_MESSAGES/omnipkg.po
Languages: am, ar_eg, bn, da, de, es, fr, hi, hr, id, it, ja, ko, nl, no, pl, pt_br, ru, sv, sw, tr

source: 📈 Loaded {} file hashes from Redis.
am: 📈 የተጫነ {} ፋይል ከድማሲዎች.
ar_eg: 📈 محملة {} تجزئة ملف من redis.
bn: Red লোড {} ফাইল রেডিস থেকে হ্যাশ।
da: 📈 Indlæst {} fil hashes fra redis.
de: 📈 geladen {} Datei -Hashes von Redis.
es: 📈 cargado {} Archivo hash de Redis.
fr: 📈 Hashs de fichiers chargés {} à partir de redis.
hi: 📈 लोड किए गए {} FILE HASHES REDIS से।
hr: 📈 Učitana {} hasha datoteka iz Redisa.
id: 📈 memuat hash file {} dari redis.
it: 📈 Carichi {} Hash di file da Redis.
ja: Redisから{}ファイルハッシュをロードします。
ko: Redis에서로드 된 {} 파일 해시.
nl: 📈 Geladen {} bestand Hashes van Redis.
no: 📈 Lastet {} fil hashes fra Redis.
pl: 📈 Załadowany {} skrótów plików z Redis.
pt_br: 📈 carregado {} hashes de arquivo de redis.
ru: 📈 Загружено {} Хэши файла из Redis.
sv: 📈 Laddade {} fil hash från Redis.
sw: 📈 Kupakia {} Faili ya faili kutoka Redis.
tr: 📈 Redis'ten {} dosya karma yüklendi.

source: 🔍 Building main environment hash index...
am: 🔍 መገንባት ዋና አከባቢ አከባቢን ሃሽ መረጃ ጠቋሚ ...
ar_eg: 🔍 بناء مؤشر التجزئة البيئة الرئيسية ...
bn: 🔍 বিল্ডিং মেইন এনভায়রনমেন্ট হ্যাশ সূচক ...
da: 🔍 Bygning af hovedmiljø Hash -indeks ...
de: 🔍 Bauen Sie Hauptumwelt -Hash -Index ...
es: 🔍 Construir el índice de hash de entorno principal ...
fr: 🔍 Bâtiment Index de hachage environnemental principal ...
hi: 🔍 मुख्य वातावरण हैश इंडेक्स का निर्माण ...
hr: 🔍 Izgradnja glavnog hash indeksa ...
id: 🔍 Membangun Indeks Hash Lingkungan Utama ...
it: 🔍 Costruire l'indice hash dell'ambiente principale ...
ja: buildingメイン環境ハッシュインデックス...
ko: ∎ 주요 환경 구축 해시 지수 ...
nl: 🔍 Building Hoofdomgeving Hash Index ...
no: 🔍 Bygge hovedmiljø hash indeks ...
pl: 🔍 Budowanie głównego indeksu skrótu środowiska ...
pt_br: 🔍 Construindo o índice de hash do ambiente principal ...
ru: 🔍 Строительство основного хэш -индекс среды ...
sv: 🔍 Byggande huvudmiljö hashindex ...
sw: 🔍 Kuunda Mazingira Kuu ya Hash Index ...
tr: 🔍 Ana ortamın hash endeksini oluşturma ...

source: ✅ Successfully indexed {} packages via metadata
am: {} በተሳካ ሁኔታ}} ፓኬጆች ሜታዳታ በኩል
ar_eg: ✅ فهرسة بنجاح {} الحزم عبر البيانات الوصفية
bn: ✅ সফলভাবে সূচী{}মেটাডেটা মাধ্যমে প্যাকেজ
da: ✅ Indekseret med succes {} pakker via metadata
de: ✅ erfolgreich indexierte {} Pakete über Metadaten
es: ✅ Paquetes {} indexados con éxito a través de metadatos
fr: ✅ Indexation réussie des paquets {} via les métadonnées
hi: Met मेटाडेटा के माध्यम से सफलतापूर्वक {} पैकेज अनुक्रमित
hr: ✅ Uspješno indeksirani {} paketi putem metapodataka
id: ✅ Paket {} yang berhasil diindeks melalui metadata
it: ✅ pacchetti {} indicizzati correttamente tramite metadati
ja: metadata経由で{}パッケージに正常にインデックス付けされました
ko: metadata를 통해 {} 패키지를 성공적으로 인덱싱했습니다
nl: ✅ met succes geïndexeerde {} pakketten via metadata
no: ✅ Vellykket indeksert {} pakker via metadata
pl: ✅ Pomyślnie indeksowane pakiety {} za pośrednictwem metadanych
pt_br: ✅ Indexado com sucesso {} pacotes via metadados
ru: ✅ Успешно индексированные {} пакеты с помощью метаданных
sv: ✅ Framgångsrikt indexerade {} paket via metadata
sw: ✅ Vifurushi vilivyofanikiwa {} vifurushi kupitia metadata
tr: ✅ Meta veri yoluyla {} paketleri başarılı bir şekilde indekslendi

source: 🔄 Fallback scan for {} packages: {}{}
am: 🔄} {} ፓኬጆች} {} {}
ar_eg: 🔄 مسح احتياطي للحزم {}: {} {}
bn: {} প্যাকেজগুলির জন্য ফ্যালব্যাক স্ক্যান: {} {}
da: 🔄 Fallback -scanning for {} pakker: {} {}
de: 🔄 Fallback -Scan für {} Pakete: {} {}
es: 🔄 ESCANCIÓN FALTA para {} paquetes: {} {}
fr: 🔄 SCALBAT SCAY pour les packages {}: {} {}
hi: के लिए गिरावट स्कैन{}पैकेज:{}{}
hr: 🔄 povratni skeniranje za {} pakete: {} {}
id: 🔄 fallback scan untuk {} paket: {} {}
it: 🔄 fallback scansion per {} pacchetti: {} {}
ja: ᔄ {}パッケージのフォールバックスキャン：{}{}
ko: 🔄 {} 패키지에 대한 폴백 스캔 : {} {}
nl: 🔄 Fallback -scan voor {} pakketten: {} {}
no: 🔄 Fallback -skanning for {} pakker: {} {}
pl: 🔄 Scan Fallback dla pakietów {}: {} {}
pt_br: 🔄 Scan fallback para {} pacotes: {} {}
ru: 🔄 Sparkback Scan для {} пакетов: {} {}
sv: 🔄 Fallback -skanning för {} paket: {} {}
sw: 🔄 Scanback Scan kwa {} vifurushi: {} {}
tr: 🔄 {} paketleri için geri dönüş taraması: {} {}

source: ⚠️ Metadata approach failed ({}), falling back to full scan...
am: ⚠️ ሜታዳታ አቀራረብ አልተሳካም ( {} ), ወደ ሙሉ ፍተሻ መመለስ ...
ar_eg: ⚠ فشل نهج البيانات الوصفية ( {} ) ، التراجع إلى المسح الكامل ...
bn: ⚠ মেটাডেটা পদ্ধতির ব্যর্থ ( {} ), পুরো স্ক্যানে ফিরে পড়ে ...
da: ⚠ Metadata -tilgang mislykkedes ({}), faldt tilbage til fuld scanning ...
de: ⚠️ Metadata -Ansatz fehlgeschlagen ({} ) und fällt auf den vollständigen Scan zurück ...
es: ⚠️ El enfoque de metadatos falló ( {} ), volviendo a escanear completo ...
fr: ⚠️ L'approche des métadonnées a échoué ( {} ), retombant à la numérisation complète ...
hi: ⚠ मेटाडेटा दृष्टिकोण विफल रहा ('{}'), पूर्ण स्कैन पर वापस गिर रहा है ...
hr: ⚠️ pristup metapodacima nije uspio ('{}'), padajući na potpunu skeniranje ...
id: ⚠️ pendekatan metadata gagal ( {} ), kembali ke pemindaian penuh ...
it: ⚠️ Approccio metadati non riuscito ( '{}' ), ricadendo alla scansione completa ...
ja: metadataアプローチが失敗した（{}）、フルスキャンに戻る...
ko: ⚠️ 메타 데이터 접근법이 실패하고 ( {} ) 전체 스캔으로 돌아 가기 ...
nl: ⚠️ Metadata -aanpak is mislukt ({}), terugvallend naar volledige scan ...
no: ⚠ Metadata -tilnærmingen mislyktes ( {} ), og faller tilbake til full skanning ...
pl: ⚠️ Podejście metadanych nie powiodło się ( {} ), powrót do pełnego skanowania ...
pt_br: ⚠️ A abordagem de metadados falhou ( {} ), voltando à varredura completa ...
ru: ⚠️ Метод метаданных не сработал ({}), выполняется полное сканирование...
sv: ⚠ Metadata -metoden misslyckades ("{}"), faller tillbaka till full skanning ...
sw: Njia ya Metadata imeshindwa ({}), ikianguka nyuma kwa skana kamili ...

source: 💾 Saving {} file hashes to Redis cache...
am: 💾 {} ፋይልን ወደ ቀይ ሽክርክሪሽ መሸጎጫ ...
ar_eg: 💾 حفظ {} تجزئة ملف لإعادة ذاكرة التخزين المؤقت ...
bn: 💾 সেভিং {} ফাইল হ্যাশগুলি রেডিস ক্যাশে ...
da: 💾 Saving {} fil hashes til redis cache ...
de: 💾 Speichern {} Datei -Hashes zum Redis -Cache ...
es: 💾 Guardar {} Los hash de archivo a Redis Cache ...
fr: 💾 Enregistrer les hachages de fichiers {} à redis cache ...
hi: 💾 सेविंग {} फाइल हैश को रेडिस कैश ...
hr: 💾 Spremanje {} hasha datoteka u redis cache ...
id: 💾 menyimpan {} file hash ke redis cache ...
it: 💾 Salvare {} Hash di file su Redis Cache ...
ja: 💾{}ファイルのハッシュをredisキャッシュに保存します...
ko: 💾 저장 {} 파일 해시에 Redis 캐시 ...
nl: 💾 💾 {} bestand opslaan om de cache te redis ...
no: 💾 Lagre {} fil hashes for å redis cache ...
pl: 💾 Zapisywanie skrótów plików {} do pamięci podręcznej Redis ...
pt_br: 💾 Salvar {} Hashes de arquivo para Redis Cache ...
ru: 💾 Сохранение {} Хэш файла в кэш Redis ...
sv: 💾 Spara {} fil hash för att redisera cache ...
sw: 💾 Kuokoa {} Faili ya haraka kwa Redis Cache ...
tr: 💾 {} dosya kaydetme önbelleğe kaydetme ...

source: 📈 Indexed {} files from main environment.
am: 📈 {} ፋይሎች ከዋናው አካባቢ
ar_eg: 📈 ملفات مفهرسة {} من البيئة الرئيسية.
bn: 📈 ইনডেক্সড {} ফাইলগুলি প্রধান পরিবেশ থেকে।
da: 📈 Indekserede {} filer fra hovedmiljøet.
de: 📈 indizierte {} Dateien aus der Hauptumgebung.
es: 📈 Archivos indexados {} desde el entorno principal.
fr: 📈 Fichiers indexés {} de l'environnement principal.
hi: 📈 अनुक्रमित {} मुख्य वातावरण से फाइलें।
hr: 📈 Indeksirane {} datoteke iz glavnog okruženja.
id: 📈 File terindeks {} dari lingkungan utama.
it: 📈 File indicizzati {} dall'ambiente principale.
ja: main環境からのインデックス付き{}ファイル。
ko: 📈 주 환경에서 {} 파일을 색인화했습니다.
nl: 📈 Indexeerde {} bestanden uit de hoofdomgeving.
no: 📈 Indekserte {} filer fra hovedmiljøet.
pl: 📈 indeksowane pliki {} z głównego środowiska.
pt_br: 📈 Indexado {} arquivos do ambiente principal.
ru: 📈 Индексированные {} файлы из основной среды.
sv: 📈 Indexerade {} filer från huvudmiljön.
sw: 📈 Faili za {} kutoka kwa mazingira kuu.
tr: 📈 Ana ortamdan {} dosyaları dizinli.

source: {}bubble_locations
am: {} አረመኔዎች
bn: {} বুদ্বুদ_লোকেশন
hi: {} bubbble_locations

source: 📝 Registered bubble location and stats for {} packages.
am: 📝 የተመዘገበ አረፋ ሥፍራ እና ስታቲስቲክስ ለ{}ፓኬጆች.
ar_eg: 📝 موقع الفقاعة المسجل والإحصائيات للحزم {}.
bn: 📝 {} প্যাকেজগুলির জন্য নিবন্ধিত বুদ্বুদ অবস্থান এবং পরিসংখ্যান।
da: 📝 Registreret bobleplacering og statistik til {} pakker.
de: 📝 Registrierter Blasenort und Statistiken für {} Pakete.
es: 📝 Ubicación y estadísticas registradas de burbujas para paquetes {}.
fr: 📝 Emplacement et statistiques de bulles enregistrées pour les packages {}.
hi: 📝 {} पैकेज के लिए पंजीकृत बुलबुला स्थान और आँकड़े।
hr: 📝 Registrirano mjesto mjehurića i statistike za {} pakete.
id: 📝 Lokasi dan statistik gelembung terdaftar untuk paket {}.
it: 📝 Posizione della bolla registrata e statistiche per pacchetti {}.
ja: ed {}パッケージの登録バブルの場所と統計。
ko: 📝 {} 패키지의 등록 된 버블 위치 및 통계.
nl: 📝 Geregistreerde bubbellocatie en statistieken voor {} pakketten.
no: 📝 Registrert bobleplassering og statistikk for {} pakker.
pl: 📝 Zarejestrowana lokalizacja bąbelkowa i statystyki dla pakietów {}.
pt_br: Location Localização e estatísticas de bolhas registradas para {} pacotes.
ru: 📝 Зарегистрированное местоположение пузыря и статистика для {} пакетов.
sv: 📝 Registrerad bubbelplats och statistik för {} paket.
sw: 📝 eneo la Bubble lililosajiliwa na takwimu za vifurushi vya {}.
tr: 📝 {} paketleri için kayıtlı kabarcık konumu ve istatistikleri.

source: bubble_version:{}
am: አረፋ_} {}
bn: বুদ্বুদ_ সংস্করণ: {}
hi: bubbbl_version: {}
ja: bubble_version： bubble_version：{}

source: {}:installed_versions
am: {}: ተጭኗል
bn: {}: ইনস্টলড_ভারশন
da: {}: Installeret_versions
es: {}: instalado_versiones
fr: {}: installé_versions
hi: {}: स्थापित_वर्सन
hr: {}: instalirana_verzija
it: {}: installate_versions
ja: {}：instald_versions
no: {}: Installert_versjoner
pl: {}: Instalowane_versions
pt_br: {}: instalado_versions
ru: {}: stanted_versions
sv: {}: installerade_versioner
sw: {}: Imesanikishwa

source: {}pkg_to_bubble
am: {} pkg_to_buble
bn: {} pkg_to_buble

source: {}bubbles_by_size:{}
am: {} አረፋ_ቢ_ቁልፍ: {}
bn: {} বুদবুদ_বি_সাইজ: {}
nl: {} bubbels_by_size: {}

source: 📝 Created manifest and registered bubble for {} packages ({} MB).
am: Specially Searness Power እና የተመዘገበ አረፋ ለ {} ፓኬጆች ( {} MB).
ar_eg: 📝 تم إنشاء فقاعة واضحة ومسجلة لحزم {} ({} mb).
bn: Place {} প্যাকেজগুলির জন্য ম্যানিফেস্ট এবং নিবন্ধিত বুদ্বুদ তৈরি করা হয়েছে ({} এমবি)।
da: 📝 Oprettet manifest og registreret boble til {} pakker ({} MB).
de: 📝 Erstellte Manifest- und registrierte Blase für {} Pakete ({} mb).
es: 📝 creó burbuja manifiesta y registrada para paquetes {} ({} MB).
fr: 📝 Création de bulles manifestes et enregistrées pour les packages {} ({} MB).
hi: 📝 {} पैकेज ({} mb) के लिए प्रकट और पंजीकृत बुलबुला बनाया।
hr: 📝 stvoren manifest i registrirani mjehurić za {} pakete ({} mb).
id: 📝 Dibuat gelembung manifes dan terdaftar untuk paket {} ({} MB).
it: 📝 ha creato una bolla manifest e registrata per {} pacchetti ({} MB).
ja: マニフェストを作成し、{}パッケージ({} MB)のバブルを登録しました。
ko: 📝 {} 패키지 ({} mb)에 대한 매니페스트 및 등록 버블을 생성했습니다.
nl: 📝 Creëerde manifest en geregistreerde bellen voor {} pakketten ({} MB).
no: 📝 Laget manifest og registrert boble for {} pakker ({} MB).
pl: 📝 Utworzono manifest i zarejestrowaną bańkę dla pakietów {} ({} MB).
pt_br: 📝 criou manifesto e bolha registrada para {} pacotes ({} mb).
ru: 📝 Созданный манифест и зарегистрированный пузырь для {} пакетов ({} MB).
sv: 📝 Skapade manifest och registrerad bubbla för {} paket ({} MB).
sw: 📝 Iliyoundwa na Bubble iliyosajiliwa kwa vifurushi vya {} ({} MB).
tr: 📝 {} paketleri ({} mb) için tezahür ve kayıtlı kabarcık oluşturuldu.

source: ⚠️ Warning: Failed to register bubble in Redis: {}
am: Fation ማስጠንቀቂያ: - አረፋዎችን በመመዝገብ አልተሳካም: {}
ar_eg: ⚠ تحذير: فشل في تسجيل الفقاعة في redis: {}
bn: ⚠ সতর্কতা: রেডিসে বুদ্বুদ নিবন্ধন করতে ব্যর্থ: {}
da: ⚠ Advarsel: Kunne ikke registrere boble i redis: {}
de: ⚠️ Warnung: Die Blase in Redis nicht registrieren: {}
es: ⚠️ ADVERTENCIA: No se pudo registrar la burbuja en Redis: {}
fr: ⚠️ AVERTISSEMENT: Échec de l'enregistrement de la bulle dans Redis: {}
hi: ⚠ चेतावनी: Redis में बुलबुले को पंजीकृत करने में विफल: {}
hr: ⚠️ UPOZORENJE: Nije uspjelo registrirati mjehurić u Redis: {}
id: ⚠️ PERINGATAN: Gagal mendaftarkan gelembung di redis: {}
it: ⚠️ ATTENZIONE: Impossibile registrare la bolla in Redis: {}
ja: ⚠さい警告：Redisでバブルを登録できなかった：{}
ko: ⚠️ 경고 : Redis에 거품을 등록하지 못했습니다 : {}
nl: ⚠️ WAARSCHUWING: Kan Bubble in Redis niet registreren: {}
no: ⚠ Advarsel: Kunne ikke registrere boble i Redis: {}
pl: ⚠️ Ostrzeżenie: Nie udało się zarejestrować bańki w Redis: {}
pt_br: ⚠️ Aviso: Falha ao registrar a bolha em Redis: {}
ru: ⚠ Предупреждение: не удалось зарегистрировать пузырь в Redis: {}
sv: ⚠ Varning: Det gick inte att registrera bubblan i Redis: {}
sw: Onyo: Imeshindwa kusajili Bubble katika Redis: {}
tr: ⚠️ Uyarı: Redis'te baloncuk kaydedilemedi: {}

source: 📝 Local manifest created at {}
am: 📝 የአከባቢው ግልፅነት በ{}
ar_eg: 📝 البيان المحلي الذي تم إنشاؤه في {}
bn: 📝 স্থানীয় ম্যানিফেস্টে তৈরি {}
da: 📝 Lokal manifest oprettet på {}
de: 📝 Lokales Manifest erstellt bei {}
es: 📝 Manifiesto local creado en {}
fr: 📝 Manifest local créé à {}
hi: 📝 {} पर बनाया गया स्थानीय प्रकट
hr: 📝 Lokalni manifest stvoren na {}
id: 📝 manifes lokal dibuat di {}
it: 📝 manifest locale creato su {}
ja: 📝で作成されたローカルマニフェスト{}
ko: 📝 {}에서 생성 된 로컬 매니페스트
nl: 📝 Lokaal manifest gemaakt op {}
no: 📝 Lokal manifest opprettet på {}
pl: 📝 Lokalny manifest utworzony w {}
pt_br: 📝 Manifesto local criado em {}
ru: 📝 Локальный манифест, созданный в {}
sv: 📝 Lokalt manifest skapat på {}
sw: 📝 Maonyesho ya ndani yaliyoundwa kwa {}
tr: 📝 {} adresinde oluşturulan yerel manifest

source: 🧹 Cleaning up {} old bubbles ({} MB)...
am: 🧹 {} የድሮ አረፋዎች ({} mb) ...
ar_eg: 🧹 تنظيف {} الفقاعات القديمة ({} mb) ...
bn: 🧹 পরিষ্কার করা {} পুরানো বুদবুদ ({} এমবি) ...
da: 🧹 Oprydning {} gamle bobler ({} mb) ...
de: 🧹 Aufräumen {} alte Blasen ({} mb) ...
es: 🧹 limpieza {} burbujas antiguas ({} MB) ...
fr: 🧹 Nettoyage {} vieilles bulles ({} MB) ...
hi: 🧹 {} पुराने बुलबुले ({} mb) की सफाई ...
hr: 🧹 Čišćenje {} stare mjehuriće ({} mb) ...
id: 🧹 Membersihkan {} Old Bubbles ({} MB) ...
it: 🧹 Pulizia {} old Bubbles ({} mb) ...
ja: creed {}古い泡（{} mb）...
ko: 🧹 청소 {} 오래된 거품 ({} MB) ...
nl: 🧹 Opruimen {} oude bubbels ({} mb) ...
no: 🧹 Rengjøring av {} gamle bobler ({} mb) ...
pl: 🧹 Oczyszczanie {} stare bąbelki ({} MB) ...
pt_br: 🧹 Limpando {} bolhas antigas ({} mb) ...
ru: 🧹 Очистка {} старые пузырьки ({} mb) ...
sv: 🧹 Rengöring {} gamla bubblor ({} mb) ...
sw: 🧹 Kusafisha {} Bubbles za zamani ({} MB) ...
tr: 🧹 {} eski kabarcıkları ({} mb) temizleme ...

source: ✅ Freed {} MB of storage.
am: ✅ ነፃ {} MB ማከማቻ.
ar_eg: ✅ حرر {} ميغابايت من التخزين.
bn: ✅ মুক্ত {} এমবি স্টোরেজ।
da: ✅ Freed {} mb opbevaring.
de: ✅ befreit {} mb des Speichers.
es: ✅ Freed {} MB de almacenamiento.
fr: ✅ Freed {} MB de stockage.
hi: ✅ मुक्त {} एमबी स्टोरेज।
hr: ✅ Oslobođeni {} MB skladištenja.
id: ✅ Freed {} MB penyimpanan.
it: ✅ Freed {} Mb di archiviazione.
ja: ✅{} mb of Storage。
ko: freed {} mb 스토리지.
nl: ✅ Freed {} MB opslag.
no: ✅ Freed {} MB lagring.
pl: ✅ Freed {} MB pamięci.
pt_br: ✅ Freed {} Mb de armazenamento.
ru: ✅ Freed {} Mb хранения.
sv: ✅ Freed {} MB lagring.
sw: ✅ Kutolewa {} MB ya Hifadhi.
tr: ✅ Freed {} MB depolama.

source: ✅ No bubbles need cleanup.
am: ✅ ምንም አረፋዎች ማጽጃ ያስፈልጋቸዋል.
ar_eg: ✅ لا توجد فقاعات تحتاج إلى تنظيف.
bn: ✅ কোনও বুদবুদ পরিষ্কার করার প্রয়োজন নেই।
da: ✅ Ingen bobler har brug for oprydning.
de: ✅ Keine Blasen müssen aufräumen.
es: ✅ Ninguna burbujas necesitan limpieza.
fr: ✅ Aucune bulle n'a besoin de nettoyage.
hi: ✅ किसी भी बुलबुले को सफाई की आवश्यकता नहीं है।
hr: ✅ Nijedan mjehurići treba čišćenje.
id: ✅ Tidak ada gelembung yang perlu dibersihkan.
it: ✅ Nessuna bolle necessita di pulizia.
ja: bubblesクリーンアップは必要ありません。
ko: bubbles는 청소가 필요하지 않습니다.
nl: ✅ Geen bubbels moeten worden opgeruimd.
no: ✅ Ingen bobler trenger opprydding.
pl: ✅ Brak bąbelków nie wymaga oczyszczenia.
pt_br: ✅ Nenhuma bolha precisa de limpeza.
ru: ✅ Никакие пузырьки не нуждаются в очистке.
sv: ✅ Inga bubblor behöver sanering.
sw: ✅ Hakuna Bubbles zinahitaji kusafisha.
tr: ✅ Baloncukların temizlenmesi gerekmez.

source: 🧠 HookManager now aware of new bubble: {}=={}
am: 🧠 ሆካማንዎር አሁን አዲስ አረፋ ይገነዘባል: {} == {}
ar_eg: 🧠 HookManager الآن على دراية بالفقاعة الجديدة: {} == {}
bn: 🧠 হুকম্যানেজার এখন নতুন বুদ্বুদ সম্পর্কে সচেতন: {} == {}
da: 🧠 HookManager nu opmærksom på ny boble: {} == {}
de: 🧠 HookManager ist sich jetzt neuer Blasen bewusst: {} == {}
es: 🧠 HookManager ahora consciente de la nueva burbuja: {} == {}
fr: 🧠 HookManager désormais conscient de la nouvelle bulle: {} == {}
hi: 🧠 हुकमैनर अब नए बुलबुले के बारे में पता है: {} == {}
hr: 🧠 HookManager sada svjestan novog mjehurića: {} == {}
id: 🧠 HookManager sekarang sadar akan gelembung baru: {} == {}
it: 🧠 HookManager ora a conoscenza della nuova bolla: {} == {}
ja: hookhookmanager今、新しいバブルを認識しています：{} == {}
ko: 🧠 hookmanager 이제 새로운 거품을 알고 있습니다 : {} == {}
nl: 🧠 HookManager nu bewust van nieuwe bubble: {} == {}
no: 🧠 HookManager nå klar over ny boble: {} == {}
pl: 🧠 HookManager jest teraz świadomy nowego bańki: {} == {}
pt_br: 🧠 HookManager agora ciente da nova bolha: {} == {}
ru: 🧠 Hookmanager теперь знает о новом пузыре: {} == {}
sv: 🧠 HookManager är nu medveten om ny bubbla: {} == {}
sw: 🧠 HookManager sasa anajua Bubble mpya: {} == {}

source: ❌ Bubble not found in HookManager's map for {}=={}
am: ❌ አረፋ ለ {} == {}
ar_eg: ❌ الفقاعة غير موجودة في خريطة Hookmanager لـ {} == {}
bn: ❌ বুদ্বুদ {} == {} এর জন্য হুকম্যানেজারের মানচিত্রে পাওয়া যায় নি
da: ❌ Bubble findes ikke på HookManagers kort til {} == {}
de: ❌ Blase nicht in Hookmanager -Karte für {} == {} gefunden
es: ❌ Burbuja no se encuentra en el mapa de HookManager para {} == {}
fr: ❌ bulle introuvable dans la carte de HookManager pour {} == {}
hi: ❌ बुलबुला {} == {} के लिए हुकमैनर के नक्शे में नहीं मिला
hr: ❌ mjehurić nije pronađen na karti HookManager -a za {} == {}
id: ❌ Bubble tidak ditemukan di peta HookManager untuk {} == {}
it: ❌ Bubble non trovata nella mappa di HookManager per {} == {}
ja: hook {} == {}のHookmanagerのマップにはないバブル
ko: ❌ hookmanager의지도에서 {} == {}에 대한 버블을 찾을 수 없습니다.
nl: ❌ Bubble niet gevonden in de kaart van HookManager voor {} == {}
no: ❌ Boble ikke funnet i HookManagers kart for {} == {}
pl: ❌ Bubble nie znaleziono na mapie Hookmanagera dla {} == {}
pt_br: ❌ Bolha não encontrada no mapa de HookManager para {} == {}
ru: ❌ Пузырь, не найденный на карте Хукманагера для {} == {}
sv: ❌ Bubble finns inte på HookManagers karta för {} == {}
sw: ❌ Bubble haipatikani kwenye ramani ya HookManager kwa {} == {}

source: ❌ Bubble directory does not exist at: {}
am: ❌ አረፋ ማውጫ የለም በ: {}
ar_eg: ❌ دليل الفقاعة غير موجود في: {}
bn: ❌ বুদ্বুদ ডিরেক্টরিটিতে অস্তিত্ব নেই: {}
da: ❌ Bubble Directory findes ikke på: {}
de: ❌ Blasenverzeichnis existiert nicht unter: {}
es: ❌ El directorio de burbujas no existe en: {}
fr: ❌ Le répertoire de bulles n'existe pas à: {}
hi: ❌ बुलबुला निर्देशिका मौजूद नहीं है: {}
hr: ❌ direktorij mjehurića ne postoji na: {}
id: ❌ Direktori gelembung tidak ada di: {}
it: ❌ La directory Bubble non esiste su: {}
ja: ❌バブルディレクトリは存在しません：{}
ko: ❌ 버블 디렉토리는 다음에 존재하지 않습니다. {}
nl: ❌ Bubble Directory bestaat niet op: {}
no: ❌ Bubble Directory eksisterer ikke på: {}
pl: ❌ Directory bąbelkowe nie istnieje na: {}
pt_br: ❌ O diretório de bolhas não existe em: {}
ru: ❌ Bubble Directory не существует на: {}
sv: ❌ Bubble Directory finns inte på: {}
sw: Saraka ya Bubble haipo kwa: {}
tr: ❌ Bubble dizini şu adreste yok: {}

source: ❌ Bubble is incomplete: Missing manifest file at {}
am: ❌ አረፋ ያልተሟላ ነው-{} ላይ ግልጽ ፋይል
ar_eg: ❌ الفقاعة غير مكتملة: ملف البيان المفقود في {}
bn: ❌ বুদ্বুদ অসম্পূর্ণ: {} এ ম্যানিফেস্ট ফাইল অনুপস্থিত
da: ❌ Boble er ufuldstændig: manglende manifestfil på {}
de: ❌ Blase ist unvollständig: fehlende Manifestdatei bei {}
es: ❌ La burbuja está incompleta: Falta el archivo de manifiesto en {}
fr: ❌ La bulle est incomplète: fichier manifeste manquant à {}
hi: ❌ बुलबुला अधूरा है: {} पर मैनिफेस्ट फाइल गुम हो
hr: ❌ mjehurić je nepotpun: nedostaje datoteka manifesta na {}
id: ❌ Gelembung tidak lengkap: File manifes yang hilang di {}
it: ❌ La bolla è incompleta: file manifest mancante su {}
ja: ❌バブルは不完全です：{}でマニフェストファイルがありません
ko: ❌ 거품이 불완전합니다 : {}에서 Manifest 파일 누락
nl: ❌ Bubble is onvolledig: ontbreekt manifestbestand op {}
no: ❌ Boble er ufullstendig: mangler manifestfil på {}
pl: ❌ Bubble jest niekompletny: brak pliku manifestu w {}
pt_br: ❌ A bolha está incompleta: Falta de manifesto em {}
ru: ❌ пузырь неполный: отсутствует манифестный файл в {}
sv: ❌ Bubblan är ofullständig: saknas manifestfil på {}
sw: ❌ Bubble haijakamilika: Faili ya Kukosekana kwa {}
tr: ❌ Bubble eksik: {}

source: ⚠️ Warning: Bubble for {}=={} does not contain a 'bin' directory.
am: ⚠️ ማስጠንቀቂያ: አረፋ ለ {} == {} <'bin'> ማውጫ የለውም.
ar_eg: ⚠ تحذير: فقاعة لـ {} == {} لا تحتوي على دليل 'bin'.
bn: ⚠ সতর্কতা: বুদ্বুদ{}=={}একটি 'বিন' ডিরেক্টরি নেই।
da: ⚠ Advarsel: Boble til {}=={} indeholder ikke et 'bin' -katalog.
de: ⚠️ Warnung: Blase für {} == {} enthält kein 'bin' Verzeichnis.
es: ⚠️ ADVERTENCIA: Bubble para {} == {} no contiene un directorio 'bin'.
fr: ⚠️ AVERTISSEMENT: Bubble pour {} == {} ne contient pas de répertoire 'bin'.
hi: ⚠ चेतावनी: {} == {} के लिए बबल में 'bin' निर्देशिका नहीं है।
hr: ⚠️ UPOZORENJE: mjehurić za {} == {} ne sadrži direktorij 'bin'.
id: ⚠️ Peringatan: Bubble for {} == {} tidak berisi direktori 'bin'.
it: ⚠️ Avviso: Bubble per {} == {} non contiene una directory 'bin'.
ja: ⚠〜警告： {} == {} のバブルには、「ビン」ディレクトリが含まれていません。
ko: ⚠️ 경고 : {} == {}에 대한 버블에는 'bin'디렉토리가 포함되어 있지 않습니다.
nl: ⚠️ WAARSCHUWING: Bubble voor {} == {} bevat geen 'bin' -map.
no: ⚠ Advarsel: boble for {} == {} inneholder ikke en 'bin' katalog.
pl: ⚠️ Ostrzeżenie: bańka dla {} == {} nie zawiera katalogu „bin”.
pt_br: ⚠️ Aviso: bolha para {} == {} não contém um diretório 'bin'.
ru: ⚠ Предупреждение: пузырь для {} == {} не содержит каталога 'bin'.
sv: ⚠ Varning: Bubble för {} == {} innehåller inte en 'bin' katalog.
sw: Onyo: Bubble kwa {} == {} haina saraka ya 'bin'.

source: ✅ Bubble validated successfully: {}=={}
am: ✅ አረፋ በተሳካ ሁኔታ ተረጋግ. {} == {}
ar_eg: تم التحقق من صحة الفقاعة بنجاح: {} == {}
bn: ✅ বুদ্বুদ সফলভাবে বৈধ: {} == {}
da: ✅ Boble valideret med succes: {} == {}
de: ✅ Blase erfolgreich validiert: {} == {}
es: ✅ Bubble validada con éxito: {} == {}
fr: ✅ Bubble validé avec succès: {} == {}
hi: ✅ बुलबुला सफलतापूर्वक मान्य: {} == {}
hr: ✅ mjehurić se uspješno potvrdio: {}=={}
id: ✅ Bubble berhasil divalidasi: {} == {}
it: ✅ Bubble convalidata correttamente: {} == {}
ja: ✅バブル検証に正常に検証されています：{} == {}
ko: ✅ 거품이 성공적으로 검증되었습니다 : {} == {}
nl: ✅ Bubble met succes gevalideerd: {} == {}
no: ✅ boble validert vellykket: {} == {}
pl: ✅ Bubble z powodzeniem zatwierdzono: {} == {}
pt_br: ✅ Bolha validada com sucesso: {} == {}
ru: ✅ Пузырь проверяется успешно: {} == {}
sv: ✅ Bubble validerad framgångsrikt: {} == {}
sw: ✅ Bubble Imethibitishwa kwa mafanikio: {} == {}
