Repository: 1minds3t/omnipkg
Catalog: omnipkg/locale/*/LC_MESSAGES/omnipkg.po
Languages: am, ar_eg, bn, da, de, es, fr, hi, hr, id, it, ja, ko, nl, no, pl, pt_br, ru, sv, sw, tr

source: ❌ An unexpected Redis connection error occurred: {}
am: ❌ ያልተጠበቀ የዲያድስ ግንኙነት ስህተት ተከስቷል: {}
ar_eg: ❌ حدث خطأ في اتصال Redis غير متوقع: {}
bn: ❌ একটি অপ্রত্যাশিত রেডিস সংযোগ ত্রুটি ঘটেছে: {}
da: ❌ Der opstod en uventet Redis -forbindelsesfejl: {}
de: ❌ Es ist ein unerwarteter Redis -Verbindungsfehler aufgetreten: {}
es: ❌ Se produjo un error inesperado de conexión Redis: {}
fr: ❌ Une erreur de connexion redis inattendue s'est produite: {}
hi: ❌ एक अप्रत्याशित Redis कनेक्शन त्रुटि हुई: {}
hr: ❌ Došlo je do neočekivane pogreške Redis veze: {}
id: ❌ Terjadi kesalahan koneksi Redis yang tidak terduga: {}
it: ❌ Si è verificato un errore di connessione Redis imprevisto: {}
ja: ❌REDIS接続エラーが予期しない：{}
ko: ∎ 예상치 못한 Redis 연결 오류가 발생했습니다. {}
nl: ❌ Er is een onverwachte Redis -verbindingsfout opgetreden: {}
no: ❌ En uventet Redis -tilkoblingsfeil oppstod: {}
pl: ❌ wystąpił nieoczekiwany błąd połączenia Redis: {}
pt_br: ❌ Ocorreu um erro inesperado de conexão Redis: {}
ru: ❌ Неожиданная ошибка подключения Redis произошла: {}
sv: ❌ Ett oväntat Redis -anslutningsfel inträffade: {}
sw: ❌ Kosa la unganisho la Redis lisilotarajiwa lilitokea: {}
tr: ❌ Beklenmedik bir redis bağlantı hatası oluştu: {}

source: 🗑️ This will permanently delete your configuration file at:
am: 🗑️ ይህ የውቅረትዎን ፋይል በቋሚነት ይሰርዛል:
ar_eg: 🗑 سيؤدي هذا إلى حذف ملف التكوين الخاص بك بشكل دائم على:
bn: 🗑 এটি স্থায়ীভাবে আপনার কনফিগারেশন ফাইলটি এখানে মুছবে:
da: 🗑 Dette vil permanent slette din konfigurationsfil på:
de: 🗑️ Dies löscht Ihre Konfigurationsdatei dauerhaft unter:
es: 🗑️ Esto eliminará permanentemente su archivo de configuración en:
fr: 🗑️ Cela supprimera en permanence votre fichier de configuration à:
hi: 🗑 यह स्थायी रूप से आपकी कॉन्फ़िगरेशन फ़ाइल को हटा देगा:
hr: 🗑️ Ovo će trajno izbrisati vašu konfiguracijsku datoteku na:
id: 🗑️ Ini akan secara permanen menghapus file konfigurasi Anda di:
it: 🗑️ Questo eliminerà permanentemente il file di configurazione su:
ja: これにより、構成ファイルが永続的に削除されます。
ko: 🗑️ 구성 파일을 영구적으로 삭제합니다.
nl: 🗑️ Dit zal uw configuratiebestand permanent verwijderen bij:
no: 🗑 Dette vil slette konfigurasjonsfilen din permanent på:
pl: 🗑️ To trwale usunie Twój plik konfiguracyjny w:
pt_br: 🗑️ Isso excluirá permanentemente seu arquivo de configuração em:
ru: 🗑 Это навсегда удалит ваш файл конфигурации по адресу:
sv: 🗑 Detta kommer att radera din konfigurationsfil permanent på:
sw: 🗑️ Hii itafuta kabisa faili yako ya usanidi kwa:
tr: 🗑️ Bu, yapılandırma dosyanızı şu adreste kalıcı olarak sileriz:

source: ❌ Error: Could not delete configuration file: {}
am: ❌ ስህተት-የውቅረት ፋይልን መሰረዝ አልቻለም: {}
ar_eg: ❌ خطأ: لا يمكن حذف ملف التكوين: {}
bn: ❌ ত্রুটি: কনফিগারেশন ফাইল মুছতে পারেনি: {}
da: ❌ Fejl: Kunne ikke slette konfigurationsfil: {}
de: ❌ Fehler: Konfigurationsdatei nicht löschen: {}
es: ❌ Error: no pudo eliminar el archivo de configuración: {}
fr: ❌ Erreur: n'a pas pu supprimer le fichier de configuration: {}
hi: ❌ त्रुटि: कॉन्फ़िगरेशन फ़ाइल को हटा नहीं सकता है: {}
hr: ❌ Pogreška: ne može izbrisati konfiguracijsku datoteku: {}
id: ❌ ERROR: Tidak dapat menghapus file konfigurasi: {}
it: ❌ Errore: Impossibile eliminare il file di configurazione: {}
ja: ❌エラー：構成ファイルを削除できませんでした：{}
ko: ❌ 오류 : 구성 파일을 삭제할 수 없습니다 : {}
nl: ❌ Fout: kan het configuratiebestand niet verwijderen: {}
no: ❌ Feil: Kunne ikke slette konfigurasjonsfilen: {}
pl: ❌ Błąd: nie można usunąć pliku konfiguracyjnego: {}
pt_br: ❌ Erro: não foi possível excluir o arquivo de configuração: {}
ru: ❌ Ошибка: не удалось удалить файл конфигурации: {}
sv: ❌ ERROR: kunde inte ta bort konfigurationsfilen: {}
sw: ❌ Kosa: Haikuweza kufuta faili ya usanidi: {}
tr: ❌ Hata: Yapılandırma dosyasını silemedi: {}

source: Please check your file permissions for {}
am: እባክዎን የፋይል ፈቃዶችዎን ለ {}
ar_eg: يرجى التحقق من أذونات الملف الخاصة بك لـ {}
bn: {} এর জন্য আপনার ফাইলের অনুমতিগুলি পরীক্ষা করুন
da: Kontroller dine filtilladelser for {}
de: Bitte überprüfen Sie Ihre Dateiberechtigungen für {}
es: Consulte sus permisos de archivo para {}
fr: Veuillez vérifier vos autorisations de fichier pour {}
hi: कृपया {} के लिए अपनी फ़ाइल अनुमतियाँ देखें
hr: Provjerite dozvole za datoteku za {}
id: Silakan periksa izin file Anda untuk {}
it: Si prega di controllare le autorizzazioni del file per {}
ja: {}のファイル許可を確認してください
ko: {}에 대한 파일 권한을 확인하십시오.
nl: Controleer uw bestandsrechten op {}
no: Vennligst sjekk filtillatelsene dine for {}
pl: Sprawdź uprawnienia do pliku dla {}
pt_br: Verifique suas permissões de arquivo para {}
ru: Пожалуйста, проверьте свои разрешения на файл на {}
sv: Kontrollera dina filbehörigheter för {}
sw: Tafadhali angalia ruhusa yako ya faili kwa {}
tr: Lütfen dosya izinlerinizi {} için kontrol edin

source: 🧠 omnipkg Knowledge Base Reset
am: 🧠 የ Omnipk ዕውቀት ዳግም ማስጀመር
ar_eg: 🧠 إعادة تعيين قاعدة المعرفة omnipkg
bn: 🧠 ওমনিপকেজি জ্ঞান বেস রিসেট
da: 🧠 Omnipkg Knowledge Base Nulstil
es: 🧠 Restablecimiento de la base de conocimiento Omnipkg
fr: 🧠 Réinitialisation de la base de connaissances OMNIPKG
hi: 🧠 omnipkg ज्ञान बेस रीसेट
hr: 🧠 Omnipkg resetiranje baze znanja
id: 🧠 omnipkg basis pengetahuan reset
ja: omn​​ipkgナレッジベースのリセット
ko: OMNIPKG 지식 기반 재설정
nl: 🧠 omnipkg Kennisbank resetten
no: 🧠 Omnipkg kunnskapsbase tilbakestilling
pl: 🧠 Baza wiedzy Omnipkg
pt_br: 🧠 omnipkg Base de conhecimento Redefinir
ru: 🧠 Omnipkg Base Base Base Base Reset
sv: 🧠 Omnipkg kunskapsbasåterställning
sw: 🧠 Omnipkg msingi wa maarifa
tr: 🧠 omnipkg bilgi tabanı sıfırlama

source: This will DELETE all data matching '{}' from Redis.
am: ይህ ሁሉንም የውሂብ ተዛማጅነት ይሰርዛል '{}ከቀይስ.
da: Dette sletter alle data, der matcher '{}' fra Redis.
de: Dadurch wird alle Daten gelöscht, die '{}' von Redis entspricht.
fr: Cela supprimera toutes les données correspondantes '{}' de redis.
hr: Ovo će izbrisati sve podudaranje podataka '{}' iz Redisa.
id: Ini akan menghapus semua pencocokan data '{}' dari Redis.
it: Questo eliminerà tutti i dati corrispondenti '{}' da Redis.
nl: Hiermee worden alle gegevens die '{}' van Redis matchen, verwijderd.
no: Dette vil slette alle data som samsvarer med '{}' fra Redis.
pl: To usunie wszystkie dopasowanie danych „{}” z Redis.
pt_br: Isso excluirá todos os dados correspondentes '{}' do redis.
ru: Это удалит все сопоставление данных '{}' из Redis.
sv: Detta kommer att ta bort all datamatchning '{}' från Redis.
sw: Hii itafuta kulinganisha data zote '{}' kutoka Redis.
tr: Bu, Redis'ten '{}' ile eşleşen tüm veri siler.

source: It will then rebuild the knowledge base from the CURRENT state of your file system.
am: ከዚያ የእውቀትን መሠረት አሁን ካለው የፋይል ስርዓትዎ ሁኔታ እንደገና ይገነባል.
da: Det vil derefter genopbygge vidensbasen fra den aktuelle tilstand af dit filsystem.
de: Anschließend wird die Wissensbasis aus dem aktuellen Status Ihres Dateisystems wieder aufgebaut.
fr: Il reconstruia ensuite la base de connaissances à partir de l'état actuel de votre système de fichiers.
hr: Potom će obnoviti bazu znanja iz trenutnog stanja vašeg datotečnog sustava.
id: Ini kemudian akan membangun kembali basis pengetahuan dari keadaan sistem file Anda saat ini.
it: Ricostruirà quindi la base di conoscenza dallo stato attuale del file system.
nl: Vervolgens zal het de kennisbasis opnieuw opbouwen uit de huidige status van uw bestandssysteem.
no: Det vil deretter gjenoppbygge kunnskapsgrunnlaget fra den nåværende tilstanden til filsystemet ditt.
pl: Następnie odbuduje bazę wiedzy z obecnego stanu systemu plików.
pt_br: Em seguida, ele reconstruirá a base de conhecimento do estado atual do seu sistema de arquivos.
ru: Затем он восстановит базу знаний из текущего состояния вашей файловой системы.
sv: Den kommer sedan att bygga om kunskapsbasen från det aktuella tillståndet i ditt filsystem.
sw: Kisha itaunda tena msingi wa maarifa kutoka hali ya sasa ya mfumo wako wa faili.
tr: Daha sonra bilgi tabanını dosya sisteminizin geçerli durumundan yeniden oluşturacaktır.

source: ⚠️ This command does NOT uninstall any Python packages.
am: The ይህ ትእዛዝ ማንኛውንም የፒዮቶን ፓኬጆችን አያራግፍም.
ar_eg: ⚠ لا يقوم هذا الأمر بإلغاء تثبيت أي حزم بيثون.
bn: ⚠ এই কমান্ডটি কোনও পাইথন প্যাকেজ আনইনস্টল করে না।
da: ⚠ Denne kommando afinstallerer ikke nogen Python -pakker.
de: ⚠️ Dieser Befehl deinstalliert keine Python -Pakete.
es: ⚠️ Este comando no desinstala ningún paquete de Python.
fr: ⚠️ Cette commande ne désinstalle aucun packages Python.
hi: ⚠ यह कमांड किसी भी पायथन पैकेज को अनइंस्टॉल नहीं करता है।
hr: ⚠️ Ova naredba ne deinstalira nijedan Python paketi.
id: ⚠️ Perintah ini tidak menghapus instalan paket Python.
it: ⚠️ Questo comando non disinstalla alcun pacchetto Python.
ja: pythonパッケージはアンインストールしません。
ko: ⚠️이 명령은 Python 패키지를 제거하지 않습니다.
nl: ⚠️ Deze opdracht verwijdert geen python -pakketten.
no: ⚠ Denne kommandoen avinstallerer ikke Python -pakker.
pl: ⚠️ To polecenie nie odinstaluje żadnych pakietów Pythona.
pt_br: ⚠️ Este comando não desinstala nenhum pacote python.
ru: ⚠ Эта команда не удаляет какие -либо пакеты Python.
sv: ⚠ Detta kommando avinstallerar inte några Python -paket.
sw: Amri hii haina kuondoa vifurushi vyovyote vya python.
tr: ⚠️ Bu komut herhangi bir Python paketini kaldırmaz.

source: ✅ Cleared {} cached entries from Redis.
am: ✅ {} የተሸጡ ግቤቶች ከቀይስ
ar_eg: ✅ مسح {} إدخالات مخبأة من redis.
bn: ✅ ক্লিয়ারড {} রেডিস থেকে ক্যাশেড এন্ট্রি।
da: ✅ Ryddet {} cache -poster fra Redis.
de: ✅ gelöscht {} abgesputzte Einträge von Redis.
es: ✅ Cleared {} Entradas en caché de Redis.
fr: ✅ Efface {} Entrées mises en cache de Redis.
hi: ✅ Redis से {} कैश की गई प्रविष्टियाँ।
hr: ✅ Očišćeni {} predmemorirani unosi iz Redisa.
id: ✅ Entri {} yang dibersihkan dari Redis.
it: ✅ cancellate {} voci memorizzate nella cache da Redis.
ja: redisから{}キャッシュされたエントリをクリアしました。
ko: Redis에서 {} 캐시 된 항목을 지 웠습니다.
nl: ✅ gewist {} in de cache -inzendingen van Redis.
no: ✅ Rydd {} hurtigbufrede oppføringer fra Redis.
pl: ✅ Wyczyść {} Buforowane wpisy od Redis.
pt_br: ✅ limpou {} entradas em cache de Redis.
ru: ✅ очищенные {} кэшированные записи от Redis.
sv: ✅ Rensade {} cachade poster från Redis.
sw: ✅ Kusafishwa {} viingilio vilivyowekwa kutoka kwa Redis.
tr: ✅ Redis'ten {} önbelleğe alınmış girdileri temizledi.

source: ❌ Failed to clear knowledge base: {}
am: The የእውቀት መሠረት ማጽዳት አልተሳካም: {}
ar_eg: ❌ فشل في مسح قاعدة المعرفة: {}
bn: Noguely জ্ঞান ভিত্তি সাফ করতে ব্যর্থ: {}
da: ❌ Kunne ikke rydde vidensbase: {}
de: ❌ konnte die Wissensbasis nicht klären: {}
es: ❌ No pudo borrar la base de conocimiento: {}
fr: ❌ Échec de l'effondrement de la base de connaissances: {}
hi: ❌ ज्ञान को स्पष्ट करने में विफल रहा: {}
hr: ❌ nije uspio očistiti bazu znanja: {}
id: ❌ Gagal membersihkan basis pengetahuan: {}
it: ❌ non ha cancellato la base di conoscenza: {}
ja: ❌知識ベースをクリアできなかった：{}
ko: ❌ 지식 기반을 지우지 못했습니다 : {}
nl: ❌ Kan kennisbasis niet wissen: {}
no: ❌ Kunne ikke fjerne kunnskapsbase: {}
pl: ❌ Nie udało się wyczyścić bazy wiedzy: {}
pt_br: ❌ Falha ao limpar a base de conhecimento: {}
ru: ❌ Не удалось очистить базу знаний: {}
sv: ❌ Det gick inte att rensa kunskapsbasen: {}
sw: ❌ Imeshindwa kusafisha msingi wa maarifa: {}
tr: ❌ Bilgi tabanını temizleyemedi: {}

source: ❌ Knowledge base rebuild failed with exit code {}.
am: ❌ የእውቀት አምሳያ መውጫ ውጪ ኮድ አልተሳካም {}.
ar_eg: ❌ فشل إعادة بناء قاعدة المعرفة مع رمز الخروج {}.
bn: ❌ জ্ঞান বেস পুনর্নির্মাণ প্রস্থান কোড দিয়ে ব্যর্থ {}}
da: ❌ Genopbygning af videnbase mislykkedes med exit -kode {}.
de: ❌ Wissensbasis -Wiederaufbau ist mit dem Exit -Code fehlgeschlagen {}.
es: ❌ La base de conocimiento Falló con el código de salida {}.
fr: ❌ La reconstruction de la base de connaissances a échoué avec le code de sortie {}.
hi: ❌ ज्ञान आधार पुनर्निर्माण निकास कोड {} के साथ विफल रहा।
hr: ❌ Obnova baze znanja nije uspjela s izlaznim kodom {}.
id: ❌ Pembangunan kembali basis pengetahuan gagal dengan kode keluar {}.
it: ❌ Knowledge Base Rebuild non è riuscita con il codice di uscita {}.
ja: ❌知識ベースの再構築は、Exit Code {}で失敗しました。
ko: ❌ exit 코드 {}와 함께 지식 기반 재건 실패가 실패했습니다.
nl: ❌ Kennisbasis opnieuw opgebouwd met exitcode {}.
no: ❌ Knowledge Base Rebuild mislyktes med exit code {}.
pl: ❌ Baza wiedzy przebudowa nie powiodła się z kodem wyjściowym {}.
pt_br: ❌ A reconstrução da base de conhecimento falhou com o código de saída {}.
ru: ❌ Резервная реконструкция базы знаний с кодом выхода {}.
sv: Kunskapsbasåteruppbyggnad misslyckades med exit -kod {}.
sw: ❌ Msingi wa maarifa umeshindwa na nambari ya kutoka {}.

source: ❌ An unexpected error occurred during knowledge base rebuild: {}
am: በእውቀት መሠረት በተገነባበት ጊዜ ያልተጠበቀ ስህተት ተከስቷል {}
ar_eg: ❌ حدث خطأ غير متوقع أثناء إعادة بناء قاعدة المعرفة: {}
bn: Oneole জ্ঞান বেস পুনর্নির্মাণের সময় একটি অপ্রত্যাশিত ত্রুটি ঘটেছে: {}
da: ❌ Der opstod en uventet fejl under genopbygning af videnbase: {}
de: ❌ Ein unerwarteter Fehler trat während des Wiederaufbaus der Wissensbasis auf: {}
es: ❌ Se produjo un error inesperado durante la reconstrucción de la base de conocimiento: {}
fr: ❌ Une erreur inattendue s'est produite lors de la reconstruction de la base de connaissances: {}
hi: ❌ ज्ञान आधार के दौरान एक अप्रत्याशित त्रुटि हुई: {}
hr: ❌ Neočekivana pogreška došlo je tijekom obnove baze znanja: {}
id: ❌ Terjadi kesalahan yang tidak terduga selama pembangunan kembali basis pengetahuan: {}
it: ❌ Un errore imprevisto si è verificato durante la ricostruzione della base di conoscenza: {}
ja: ❌知識ベースの再構築中に予期しないエラーが発生しました：{}
ko: ❌ 지식 기반 재건 중에 예기치 않은 오류가 발생했습니다. {}
nl: ❌ Er is een onverwachte fout opgetreden tijdens de herbouw van kennisbasis: {}
no: ❌ Det oppstod en uventet feil under gjenoppbygging av kunnskapsbase: {}
pl: ❌ Nieoczekiwany błąd wystąpił podczas odbudowy bazy wiedzy: {}
pt_br: Erro Um erro inesperado ocorreu durante a reconstrução da base de conhecimento: {}
ru: ❌ Неожиданная ошибка произошла во время восстановления базы знаний: {}
sv: ❌ Ett oväntat fel inträffade under ombyggnad av kunskapsbas: {}
sw: ❌ Kosa lisilotarajiwa lilitokea wakati wa ujenzi wa msingi wa maarifa: {}
tr: ❌ Bilgi tabanı yeniden oluşturma sırasında beklenmedik bir hata oluştu: {}

source: ❌ Metadata rebuild failed: {}
am: ❌ ሜታዳታ መልሶ መገንባት አልተሳካም- {}
ar_eg: ❌ فشل إعادة بناء البيانات الوصفية: {}
bn: ❌ মেটাডেটা পুনর্নির্মাণ ব্যর্থ: {}
da: ❌ Metadata genopbygning mislykkedes: {}
de: ❌ Metadata -Wiederaufbau fehlgeschlagen: {}
es: ❌ Falló en la reconstrucción de metadatos: {}
fr: ❌ La reconstruction des métadonnées a échoué: {}
hi: ❌ मेटाडेटा पुनर्निर्माण विफल: {}
hr: ❌ Obnova metapodataka nije uspjela: {}
id: ❌ Metadata Rebuild Gagal: {}
it: ❌ Metadata Rebuild non riuscita: {}
ja: metadata再構築に失敗しました：{}
ko: metadata 재건 실패 : {}
nl: ❌ metadata -herbouw mislukt: {}
no: ❌ Metadata Rebuild mislyktes: {}
pl: ❌ Metadata Rebuild nie powiodła się: {}
pt_br: ❌ Metadata Reconstrução falhou: {}
ru: ❌ Metadata Rebuild не удалось: {}
sv: ❌ Metadata ombyggnad misslyckades: {}
sw: ❌ Metadata kujenga upya imeshindwa: {}
tr: ❌ Meta veri yeniden inşa başarısız oldu: {}

source: (Skipping {} - feature coming soon!)
am: ({} -} - በቅርቡ የሚመጣው ባህሪይ!)
ar_eg: (تخطي {} - ميزة قادمة قريبًا!)
bn: (এড়িয়ে যাওয়া {} - বৈশিষ্ট্য শীঘ্রই আসছে!)
da: (Spring over {} - funktion kommer snart!)
de: (Überspringen {} - Feature kommt in Kürze!)
es: (Omitiendo {} - ¡La característica próxima!)
fr: (Sauter {} - Fonction à venir bientôt!)
hi: (स्किपिंग {} - सुविधा जल्द ही आ रही है!)
hr: (Preskakanje {} - značajka uskoro dolazi!)
id: (Melewatkan {} - fitur segera hadir!)
it: (Skipping {} - Funzione in arrivo!)
ja: （スキップ{} - すぐに登場！）
ko: (건너 뛰기 {} - 기능이 곧 나옵니다!)
nl: (Skipping {} - Feature Binnenkort!)
no: (Hopp over {} - Funksjonen kommer snart!)
pl: (Pomijanie {} - Funkcja już wkrótce!)
pt_br: (Pular {} - recurso em breve!)
ru: (Skining {} - функция скоро появится!)
sv: (Hoppa över {} - Funktion kommer snart!)
sw: (Kuruka {} - kipengele kinakuja hivi karibuni!)
tr: (Atlama {} - Özellik yakında!)

source: ✅ Sync complete. Reconciled {} discrepancies.
am: ✅ ማመሳሰል ይሙሉ.እንደገና {} ልዩነቶች.
ar_eg: ✅ مزامنة كاملة.التوفيق {} التناقضات.
bn: ✅ সিঙ্ক সম্পূর্ণ।পুনর্মিলন {} তাত্পর্য।
da: ✅ Synkronisering komplet.Forsonede {} uoverensstemmelser.
de: ✅ Synchronisieren Sie vollständig.Versöhnte {} Diskrepanzen.
es: ✅ Sync Complete.Reconciliadas {} discrepancias.
fr: ✅ Sync complet.Réconcilies {} écarts.
hi: ✅ सिंक पूरा।सामंजस्य {} विसंगतियों।
hr: ✅ Sinkronizacija kompletna.Usklađene {} odstupanja.
id: ✅ Sinkronisasi Lengkap.Perbedaan {} yang direkonsiliasi.
it: ✅ Sincronizzazione completa.Discrepanze {} riconciliate.
ja: complection Complete。調整{}不一致。
ko: ✅ 동기화 완료.조정 된 {} 불일치.
nl: ✅ Synchronisatie compleet.Verzoend {} discrepanties.
no: ✅ Synkroniser fullført.Forenet {} avvik.
pl: ✅ Synchronizuj komplet.Uzgadniane {} rozbieżności.
pt_br: Sync Sincroniza completa.Discrepâncias reconciliadas {}.
ru: ✅ Синхронизированная.Согласованные {} расхождения.
sv: ✅ Sync komplett.Förenade {} avvikelser.
sw: Sync kamili.Upatanisho {} tofauti.
tr: ✅ Senkronizasyon tamamlandı.Uzlaştırılmış {} tutarsızlıkları.

source: ⚠️ Could not perform live package scan: {}
am: Live የቀጥታ ጥቅል ቅኝት ማከናወን አልተቻለም: {}
ar_eg: ⚠ لا يمكن إجراء مسح الحزمة المباشرة: {}
bn: Live লাইভ প্যাকেজ স্ক্যান করতে পারেনি: {}
da: ⚠ Kunne ikke udføre live pakkescanning: {}
de: ⚠️ konnte keinen Live -Paket -Scan ausführen: {}
es: ⚠️ no pudo realizar un paquete en vivo escaneo: {}
fr: ⚠️ n'a pas pu effectuer une analyse des packages en direct: {}
hi: ⚠ लाइव पैकेज स्कैन नहीं कर सका: {}
hr: ⚠️ nije mogao izvesti skeniranje paketa uživo: {}
id: ⚠️ tidak dapat melakukan pemindaian paket langsung: {}
it: ⚠️ Impossibile eseguire il pacchetto in diretta: {}
ja: have§はライブパッケージスキャンを実行できませんでした：{}
ko: ⚠️ 라이브 패키지 스캔을 수행 할 수 없습니다 : {}
nl: ⚠️ kan geen live pakketscan uitvoeren: {}
no: ⚠ kunne ikke utføre live -pakkeskanning: {}
pl: ⚠️ nie można wykonać skanowania pakietów na żywo: {}
pt_br: ⚠️ Não foi possível executar o pacote ao vivo Scan: {}
ru: ⚠ Не удалось выполнить живое сканирование пакетов: {}
sv: ⚠ kunde inte utföra live -paketskanning: {}
sw: ⚠️ Haikuweza kufanya skirini ya kifurushi cha moja kwa moja: {}
tr: ⚠️ Canlı paket taraması gerçekleştiremedi: {}

source: {}versions
am: {} ስሪቶች
ar_eg: {} إصدارات
bn: {} সংস্করণ
da: {} versioner
de: {} Versionen
es: {} versiones
hi: {} संस्करण
hr: {} verzije
id: {} versi
it: {} versioni
ja: {}バージョン
ko: {} 버전
nl: {} versies
no: {} versjoner
pl: {} wersje
pt_br: {} versões
ru: {} версии
sv: {} versioner
sw: {} matoleo

source: -> Processing {} changed/new package(s)...
am: -> ማቀነባበር {} ተለው (} የተለወጠ / አዲስ ጥቅል (ቶች) ...
ar_eg: -> معالجة {} تم تغيير/حزمة (ق) ...
bn: -> প্রক্রিয়াজাতকরণ {} পরিবর্তিত/নতুন প্যাকেজ (গুলি) ...
da: -> behandling {} ændret/ny pakke (er) ...
de: -> Verarbeitung {} geändert/neues Paket (n) ...
es: -> procesamiento {} cambiado/nuevo paquete (s) ...
fr: -> Traitement {} Modification / nouveau package (s) ...
hi: -> प्रसंस्करण {} परिवर्तित/नया पैकेज (ओं) ...
hr: -> Obrada {} Promijenjena/Novi paketi ...
id: -> pemrosesan {} diubah/paket baru ...
it: -> elaborazione {} modificata/nuovo pacchetto ...
ja: - >処理{}変更/新しいパッケージ...
ko: -> 처리 {} 변경/새 패키지 ... ...
nl: -> verwerking {} gewijzigd/nieuw pakket (s) ...
no: -> Behandling {} endret/ny pakke (er) ...
pl: -> Przetwarzanie {} zmienione/nowe pakiety ...
pt_br: -> Processamento {} Alterado/Novo (s) Pacote (s) ...
ru: -> Обработка {} изменено/новый пакет (s) ...
sv: -> Bearbetning {} Ändrat/Nytt paket (er) ...
sw: -> usindikaji {} iliyobadilishwa/kifurushi kipya ... ...
tr: -> İşleme {} değiştirildi/yeni paket (ler) ...

source: -> Cleaning up {} uninstalled package(s) from Redis...
am: ->} ማጽዳት {} ያልተገለፀው ጥቅል (ቶች) ከቀዳሚ ...
ar_eg: -> تنظيف {} حزمة (حزمة) إلغاء تثبيتها من redis ...
bn: -> ক্লিন আপ {} রেডিস থেকে আনইনস্টলড প্যাকেজ (গুলি) ...
da: -> oprydning {} afinstalleret pakke (er) fra Redis ...
de: -> Reinigen {} deinstallierte Paket (en) von Redis ...
es: -> limpieza {} paquete (s) desinstalado de Redis ...
fr: -> Nettoyage {} Package désinstallé (s) de Redis ...
hi: -> रेडिस से {} अनइंस्टॉल किए गए पैकेज (एस) को साफ करना ...
hr: -> Čišćenje {} U deinstaliranim paketima iz Redisa ...
id: -> membersihkan {} paket yang tidak diinstal dari redis ...
it: -> Pulizia {} pacchetti disinstallati da Redis ...
ja: - >クリーンアップ{} Redisからのアンインストールされていないパッケージ...
ko: -> Redis에서 {} 제거 패키지 제거 ...
nl: -> Opruimen {} verwijderde pakket (s) van Redis ...
no: -> Rengjøring av {} avinstallert pakke (er) fra Redis ...
pl: -> Oczyszczanie {} nieinstalowanych pakietów z Redis ...
pt_br: -> Limpeza {} Paco (s) desinstalado (s) da Redis ...
ru: -> Очистка {} Удаленные пакет (ы) из Redis ...
sv: -> Rengöring {} avinstallerade paket (er) från Redis ...
sw: -> Kusafisha {} Kifurushi (s) kisichosimamishwa kutoka Redis ...
tr: -> Redis'ten {} kaldırılmış paket (ler) ü temizleme ...

source: ⚠️ Failed to update knowledge base for delta: {}
am: The የእውቀት መሠረት የእውቀት መሠረትን ማዘመን አልቻለም: {}
ar_eg: ⚠ فشل في تحديث قاعدة المعرفة لدلتا: {}
bn: Del ডেল্টার জন্য জ্ঞান বেস আপডেট করতে ব্যর্থ: {}
da: ⚠ Kunne ikke opdatere vidensbasen for Delta: {}
de: ⚠️ Die Wissensbasis für Delta nicht aktualisiert: {}
es: ⚠️ No se pudo actualizar la base de conocimiento para delta: {}
fr: ⚠️ n'a pas mis à jour la base de connaissances pour Delta: {}
hi: ⚠ डेल्टा के लिए ज्ञान के आधार को अपडेट करने में विफल: {}
hr: ⚠️ nije uspio ažurirati bazu znanja za Delta: {}
id: ⚠️ Gagal memperbarui basis pengetahuan untuk delta: {}
it: ⚠️ Impossibile aggiornare la base di conoscenza per Delta: {}
ja: deltaの知識ベースを更新できなかった：{}
ko: ⚠️ 델타에 대한 지식 기반을 업데이트하지 못했습니다 : {}
nl: ⚠️ Kan kennisbasis niet bijwerken voor delta: {}
no: ⚠ Kunne ikke oppdatere kunnskapsbase for Delta: {}
pl: ⚠️ nie zaktualizował bazy wiedzy dla Delta: {}
pt_br: ⚠️ Falha ao atualizar a base de conhecimento para delta: {}
ru: ⚠ Не удалось обновить базу знаний для Delta: {}
sv: ⚠ Det gick inte att uppdatera kunskapsbasen för delta: {}
sw: Imeshindwa kusasisha msingi wa maarifa kwa delta: {}
tr: Delta için bilgi tabanını güncelleyemedi: {}

source: ❌ An unexpected error occurred while showing package info: {}
am: PASSED መረጃን በማሳየት ላይ ያልተጠበቀ ስህተት ተከስቷል {}
ar_eg: ❌ حدث خطأ غير متوقع أثناء عرض معلومات الحزمة: {}
bn: Pack প্যাকেজ তথ্য দেখানোর সময় একটি অপ্রত্যাশিত ত্রুটি ঘটেছে: {}
da: ❌ Der opstod en uventet fejl, mens du viste pakkeinfo: {}
de: ❌ Es ist ein unerwarteter Fehler bei der Anzeige von Paketinformationen: {}
es: ❌ Se produjo un error inesperado al mostrar información del paquete: {}
fr: ❌ Une erreur inattendue s'est produite en affichant des informations sur le package: {}
hi: ❌ पैकेज जानकारी दिखाते समय एक अप्रत्याशित त्रुटि हुई: {}
hr: ❌ Neočekivana pogreška došlo je do prikazivanja podataka o paketu: {}
id: ❌ Terjadi kesalahan yang tidak terduga saat menampilkan info paket: {}
it: ❌ Si è verificato un errore imprevisto durante la visualizzazione delle informazioni sul pacchetto: {}
ja: package情報を表示しているときに予期しないエラーが発生しました：{}
ko: ∎ 패키지 정보를 표시하는 동안 예기치 않은 오류가 발생했습니다. {}
nl: ❌ Er is een onverwachte fout opgetreden bij het weergeven van pakketinformatie: {}
no: ❌ Det oppstod en uventet feil mens du viser pakkeinfo: {}
pl: ❌ Wystąpił nieoczekiwany błąd, pokazując informacje o pakiecie: {}
pt_br: ❌ Um erro inesperado ocorreu ao mostrar informações do pacote: {}
ru: ❌ Неожиданная ошибка произошла во время показы информации о пакете: {}
sv: ❌ Ett oväntat fel inträffade när man visade paketinformation: {}
sw: ❌ Kosa lisilotarajiwa lilitokea wakati unaonyesha maelezo ya kifurushi: {}
tr: ❌ Paket bilgisini gösterirken beklenmedik bir hata oluştu: {}
