Repository: 1minds3t/omnipkg
Catalog: omnipkg/locale/*/LC_MESSAGES/omnipkg.po
Languages: am, ar_eg, bn, da, de, es, fr, hi, hr, id, it, ja, ko, nl, no, pl, pt_br, ru, sv, sw, tr

source: ⚠️ Could not retrieve versions for {}: {}
am: The ስሪቶችን ሰርስሮ ማውጣት አልተቻለም{}የሚያያዙት ገጾች{}
ar_eg: ⚠ لا يمكن استرداد إصدارات {}: {}
bn: Vers এর জন্য সংস্করণগুলি পুনরুদ্ধার করতে পারেনি{}::{}
da: ⚠ kunne ikke hente versioner til {}: {}
de: ⚠️ konnte Versionen für {}: {} nicht abrufen
es: ⚠️ no pudo recuperar versiones para {}: {}
fr: ⚠️ n'a pas pu récupérer des versions pour {}: {}
hi: {}: {} के लिए संस्करणों को पुनः प्राप्त नहीं कर सका
hr: ⚠️ nije mogao dohvatiti verzije za {}: {}
id: ⚠️ tidak dapat mengambil versi untuk {}: {}
it: ⚠️ Impossibile recuperare le versioni per {}: {}
ja: ⚠〜{}のバージョンを取得できませんでした：{}
ko: ⚠️ {} : {}에 대한 버전을 검색 할 수 없습니다.
nl: ⚠️ Kon geen versies ophalen voor {}: {}
no: ⚠ kunne ikke hente versjoner for {}: {}
pl: ⚠️ nie można odzyskać wersji dla {}: {}
pt_br: ⚠️ Não foi possível recuperar versões para {}: {}
ru: ⚠ Не удалось получить версии для {}: {}
sv: ⚠ kunde inte hämta versioner för {}: {}
sw: ⚠️ Haikuweza kupata matoleo ya {}: {}
tr: ⚠️ {}: {} için sürümleri alamadı

source: 📋 Found {} matching package(s):
am: 📋 {} ተዛማጅ ጥቅል (ቶች)
ar_eg: 📋 تم العثور على {} الحزمة (s) المطابقة:
bn: Found পাওয়া যায় {} ম্যাচিং প্যাকেজ (গুলি):
da: 📋 Fundet {} matchende pakke (er):
de: 📋 gefunden {} Matching -Paket (n):
es: 📋 Encontrado {} paquete (s) coincidente:
fr: 📋 Found {} Package de correspondance (s):
hi: 📋 पाया {} मिलान पैकेज (ओं):
hr: 📋 Pronađeno {} odgovarajuće pakete:
id: 📋 Ditemukan {} Paket Pencocokan:
it: 📋 trovato {} pacchetti corrispondenti:
ja: cound {}一致するパッケージを見つけました：
ko: found {} 매칭 패키지 (들) :
nl: 📋 gevonden {} matching -pakket (s):
no: 📋 Fant {} matchende pakke (er):
pl: 📋 Znaleziono{}pasujące pakiety:
pt_br: 📋 Encontrado {} paco (s) correspondente (s):
ru: 📋 Найдено {} Соответствующее пакет (S):
sv: 📋 hittade {} matchningspaket (er):
sw: 📋 Kupatikana {} Kifurushi kinacholingana:
tr: 📋 {} eşleştirme paketleri bulundu:

source: ✅ {} (active)
am: ✅ {} (ገባሪ)
ar_eg: ✅ {} (نشط)
bn: ✅ {} (সক্রিয়)
da: ✅ {} (aktiv)
de: ✅ {} (aktiv)
es: ✅ {} (activo)
fr: ✅ {} (actif)
hi: ✅ {} (सक्रिय)
hr: ✅ {} (aktivno)
id: ✅ {} (aktif)
it: ✅ {} (attivo)
ja: ✅{}（アクティブ）
ko: ✅ {} (활성)
nl: ✅ {} (actief)
no: ✅ {} (aktiv)
pl: ✅ {} (aktywny)
pt_br: ✅ {} (ativo)
sv: ✅ {} (aktiv)
sw: ✅ {} (hai)
tr: ✅ {} (aktif)

source: 🫧 {} (bubble)
am: 🫧 {} (አረፋ)
ar_eg: 🫧 {} (فقاعة)
bn: 🫧 {} (বুদ্বুদ)
da: 🫧 {} (boble)
de: 🫧 {} (Blase)
es: 🫧 {} (burbuja)
fr: 🫧 {} (bulle)
hi: 🫧 {} (बबल)
hr: 🫧 {} (mjehurić)
id: 🫧 {} (gelembung)
ja: 🫧{}（バブル）
ko: 🫧 {} (버블)
no: 🫧 {} (boble)
pl: 🫧 {} (bańka)
pt_br: 🫧 {} (bolha)
ru: 🫧 {} (пузырь)
sv: 🫧 {} (bubbla)
tr: 🫧 {} (kabarcık)

source: 😈 Locked up for causing chaos in the main env! 🔒 (v{})
am: በዋናው ኤ.ቪ. ውስጥ ብጥብጥ እንዲከሰት ለማድረግ ተቆል .ል!🔒 (v{})
ar_eg: 😈 مغلق للتسبب في الفوضى في البيئة الرئيسية!🔒 (v {})
bn: Ne মূল এনভিতে বিশৃঙ্খলา সৃষ্টি করার জন্য লক আপ!🔒 (ভি {} )
da: 😈 Låst til at forårsage kaos i hoved env!🔒 (v{})
de: 😈 Eingesperrt, um Chaos in der Hauptumd zu verursachen!🔒 (v{})
es: 😈 ¡Bloqueado para causar el caos en el env suministrado!🔒 (V {})
fr: 😈 Verrouillé pour avoir causé le chaos dans l'env principal!🔒 (v{})
hi: 😈 मुख्य env में अराजकता पैदा करने के लिए बंद!🔒 (v {})
hr: 😈 Zaključan za izazivanje kaosa u glavnom Env -u!🔒 (v {})
id: 😈 Terkunci karena menyebabkan kekacauan di env utama!🔒 (v {})
it: 😈 bloccato per aver causato il caos nell'EV principale!🔒 (v{})
ja: main envで混乱を引き起こすためにロックされています！🔒（v{}）
ko: main 메인 env에서 혼돈을 일으킨 것에 대해 갇혀 있습니다!🔒 (v {} )
nl: 😈 opgesloten voor het veroorzaken van chaos in de hoofd env!🔒 (v {})
no: 😈 Låst for å forårsake kaos i hovedvemmen!🔒 (V {})
pl: 😈 Zamknięte za powodowanie chaosu w głównym terenie!🔒 (v{})
pt_br: 😈 trancado por causar caos no Env principal!🔒 (V v{} )
ru: 😈 Заблокирован за то, что он вызовал хаос в главной эвинге!🔒 (v {})
sv: 😈 Låst för att orsaka kaos i Main Env!🔒 (v {})
sw: 😈 Imefungwa kwa kusababisha machafuko katika env kuu!🔒 (v {})

source: 😈 Speedy troublemaker locked up in the main env! 🔒 (v{})
am: 😈 ፈጣን ሙከራው በዋናው ኢንቨኒክ ውስጥ ተቆል ated ል!🔒 (V {})
ar_eg: 😈 مثيري الشغب السريع المحتجز في البيئة الرئيسية!🔒 (v {})
bn: 😈 দ্রুত ঝামেলা প্রস্তুতকারক মূল এনভিতে লক হয়ে গেল!🔒 (ভি {})
da: 😈 Speedy urolighedslås låst i hoved env!🔒 (v {} )
de: 😈 Speedy Unruhestifters in der Hauptumgebung eingeschlossen!🔒 (v{})
es: 😈 ¡Speedy alborotador encerrado en la envisiva principal!🔒 (V v{})
fr: 😈 Troubles rapides enfermés dans le principal Env!🔒 (v{})
hi: 😈 स्पीडी ट्रबलर मुख्य एनवी में बंद!🔒 (v {})
hr: 😈 Speedy ThoubleMaker zaključan u glavnom Env -u!🔒 (v {} )
id: 😈 Pengacau yang cepat terkunci di env utama!🔒 (v {} )
it: 😈 Specente piantagrane bloccato nell'EV principale!🔒 (v {} )
ja: 😈メインENVに閉じ込められたスピーディーなトラブルメーカー！🔒（v {}）
ko: 😈 메인 env에 빠진 문제를 해결했습니다!🔒 (v {})
nl: 😈 Speedy Onruststoker opgesloten in de hoofd env!🔒 (v{})
no: 😈 Rask bråkmaker låst i hovedvemmen!🔒 (V {})
pl: 😈 Speedy TroBlebleMaker zablokowany w głównym Env!🔒 (v{})
pt_br: 😈 Speedy Troublemaker trancado no Env principal!🔒 (v{})
ru: 😈 Скоростной нарушитель нарушителя, запертый в главной Env!🔒 (v {})
sv: 😈 Speedy Troublemaker låst in i Main Env!🔒 (v{})
sw: 😈 Speedy Troublemaker imefungwa kwenye env kuu!🔒 (v {})

source: - Path: {}
am: - ዱካ: {}
ar_eg: - طريق: {}
bn: - পথ: {}
da: - sti: {}
de: - Weg: {}
es: - Camino: {}
fr: - Chemin: {}
hi: - पथ: {}
hr: - put: {}
id: - Jalur: {}
it: - Sentiero: {}
ja: - パス：​​ {}
ko: - 길: {}
nl: - pad: {}
no: - Sti: {}
pl: - Ścieżka: {}
pt_br: - Caminho: {}
ru: - Путь: {}
sv: - sökväg: {}
sw: - Njia: {}
tr: - Yol: {}

source: - Active Packages: {}
am: - ንቁ ፓኬጆች: {}
ar_eg: - الحزم النشطة: {}
bn: - সক্রিয় প্যাকেজ: {}
da: - aktive pakker: {}
de: - aktive Pakete: {}
es: - Paquetes activos: {}
fr: - Packages actifs: {}
hi: - सक्रिय पैकेज: {}
hr: - Aktivni paketi: {}
id: - Paket aktif: {}
it: - pacchetti attivi: {}
ja: - アクティブパッケージ：{}
ko: - 활성 패키지 : {}
nl: - Actieve pakketten: {}
no: - aktive pakker: {}
pl: - Aktywne pakiety: {}
pt_br: - Pacotes ativos: {}
ru: - Активные пакеты:{}
sv: - Aktiva paket: {}
sw: - Vifurushi vya kazi: {}
tr: - Aktif paketler: {}

source: - Bubble Directory: {}
am: - አረፋ ማውጫ: {}
ar_eg: - دليل الفقاعة: {}
bn: - বুদ্বুদ ডিরেক্টরি: {}
da: - Boble Directory: {}
de: - Blasenverzeichnis: {}
es: - Directorio de burbujas: {}
fr: - répertoire de bulles: {}
hi: - बबल निर्देशिका: {}
hr: - direktorij mjehurića: {}
id: - Direktori Bubble: {}
it: - Directory Bubble: {}
ja: - バブルディレクトリ：{}
ko: - 버블 디렉토리 : {}
pl: - Direktory Bubble: {}
pt_br: - Diretório de bolhas: {}
ru: - Каталог пузырей: {}
sw: - Saraka ya Bubble: {}
tr: - Kabarcık dizini: {}

source: - Import Hook Installed: {}
am: - ማስመጣት ተጭኗል {}
ar_eg: - استيراد خطاف مثبت: {}
bn: - আমদানি হুক ইনস্টল করা: {}
da: - Import Hook Installeret: {}
de: - Importieren Sie Hook installiert: {}
es: - Importar gancho instalado: {}
fr: - Importer le crochet installé: {}
hi: - आयात हुक स्थापित: {}
hr: - Instalirana kuka za uvoz: {}
id: - Import hook diinstal: {}
it: - Importa Hook installato: {}
ja: - インストールされたインポートフック：{}
ko: - 가져 오는 후크 설치 : {}
nl: - Geïnstalleerd haak importeren: {}
no: - Importer krok installert: {}
pl: - Zainstalowany hak Import: {}
pt_br: - Importar gancho instalado: {}
ru: - Установлен импорт крюка: {}
sv: - importkrok installerad: {}
sw: - Ingiza ndoano imewekwa: {}
tr: - Bağlı kanca içe aktardı: {}

source: 📦 Isolated Package Versions ({} bubbles):
am: 📦 ገለልተኛ የጥቅል ስሪቶች ({} አረፋዎች)
ar_eg: 📦 إصدارات الحزمة المعزولة ({} فقاعات):
bn: 📦 বিচ্ছিন্ন প্যাকেজ সংস্করণ ({} বুদবুদ):
da: 📦 Isolerede pakkerversioner ({} bobler):
de: 📦 isolierte Paketversionen ({} Blasen):
es: 📦 Versiones de paquete aisladas ({} burbujas):
fr: 📦 Versions de package isolées ({} bulles):
hi: 📦 पृथक पैकेज संस्करण ({} बुलबुले):
hr: 📦 Izolirane verzije paketa ({} Bubbles):
id: 📦 Versi paket terisolasi ({} gelembung):
it: 📦 versioni di pacchetto isolate ({} bolle):
ja: 📦分離パッケージバージョン（{}バブル）：
ko: 📦 고립 된 패키지 버전 ({} 버블) :
nl: 📦 geïsoleerde pakketversies ({} bubbels):
no: 📦 Isolerte pakkeversjoner ({} bobler):
pl: 📦 Izolowane wersje pakietów ({} bąbelki):
pt_br: 📦 Versões de pacote isoladas ({} bolhas):
ru: 📦 Изолированные версии пакетов ({} пузыри):
sv: 📦 Isolerade paketversioner ({} bubblor):
sw: 📦 Matoleo ya kifurushi ya pekee ({} Bubbles):
tr: 📦 İzole paket versiyonları ({} kabarcıklar):

source: 😈 Pip is locked up in a bubble, plotting chaos like a Python outlaw! 🔒
am: 😈 Pip በአረፋ ውስጥ ተቆል is ል, ይህም የ Python ወረርሽኝ ነው.🔒
ar_eg: 😈 تم حبس PIP في فقاعة ، مما يخطط للفوضى مثل بيثون الخارجية!🔒
bn: 😈 পাইপ একটি বুদ্বুদে লক করা আছে, অজগরকে আউটলোর মতো বিশৃঙ্খলা প্লট করে!🔒
da: 😈 Pip er låst i en boble og planlægger kaos som en Python Outlaw!🔒
de: 😈 Pip ist in einer Blase eingesperrt und plant Chaos wie ein Python -Outlaw!🔒
es: 😈 ¡Pip está encerrado en una burbuja, tramando el caos como un forajido de Python!🔒
fr: 😈 Pip est enfermé dans une bulle, traçant le chaos comme un hors-la-loi Python!🔒
hi: 😈 पिप को एक बुलबुले में बंद कर दिया जाता है, एक अजगर की तरह अराजकता की साजिश रचता है!🔒
hr: 😈 PIP je zaključan u mjehuriću, koji crta kaos poput Python Outlaw -a!🔒
id: 😈 Pip dikurung dalam gelembung, merencanakan kekacauan seperti penjahat ular sanak!🔒
it: 😈 PIP è bloccato in una bolla, complottando il caos come un fuorilegge di Python!🔒
ja: pipはバブルに閉じ込められており、パイソンの無法者のように混chaosをプロットします！🔒
ko: pip은 파이썬 무법자처럼 혼돈을 플로팅하여 거품에 잠겨 있습니다!🔒
nl: 😈 Pip is opgesloten in een bubbel en plundert chaos als een python -outlaw!🔒
no: 😈 Pip er innelåst i en boble, og planlegger kaos som en Python Outlaw!🔒
pl: 😈 Pip jest zablokowany w bańce, knując chaos jak Python Outlaw!🔒
pt_br: 😈 Pip está trancado em uma bolha, plotando o caos como um Python Outlaw!🔒
ru: 😈 PIP заблокирован в пузыре, замышляя хаос, как Python Outlaw!🔒
sv: 😈 PIP är inlåst i en bubbla och planerar kaos som en Python Outlaw!🔒
sw: 😈 PIP imefungwa kwenye Bubble, ikifanya machafuko kama sheria ya Python!🔒
tr: 😈 Pip bir baloncukta kilitlenir, bir python kanun kaçağı gibi kaos çizer!🔒

source: 😈 UV is locked up in a bubble, speeding toward trouble! 🔒
am: 😈 UV ወደ ችግር በፍጥነት በፍጥነት ተዘግቷል!🔒
ar_eg: 😈 تم حبس الأشعة فوق البنفسجية في فقاعة ، وسرعة نحو المتاعب!🔒
bn: 😈 ইউভি একটি বুদ্বুদে লক হয়ে গেছে, সমস্যার দিকে দ্রুত গতিতে!🔒
da: 😈 UV er låst fast i en boble, der går mod problemer!🔒
de: 😈 UV ist in einer Blase eingesperrt und beschleunigt zu Ärger!🔒
es: 😈 ¡UV está bloqueado en una burbuja, acelerando hacia los problemas!🔒
fr: 😈 UV est enfermé dans une bulle, accélérant vers des problèmes!🔒
hi: 😈 यूवी एक बुलबुले में बंद है, मुसीबत की ओर तेजी से!🔒
hr: 😈 UV je zaključan u mjehuriću, ubrzavajući se prema nevolji!🔒
id: 😈 UV dikurung dalam gelembung, melaju menuju masalah!🔒
it: 😈 UV è bloccato in una bolla, accelerando i guai!🔒
ja: uv UVはバブルに閉じ込められており、トラブルに向かってスピードを上げています！🔒
ko: 😈 UV는 거품에 잠겨 문제에 대한 속도를 높이고 있습니다!🔒
nl: 😈 UV is opgesloten in een bubbel en loopt in de richting van problemen!🔒
no: 😈 UV er innelåst i en boble, og går mot trøbbel!🔒
pl: 😈 UV jest zamknięty w bańce, przyspieszając kłopoty!🔒
pt_br: 😈 UV está trancado em uma bolha, acelerando em direção a problemas!🔒
ru: 😈 UV заперт в пузыре, ускоряясь к неприятностям!🔒
sv: 😈 UV är inlåst i en bubbla och snabbar mot problem!🔒
sw: 😈 UV imefungwa kwenye Bubble, inaelekea kwa shida!🔒
tr: 😈 UV, bir balonun içinde kilitlenir ve belaya doğru hızlanır!🔒

source: Demo command failed with exit code {}
am: ማሳያ ትእዛዝ ከመለያው ኮድ ጋር አልተሳካም{}
ar_eg: فشل الأمر التجريبي مع رمز الخروج {}
bn: ডেমো কমান্ড প্রস্থান কোড {} দিয়ে ব্যর্থ হয়েছে
da: Demo -kommando mislykkedes med exit -kode {}
de: Der Befehl des Demo ist mit dem Ausgangscode {} fehlgeschlagen
es: El comando de demostración falló con el código de salida {}
fr: La commande de démonstration a échoué avec le code de sortie {}
hi: एग्जिट कोड {} के साथ डेमो कमांड विफल रहा
hr: Demo naredba nije uspjela s izlaznim kodom {}
id: Perintah demo gagal dengan kode keluar {}
it: Comando demo non riuscito con il codice di uscita {}
ja: exitコードでデモコマンドが失敗しました{}
ko: EXIT Code {}로 데모 명령이 실패했습니다.
nl: Demo -opdracht is mislukt met exitcode {}
no: Demo -kommando mislyktes med exit code {}
pl: Polecenie demo nie powiodło się z kodem wyjściowym {}
pt_br: O comando de demonstração falhou com o código de saída {}
ru: Демо -команда не удалась с кодом выхода {}
sv: Demokommando misslyckades med utgångskod {}
sw: Amri ya Demo ilishindwa na nambari ya kutoka {}
tr: Demo komutu çıkış kodu ile başarısız oldu {}

source: ❌ An unexpected error occurred during the demo: {}
am: በማሳያ ወቅት ያልተጠበቀ ስህተት ተከስቷል {}
ar_eg: ❌ حدث خطأ غير متوقع أثناء العرض التوضيحي: {}
bn: Dem ডেমো চলাকালীন একটি অপ্রত্যাশিত ত্রুটি ঘটেছে: {}
da: ❌ Der opstod en uventet fejl under demoen: {}
de: ❌ Ein unerwarteter Fehler trat während der Demo auf: {}
es: ❌ Se produjo un error inesperado durante la demostración: {}
fr: ❌ Une erreur inattendue s'est produite pendant la démo: {}
hi: ❌ डेमो के दौरान एक अप्रत्याशित त्रुटि हुई: {}
hr: ❌ Neočekivana pogreška dogodila se tijekom demo: {}
id: ❌ Terjadi kesalahan yang tidak terduga selama demo: {}
it: ❌ Un errore imprevisto si è verificato durante la demo: {}
ja: demoデモ中に予期しないエラーが発生しました：{}
ko: ∎ 데모 중에 예기치 않은 오류가 발생했습니다. {}
nl: ❌ Er is een onverwachte fout opgetreden tijdens de demo: {}
no: ❌ En uventet feil oppstod under demoen: {}
pl: ❌ Podczas demo wystąpił nieoczekiwany błąd: {}
pt_br: ❌ Um erro inesperado ocorreu durante a demonstração: {}
ru: ❌ Неожиданная ошибка произошла во время демонстрации: {}
sv: ❌ Ett oväntat fel inträffade under demo: {}
sw: ❌ Kosa lisilotarajiwa lilitokea wakati wa demo: {}
tr: ❌ Demo sırasında beklenmedik bir hata oluştu: {}

source: ⚠️ [omnipkg loader] Bubble directory {} did not exist and was created.
am: ⚠️ [የኦምኒካልኪክ ጭነት] የአረፋ ማውጫ {} የለም እና ተፈጥረዋል.
ar_eg: ⚠ [omnipkg loader] دليل الفقاعات {} لم يكن موجودًا وتم إنشاؤه.
bn: ⚠ [ওমনিপকিজি লোডার] বুদ্বুদ ডিরেক্টরি {} বিদ্যমান ছিল না এবং এটি তৈরি করা হয়েছিল।
da: ⚠ [Omnipkg Loader] Boble Directory {} eksisterede ikke og blev oprettet.
de: ⚠️ [Omnipkg Loader] Bubble -Verzeichnis {} existierte nicht und wurde erstellt.
es: ⚠️ [omnipkg carger] bubble Directory {} no existía y fue creado.
fr: ⚠️ [OMNIPKG Loader] Le répertoire de bulles {} n'a pas existé et a été créé.
hi: ⚠ [omnipkg लोडर] बबल निर्देशिका {} मौजूद नहीं था और बनाया गया था।
hr: ⚠️ [OmniPKG Loader] Direktor mjehurića {} nije postojao i stvoren je.
id: ⚠️ [omnipkg loader] Direktori Bubble {} tidak ada dan dibuat.
it: ⚠️ [Omnipkg loader] Directory Bubble {} non esisteva ed è stata creata.
ja: ⚠⚠️[Omnipkg Loader] Bubble Directory {}は存在せず、作成されました。
ko: ⚠️ [OMNIPKG 로더] 버블 디렉토리 {}가 존재하지 않았으며 생성되었습니다.
nl: ⚠️ [omnipkg loader] Bubble Directory {} bestond niet en werd gemaakt.
no: ⚠ [OMNIPKG Loader] Bubble Directory {} eksisterte ikke og ble opprettet.
pl: ⚠️ [Omnipkg Loader] Bubble Directory {} nie istniał i został utworzony.
pt_br: ⚠️ [Omnipkg carregador] O diretório de bolhas {} não existia e foi criado.
ru: ⚠ [Omnipkg Loader] Bubble Directory {} не существовал и был создан.
sv: ⚠ [Omnipkg Loader] Bubble Directory {} fanns inte och skapades.
sw: ⚠️ [Omnipkg Loader] Saraka ya Bubble {} haikuwepo na iliundwa.
tr: ⚠️ [omnipkg yükleyici] kabarcık dizini {} yoktu ve oluşturuldu.

source: Failed to create bubble directory at {}: {}
am: አረፋ ማውጫ ውስጥ {}} {}
ar_eg: فشل في إنشاء دليل فقاعة على {}: {}
bn: {}: {} এ বুদ্বুদ ডিরেক্টরি তৈরি করতে ব্যর্থ
da: Kunne ikke oprette boble -bibliotek på {}: {}
de: Bubble-Verzeichnis bei {} konnte nicht erstellt werden: {}
es: No se pudo crear el directorio de burbujas en {}: {}
fr: Échec de la création du répertoire de bulles à {}: {}
hi: {}: {} पर बुलबुला निर्देशिका बनाने में विफल
hr: Nije uspio stvoriti direktorij mjehurića na {}: {}
id: Gagal membuat direktori gelembung di {}: {}
it: Impossibile creare la directory Bubble su {}: {}
ja: {}でバブルディレクトリの作成に失敗しました：{}
ko: {} : {}에서 버블 디렉토리를 생성하지 못했습니다.
nl: Kan geen Bubble Directory maken op {}: {}
no: Kunne ikke opprette boble -katalog på {}: {}
pl: Nie udało się utworzyć katalogu bąbelkowego na {}: {}
pt_br: Falha ao criar diretório de bolhas em {}: {}
ru: Не удалось создать Bubble Directory At {}: {}
sv: Det gick inte att skapa bubbelkatalog på {}: {}
sw: Imeshindwa kuunda saraka ya Bubble katika {}: {}
tr: {}: {} Adresinde kabarcık dizini oluşturulamadı

source: 🌀 omnipkg loader: Activating {}...
am: 🌀 omnipkk ጭነት: ማግኛ '{}' ...
ar_eg: 🌀 omnipkg loader: تنشيط {} ...
bn: 🌀 ওমনিপকেজি লোডার: সক্রিয়করণ {} ...
da: 🌀 Omnipkg Loader: Aktivering '{}' ...
de: 🌀 omnipkg lader: aktivieren '{}' ...
es: 🌀 cargador omnipkg: activación '{}' ...
fr: 🌀 OMNIPKG Loader: Activation '{}' ...
hi: 🌀 omnipkg लोडर: सक्रिय {} करना ...
hr: 🌀 OmniPKG Loader: Aktiviranje '{}' ...
ja: 🌀omnipkgローダー： '{}' をアクティブ化...
ko: Omnipkg 로더 : 활성화 '{}' ...
nl: 🌀 omnipkg loader: activeren '{}' ...
no: 🌀 Omnipkg Loader: Aktivering {} ...
pl: 🌀 Omnipkg ładowarka: Aktywowanie {} ...
pt_br: 🌀 Omnipkg Loader: ativando {} ...
ru: 🌀 Omnipkg Loader: активация '{}' ...
sv: 🌀 Omnipkg Loader: Aktivera '{}' ...

source: Invalid package_spec format. Expected 'name==version', got '{}'.
am: ልክ ያልሆነ የጥቅል_ቢሲ ቅርጸት. የሚጠበቀው 'ስም == ስሪት', አግኝቷል '{}'.
ar_eg: تنسيق حزمة غير صالح.متوقع 'name == الإصدار' ، حصلت على '{}'.
bn: অবৈধ প্যাকেজ_স্পেক ফর্ম্যাট।প্রত্যাশিত 'নাম == সংস্করণ', '{}' পেয়েছে।
da: Ugyldigt Package_Spec -format.Forventet 'navn == version', fik '{}'.
de: Ungültiges Paket_Spec -Format.Erwartet 'name == Version', got '{}'.
es: Formato no válido de paquete_spec.Esperado 'name == versión', got '{}'.
fr: Format de package non valide_pec.Attendu 'name == version', got '{}'.
hi: अमान्य package_spec प्रारूप।अपेक्षित 'नाम == संस्करण', '{}' मिला।
hr: Nevažeća format paket_spec.Očekivano 'name == verzija', dobila je '{}'.
id: Format package_spec tidak valid.Diharapkan 'name == versi', got '{}'.
it: Formato pacchetto_spec non valido.Previsto 'name == versione', ottenuto '{}'.
ja: 無効なpackage_spec形式。予想「name == version」、got '{}'。
ko: 유효하지 않은 package_spec 형식.예상 '이름 == 버전', got '{}'.
nl: Ongeldig formaat pakket_spec.Verwachte 'name == versie', Got '{}'.
no: Ugyldig package_spec -format.Forventet 'name == versjon', fikk '{}'.
pl: Nieprawidłowy format Pakiet_Spec.Oczekiwana „name == wersja”, dostał „{}”.
pt_br: Formato inválido pacote_spec.Esperado 'nome == versão', obtive '{}'.
ru: Неверный формат package_spec.Ожидается 'name == версия', Got '{}'.
sv: Ogiltig paket_spec -format.Förväntat 'namn == version', fick '{}'.
sw: Fomati batili ya package_spec.Inatarajiwa 'jina == toleo', got '{}'.
tr: Geçersiz paket_spec biçimi.Beklenen 'Name == Sürüm', '{}' var.

source: ✅ System version already matches requested version ({}). No bubble activation needed.
am: ✅ የስርዓት ስሪት ቀድሞውኑ ከተጠየቀበት ስሪት ({} ጋር ይዛመዳል).አረፋ ማግበር አያስፈልግም.
ar_eg: ✅ إصدار النظام يتطابق بالفعل مع الإصدار المطلوب ({}).لا حاجة لتفعيل الفقاعة.
bn: ✅ সিস্টেম সংস্করণ ইতিমধ্যে অনুরোধ করা সংস্করণ ({}) এর সাথে মেলে।কোনও বুদ্বুদ অ্যাক্টিভেশন প্রয়োজন।
da: ✅ Systemversion matcher allerede ønsket version ("{}").Ingen bobleaktivering er nødvendig.
de: ✅ Systemversion stimmt bereits mit der angeforderten Version ('{}') überein.Keine Blasenaktivierung erforderlich.
es: ✅ La versión del sistema ya coincide con la versión solicitada ("{}"). No se necesita activación de burbujas.
fr: ✅ La version système correspond déjà à la version demandée ("{}").Aucune activation de bulles n'est nécessaire.
hi: ✅ सिस्टम संस्करण पहले से ही अनुरोधित संस्करण ({}) से मेल खाता है।कोई बुलबुला सक्रियण की आवश्यकता नहीं है।
hr: ✅ Verzija sustava već odgovara traženoj verziji ( '{}' ).Nije potrebna aktivacija mjehurića.
id: ✅ Versi sistem sudah cocok dengan versi yang diminta ({}).Tidak diperlukan aktivasi gelembung.
it: ✅ La versione di sistema corrisponde già alla versione richiesta ( {} ).Non è necessaria l'attivazione delle bolle.
ja: systemシステムバージョンは、リクエストバージョン（{}）に既に一致しています。バブルの活性化は必要ありません。
ko: ✅ 시스템 버전은 이미 요청 된 버전 ({})과 일치합니다.버블 활성화가 필요하지 않습니다.
nl: ✅ Systeemversie komt al overeen met de gevraagde versie ('{}').Geen bellenactivering nodig.
no: ✅ Systemversjon samsvarer allerede med forespurt versjon ('{}').Ingen bobleaktivering nødvendig.
pl: ✅ Wersja systemowa już pasuje do żądanej wersji ('{}').Brak aktywacji bąbelkowej.
pt_br: ✅ A versão do sistema já corresponde à versão solicitada ( '{}' ). Nenhuma ativação de bolhas é necessária.
ru: ✅ Системная версия уже соответствует запрошенной версии ({}).Не требуется активация пузырьков.
sv: ✅ Systemversion matchar redan efterfrågad version ({} ).Ingen bubbelaktivering behövs.
sw: Toleo la mfumo tayari linafanana na toleo lililoombewa ("{}").Hakuna uanzishaji wa Bubble unahitajika.

source: ⚠️ [omnipkg loader] Error checking system version for {}: {}. Proceeding with bubble search.
am: ⚠️ [የኦምኒካልኪግ ጭነት] የስህተት ስርዓት ስሪት ለ {} የሚያያዙት ገጾች {}. ከአረፋ ፍለጋ ጋር መቀየር.
ar_eg: ⚠ [omnipkg loader] إصدار نظام فحص الخطأ لـ {}: {}.المتابعة مع البحث الفقاعي.
bn: ⚠ {} :: {} । বুদ্বুদ অনুসন্ধান নিয়ে এগিয়ে যাওয়া।
da: ⚠ [Omnipkg Loader] Fejlkontrol af systemversion til {}: {}.Fortsætter med boblesøgning.
de: ⚠️ [Omnipkg Loader] Fehlerprüfungssystemversion für {}: {}.Mit Blasensuche fortfahren.
es: ⚠️ [omnipkg carger] verificación de errores de la versión del sistema para {}: {}.Proceder con la búsqueda de burbujas.
fr: ⚠️ [OMNIPKG Loader] Erreur de vérification du système Version du système pour {}: {}.Procéder avec la recherche de bulles.
hi: ⚠ [omnipkg लोडर] {}: {} के लिए सिस्टम संस्करण की जाँच करना।बबल खोज के साथ आगे बढ़ना।
hr: ⚠️ [OmniPKG Loader] Verzija sustava za provjeru pogreške za {}: {}.Nastavite s pretraživanjem mjehurića.
id: ⚠️ [omnipkg loader] Versi sistem pemeriksaan kesalahan untuk {}: {}.Melanjutkan dengan pencarian gelembung.
it: ⚠️ [Omnipkg Loader] Errore di controllo della versione del sistema per {}: {}.Procedere con la ricerca a bolle.
ja: ⚠⚠嫌い[Omnipkg Loader] {}：{}のシステムバージョンを確認します。バブル検索の進行。
ko: ⚠️ [Omnipkg Loader] {} : {}에 대한 시스템 버전 오류 확인 시스템 버전.버블 검색 진행.
nl: ⚠️ [omnipkg loader] Foutcontrole -systeemversie voor {}: {}.Verder gaan met Bubble Search.
no: ⚠ [OMNIPKG LOADER] Feilkontrollsystemversjon for {}: {}.Fortsetter med boble -søk.
pl: ⚠️ [Omnipkg Loader] Wersja systemu sprawdzania błędów dla {}: {}.Kontynuowanie wyszukiwania bańki.
pt_br: ⚠️ [Omnipkg loader] Versão do sistema de verificação de erro para {}: {}.Prosseguindo com a pesquisa de bolhas.
ru: ⚠ [Omnipkg Loader] Версия системы проверки ошибок для {}: {}.Продолжая с поиском пузыря.
sv: ⚠ [Omnipkg Loader] Felkontroll Systemversion för {}: {}.Fortsätt med bubbelsökning.
sw: ⚠️ [Omnipkg Loader] ERROR kuangalia mfumo wa {}: {}.Kuendelea na utaftaji wa Bubble.
