Repository: 1minds3t/omnipkg
Catalog: omnipkg/locale/*/LC_MESSAGES/omnipkg.po
Languages: am, ar_eg, bn, da, de, es, fr, hi, hr, id, it, ja, ko, nl, no, pl, pt_br, ru, sv, sw, tr

source: Welcome to omnipkg heaven!
am: ወደ ኦሚኒካዊ ሰማይ እንኳን በደህና መጡ!
ar_eg: مرحبا بكم في omnipkg السماء!
bn: ওমনিপকেজি স্বর্গে আপনাকে স্বাগতম!
da: Velkommen til Omnipkg Heaven!
de: Willkommen im Omnipkg Heaven!
es: ¡Bienvenido al cielo omnipkg!
fr: Bienvenue à Omnipkg Heaven!
hi: Omnipkg स्वर्ग में आपका स्वागत है!
hr: Dobrodošli u Omnipkg Nebo!
id: Selamat datang di Omnipkg Heaven!
it: Benvenuti in Omnipkg Heaven!
ja: Omnipkg Heavenへようこそ！
ko: Omnipkg Heaven에 오신 것을 환영합니다!
nl: Welkom bij Omnipkg Heaven!
no: Velkommen til Omnipkg Heaven!
pl: Witamy w Omnipkg Heaven!
pt_br: Bem -vindo ao Omnipkg Heaven!
ru: Добро пожаловать в Omnipkg Heaven!
sv: Välkommen till omnipkg himlen!
sw: Karibu Omnipkg Mbingu!
tr: Omnipkg Cennete Hoş Geldiniz!

source: 🚀 Starting omnipkg Metadata Builder v11 (Multi-Version Complete Edition)...
am: 🚀 omnipkg ሜታዳታ ገንቢ ቢራ 11 (ባለብዙ ሥሪት የተሟላ እትም) ...
ar_eg: 🚀 بدء Omnipkg Metadata Builder V11 (الإصدار الكامل متعدد النسخ) ...
bn: Ord ওমনিপকেজি মেটাডেটা বিল্ডার ভি 11 (মাল্টি-সংস্করণ সম্পূর্ণ সংস্করণ) শুরু করা ...
da: 🚀 Start omnipkg Metadata Builder v11 (multi-version Complete Edition) ...
de: 🚀 Starten von Omnipkg Metadata Builder v11 (Multi-Version-Ausgabe) ...
es: 🚀 Inicio de omnipkg Metadata Builder V11 (edición completa de versiones múltiples) ...
fr: 🚀 Démarrer le constructeur de métadonnées OMNIPKG V11 (édition complète Multi-Version) ...
hi: 🚀 OMNIPKG मेटाडेटा बिल्डर V11 (मल्टी-संस्करण पूर्ण संस्करण) शुरू करें ...
hr: 🚀 Pokretanje OmniPKG Metapodataka Builder v11 (Multi-Version Complete Edition) ...
id: 🚀 Memulai Omnipkg Metadata Builder V11 (Edisi Lengkap Multi-Versi) ...
it: 🚀 Avvio del Builder Omnipkg Metadata V11 (Edizione completa multi-versione) ...
ja: omn​​ipkgメタデータビルダーV11を開始（マルチバージョン完全版）...
ko: OMNIPKG 메타 데이터 빌더 V11 (Multi-Version Complete Edition) 시작 ... ...
nl: 🚀 Start omnipkg metadata bouwer v11 (multi-version complete editie) ...
no: 🚀 Starter Omnipkg Metadata Builder V11 (Multi-Version Complete Edition) ...
pl: 🚀 Rozpoczęcie Omnipkg Metadata Builder V11 (Multi-Version Complete Edition) ...
pt_br: 🚀 Iniciando Omnipkg Metadata Builder V11 (edição completa de várias versões) ...
ru: 🚀 Запуск Omnipkg Metadata Builder v11 (многоэверное полное издание) ...
sv: 🚀 Starta omnipkg Metadata Builder V11 (Multiversion Complete Edition) ...
sw: 🚀 Kuanzia Omnipkg Metadata Builder V11 (Toleo kamili la Ubadilishaji) ...
tr: 🚀 Omnipkg Meta Veri Oluşturucu V11 (Çok Sürüm Komple Baskı) ...

source: 🔍 No specific targets provided. Discovering all installed packages...
am: 🔍 የቀረቡ ልዩ targets ላማዎች የሉም.ሁሉንም የተጫኑ ፓኬጆች መፈለግ ...
ar_eg: 🔍 لم يتم توفير أهداف محددة.اكتشاف جميع الحزم المثبتة ...
bn: 🔍 কোনও নির্দিষ্ট লক্ষ্য সরবরাহ করা হয়নি।সমস্ত ইনস্টলড প্যাকেজ আবিষ্কার করা ...
da: 🔍 Ingen specifikke mål leveret.Opdag alle installerede pakker ...
de: 🔍 Keine spezifischen Ziele angegeben.Entdecken Sie alle installierten Pakete ...
es: 🔍 No se proporcionan objetivos específicos.Descubriendo todos los paquetes instalados ...
fr: 🔍 Aucune cible spécifique fournie.Découvrir tous les packages installés ...
hi: 🔍 कोई विशिष्ट लक्ष्य प्रदान नहीं किया गया।सभी स्थापित पैकेजों की खोज ...
hr: 🔍 Nisu određeni određeni ciljevi.Otkrivanje svih instaliranih paketa ...
id: 🔍 Tidak ada target khusus yang disediakan.Menemukan semua paket terpasang ...
it: 🔍 Nessun obiettivo specifico fornito.Scoprire tutti i pacchetti installati ...
ja: celific特定のターゲットは提供されていません。インストールされているすべてのパッケージを発見...
ko: 🔍 특정 대상이 제공되지 않습니다.설치된 모든 패키지 발견 ...
nl: 🔍 Geen specifieke doelen verstrekt.Alle geïnstalleerde pakketten ontdekken ...
no: 🔍 Ingen spesifikke mål oppgitt.Oppdage alle installerte pakker ...
pl: 🔍 Brak konkretnych celów.Odkrywanie wszystkich zainstalowanych pakietów ...
pt_br: 🔍 Nenhum alvo específico fornecido.Descobrindo todos os pacotes instalados ...
ru: 🔍 Не предоставлены конкретные цели.Обнаружение всех установленных пакетов ...
sv: 🔍 Inga specifika mål.Upptäck alla installerade paket ...
sw: 🔍 Hakuna malengo maalum yaliyotolewa.Kugundua vifurushi vyote vilivyowekwa ...
tr: 🔍 Belirli bir hedef yoktu.Yüklü tüm paketleri keşfetmek ...

source: 🛡️ Performing bulk security scan for active packages...
am: 🛡️ ንቁ ጥቅሎችን ለማግኘት የጅምላ ደህንነት ቅኝት ማከናወን ...
ar_eg: 🛡 إجراء فحص الأمان بالجملة للحزم النشطة ...
bn: সক্রিয় প্যাকেজগুলির জন্য বাল্ক সুরক্ষা স্ক্যান সম্পাদন করা ...
da: 🛡 Udførelse af bulksikkerhedsscanning for aktive pakker ...
de: 🛡️ Durchführen von Bulk Security Scan für aktive Pakete ...
es: 🛡️ Realización de escaneo de seguridad a granel para paquetes activos ...
fr: 🛡️ Effectuer une analyse de sécurité en vrac pour les packages actifs ...
hi: 🛡 सक्रिय पैकेज के लिए थोक सुरक्षा स्कैन करना ...
hr: 🛡️ Izvođenje skupno sigurnosnog skeniranja za aktivne pakete ...
id: 🛡️ melakukan pemindaian keamanan curah untuk paket aktif ...
it: 🛡️ Esecuzione della scansione di sicurezza in blocco per pacchetti attivi ...
ja: アクティブパッケージのバルクセキュリティスキャンの実行...
ko: Active Active 패키지에 대한 대량 보안 스캔 수행 ...
nl: 🛡️ Bulk beveiligingsscan uitvoeren voor actieve pakketten ...
no: 🛡 Utfører bulksikkerhetsskanning for aktive pakker ...
pl: 🛡️ Wykonanie skanu bezpieczeństwa masowego dla aktywnych pakietów ...
pt_br: 🛡️ Execução da varredura de segurança em massa para pacotes ativos ...
ru: 🛡 Выполнение объемного сканирования безопасности для активных пакетов ...
sv: 🛡 Utföra bulksäkerhetsskanning för aktiva paket ...
sw: 🛡️ Kufanya skana ya usalama wa wingi kwa vifurushi vya kazi ...
tr: Active Paketler için toplu güvenlik taraması gerçekleştirme ...

source: ✅ Cleanup complete. Your environment is back to normal.
am: ✅ ማጽዳት የተሟላ.አካባቢዎ ወደ መደበኛው ይመለሳል.
da: ✅ Oprydning komplet.Dit miljø er tilbage til det normale.
de: ✅ Reinigung vollständig.Ihre Umgebung ist wieder normal.
fr: ✅ Nettoyage complet.Votre environnement est de retour à la normale.
hr: ✅ Čišćenje dovršeno.Vaše se okruženje vratilo u normalu.
id: ✅ Pembersihan Lengkap.Lingkungan Anda kembali normal.
it: ✅ Cleanup completo.Il tuo ambiente è tornato alla normalità.
nl: ✅ Opruimen compleet.Uw omgeving is weer normaal.
no: ✅ Opprydding fullført.Miljøet ditt er tilbake til det normale.
pl: ✅ Completetup Complete.Twoje środowisko powróciło do normy.
pt_br: ✅ Limpeza completa.Seu ambiente está de volta ao normal.
ru: ✅ Очистка завершена.Ваша среда вернулась к нормальной жизни.
sv: ✅ Cleanup Complete.Din miljö är tillbaka till det normala.
sw: ✅ Kusafisha kamili.Mazingira yako yamerudi kwa kawaida.
tr: ✅ Temizleme tamamlandı.Ortamınız normale döndü.

source: _omnipkg_ACTIVE_{}
am: _OMOPIKG_ACERED_ {}

source: Current Python version: {}.{}
am: የአሁኑ Python ስሪት: {}. {}
ar_eg: إصدار Python الحالي: {}. {}
bn: বর্তমান পাইথন সংস্করণ: {}.{}
da: Nuværende Python -version: {} . {}
de: Aktuelle Python -Version: {} . {}
es: Versión actual de Python: {}. {}
fr: Version Python actuelle: {} . {}
hi: वर्तमान पायथन संस्करण: {}.{}
hr: Trenutna Python verzija: {}.{}
id: Versi python saat ini: {}. {}
it: Versione Python corrente: {}.{}
ja: 現在のPythonバージョン： {} 。 {}
ko: 현재 파이썬 버전 : {} . {}
nl: Huidige Python -versie: {}.{}
no: Nåværende Python -versjon: {} . {}
pl: Obecna wersja Python: {}. {}
pt_br: Versão atual do Python: {}. {}
ru: Текущая версия Python: {}. {}
sv: Aktuell Python -version: {} . {}
sw: Toleo la sasa la Python: {}. {}

source: ❌ An error occurred during stress test execution: {}
am: በውጥረት የሙከራ ግድያ ወቅት አንድ ስህተት ተከስቷል {}
ar_eg: ❌ حدث خطأ أثناء تنفيذ اختبار الإجهاد: {}
bn: Stress স্ট্রেস টেস্ট এক্সিকিউশন চলাকালীন একটি ত্রুটি ঘটেছে: {}
da: ❌ Der opstod en fejl under udførelse af stresstest: {}
de: ❌ Bei der Ausführung von Stresstests trat ein Fehler auf: {}
es: ❌ Se produjo un error durante la ejecución de la prueba de estrés: {}
fr: ❌ Une erreur s'est produite lors de l'exécution du test de contrainte: {}
hi: ❌ तनाव परीक्षण निष्पादन के दौरान एक त्रुटि हुई: {}
hr: ❌ Pogreška se dogodila tijekom izvođenja testa stres: {}
id: ❌ Terjadi kesalahan selama eksekusi uji stres: {}
it: ❌ Si è verificato un errore durante l'esecuzione dello stress test: {}
ja: Stressストレステストの実行中にエラーが発生しました：{}
ko: 스트레스 테스트 실행 중에 오류가 발생했습니다. {}
nl: ❌ Er is een fout opgetreden tijdens de uitvoering van de stresstest: {}
no: ❌ Det oppstod en feil under utførelse av stresstest: {}
pl: ❌ Błąd wystąpił podczas wykonywania testu warunków skrajnych: {}
pt_br: ❌ Ocorreu um erro durante a execução do teste de estresse: {}
ru: ❌ Во время выполнения стресс -теста произошла ошибка: {}
sv: ❌ Ett fel inträffade under stresstestutförande: {}
sw: ❌ Hitilafu ilitokea wakati wa utekelezaji wa mtihani wa mafadhaiko: {}
tr: ❌ Stres testi yürütme sırasında bir hata oluştu: {}

source: 🚀 Running {} test from {}...
am: 🚀 {} ሙከራ ከ {} ...
ar_eg: 🚀 تشغيل {} اختبار من {} ...
bn: 🚀 চলমান {} পরীক্ষা {} ...
da: 🚀 Kørsel {} test fra {} ...
de: 🚀 Ausführen {} Test von {} ...
es: 🚀 Ejecutando {} prueba de {} ...
fr: 🚀 exécuter {} test de {} ...
hi: 🚀 रनिंग{}से परीक्षण करना{}...
hr: 🚀 Running {} test iz {} ...
id: 🚀 menjalankan {} tes dari {} ...
it: 🚀 Esecuzione {} test da {} ...
ja: runningランニング{}からテスト{}...
ko: 🚀 실행 {} test {} 에서 ...
nl: 🚀 Test van {} uitvoeren van {} ...
no: 🚀 Kjøring {} test fra {} ...
pl: 🚀 Uruchamianie testu {} z {} ...
pt_br: 🚀 Execução {} teste de {} ...
ru: 🚀 Запуск {} тест из {} ...
sv: 🚀 Kör {} test från {} ...
sw: 🚀 Kuendesha {} mtihani kutoka {} ...

source: ❌ Demo failed with return code {}
am: ❌ ማሳያ በመመለሻ ኮድ {}
ar_eg: ❌ فشل العرض التجريبي مع رمز الإرجاع {}
bn: ❌ ডেমো রিটার্ন কোড দিয়ে ব্যর্থ হয়েছে {}
da: ❌ Demo mislykkedes med returkode {}
de: ❌ Demo ist mit Rückgabecode fehlgeschlagen {}
es: ❌ La demostración falló con el código de retorno {}
fr: ❌ La démo a échoué avec le code de retour {}
hi: ❌ रिटर्न कोड {} के साथ डेमो विफल रहा
hr: ❌ demo nije uspio s povratnim kodom {}
id: ❌ Demo gagal dengan kode pengembalian {}
it: ❌ Demo non riuscita con il codice di ritorno {}
ja: demo return codeでデモが失敗しました{}
ko: ❌ 리턴 코드로 데모가 실패했습니다 {}
nl: ❌ Demo mislukt met retourcode {}
no: ❌ Demo mislyktes med returkode {}
pl: ❌ Demo nie powiodło się z kodem powrotu {}
pt_br: ❌ A demonstração falhou com o código de retorno {}
ru: ❌ Демонстрация не удалась с кодом возврата {}
sv: ❌ Demo misslyckades med returkod {}
sw: ❌ Demo ilishindwa na nambari ya kurudi {}
tr: ❌ Demo dönüş kodu ile başarısız oldu {}

source: ❌ Demo failed with error: {}
am: ❌ ማሳያ በስህተት አልተሳካም: {}
ar_eg: ❌ فشل العرض التوضيحي مع الخطأ: {}
bn: ❌ ডেমো ত্রুটি দিয়ে ব্যর্থ হয়েছে: {}
da: ❌ Demo mislykkedes med fejl: {}
de: ❌ Demo ist mit Fehler fehlgeschlagen: {}
es: ❌ La demostración falló con error: {}
fr: ❌ La démo a échoué avec l'erreur: {}
hi: ❌ डेमो त्रुटि के साथ विफल रहा: {}
hr: ❌ demo nije uspio s pogreškom: {}
id: ❌ Demo gagal dengan kesalahan: {}
it: ❌ Demo non riuscita con errore: {}
ja: demoエラーでデモが失敗しました：{}
ko: ❌ 오류가있는 데모 실패 : {}
nl: ❌ Demo mislukt met fout: {}
no: ❌ Demo mislyktes med feil: {}
pl: ❌ Demo nie powiodło się z błędem: {}
pt_br: ❌ A demonstração falhou com o erro: {}
ru: ❌ Демонстрация не удалась с ошибкой: {}
sv: ❌ Demo misslyckades med fel: {}
sw: ❌ Demo ilishindwa na kosa: {}
tr: ❌ Demo hata ile başarısız oldu: {}

source: ❌ Demo failed with error: {}
am: ❌ ማሳያ በስህተት አልተሳካም: {}
ar_eg: ❌ فشل العرض التوضيحي مع الخطأ: {}
bn: ❌ ডেমো ত্রুটি দিয়ে ব্যর্থ হয়েছে: {}
da: ❌ Demo mislykkedes med fejl: {}
de: ❌ Demo ist mit Fehler fehlgeschlagen: {}
es: ❌ La demostración falló con error: {}
fr: ❌ La démo a échoué avec l'erreur: {}
hi: ❌ डेमो त्रुटि के साथ विफल रहा: {}
hr: ❌ demo nije uspio s pogreškom: {}
id: ❌ Demo gagal dengan kesalahan: {}
it: ❌ Demo non riuscita con errore: {}
ja: demoエラーでデモが失敗しました：{}
ko: ❌ 오류가있는 데모 실패 : {}
nl: ❌ Demo mislukt met fout: {}
no: ❌ Demo mislyktes med feil: {}
pl: ❌ Demo nie powiodło się z błędem: {}
pt_br: ❌ A demonstração falhou com o erro: {}
ru: ❌ Демонстрация не удалась с ошибкой: {}
sv: ❌ Demo misslyckades med fel: {}
sw: ❌ Demo ilishindwa na kosa: {}
tr: ❌ Demo hata ile başarısız oldu: {}

source: ❌ Error: Language '{}' not supported. Supported: {}
am: ❌ ስህተት: ቋንቋ '{}' አይደገፍም.መደገፍ: {}
ar_eg: ❌ خطأ: اللغة '{}' غير مدعومة.مدعوم: {}
bn: ❌ ত্রুটি: ভাষা '{}' সমর্থিত নয়।সমর্থিত: {}
da: ❌ Fejl: Sprog '{}' understøttes ikke.Understøttet: {}
de: ❌ Fehler: Sprache '{}' nicht unterstützt.Unterstützt: {}
es: ❌ Error: lenguaje '{}' no es compatible.Compatible: {}
fr: ❌ Erreur: Langue '{}' Non pris en charge.Prise en charge: {}
hi: ❌ त्रुटि: भाषा '{}' समर्थित नहीं है।का समर्थन किया: {}
hr: ❌ Pogreška: jezik '{}' nije podržan.Podržano: {}
id: ❌ Kesalahan: Bahasa '{}' tidak didukung.Didukung: {}
it: ❌ Errore: lingua '{}' non supportato.Supportato: {}
ja: ❌エラー：言語 '{}'はサポートされていません。サポート：{}
ko: ❌ 오류 : 언어 '{}'지원되지 않습니다.지원 : {}
nl: ❌ Fout: taal '{}' niet ondersteund.Ondersteund: {}
no: ❌ Feil: Språk '{}' støttes ikke.Støttet: {}
pl: ❌ Błąd: język „{}” nie jest obsługiwany.Obsługiwane: {}
pt_br: ❌ Erro: idioma '{}' não suportado.Suportado: {}
ru: ❌ Ошибка: язык '{}' не поддерживается.Поддерживается: {}
sv: ❌ Error: Språk '{}' stöds inte.Stöds: {}
sw: ❌ Kosa: Lugha '{}' haijaungwa mkono.Imeungwa mkono: {}
tr: ❌ Hata: dil '{}' desteklenmedi.Desteklenen: {}

source: ❌ Error: Test file {} not found.
am: ❌ ስህተት: የሙከራ ፋይል {} አልተገኘም.
ar_eg: ❌ خطأ: لم يتم العثور على ملف اختبار {}.
bn: ❌ ত্রুটি: পরীক্ষা ফাইল {} পাওয়া যায় নি।
da: ❌ Fejl: Testfil {} ikke fundet.
de: ❌ Fehler: Testdatei {} Nicht gefunden.
es: ❌ Error: el archivo de prueba {} no encontrado.
fr: ❌ Erreur: fichier de test {} introuvable.
hi: ❌ त्रुटि: परीक्षण फ़ाइल {} नहीं मिला।
hr: ❌ Pogreška: Test datoteka {} nije pronađena.
id: ❌ Kesalahan: Test file {} tidak ditemukan.
it: ❌ Errore: file di prova {} non trovato.
ja: ❌エラー：ファイルをテスト{}見つかりません。
ko: ❌ 오류 : 테스트 파일 {}를 찾을 수 없습니다.
nl: ❌ Fout: testbestand {} Niet gevonden.
no: ❌ Feil: Testfil {} ikke funnet.
pl: ❌ Błąd: nie znaleziono pliku testowego {}.
pt_br: ❌ Erro: arquivo de teste {} não encontrado.
ru: ❌ Ошибка: тестовый файл {} не найден.
sv: ❌ ERROR: Testfil {} hittades inte.
sw: ❌ Kosa: Faili ya mtihani {} Haipatikani.
tr: ❌ Hata: Test dosyası {} bulunamadı.

source: ❌ Error: Requirements file not found at '{}'
am: ❌ ስህተት: - ፋይል ፋይል በ '{}' አልተገኘም
ar_eg: ❌ خطأ: ملف المتطلبات غير موجود في '{}'
bn: ❌ ত্রুটি: প্রয়োজনীয়তা ফাইল '{}' এ পাওয়া যায় নি
da: ❌ Fejl: Kravsfil, der ikke findes på '{}'
de: ❌ Fehler: Anforderungsdatei nicht bei '{}' gefunden
es: ❌ Error: el archivo de requisitos no se encuentra en '{}'
fr: ❌ Erreur: Fichier des exigences introuvable à '{}'
hi: ❌ त्रुटि: आवश्यकताएँ फ़ाइल '{}' पर नहीं मिली
hr: ❌ Pogreška: Datoteka zahtjeva nije pronađena na '{}'
id: ❌ Kesalahan: File persyaratan tidak ditemukan di '{}'
it: ❌ Errore: file requisiti non trovato su '{}'
ja: ❌エラー：要件ファイルは「{}」で見つかりません
ko: ❌ 오류 : '{}'에서 찾을 수없는 요구 사항 파일
nl: ❌ Fout: vereistenbestand niet gevonden op '{}'
no: ❌ Feil: Kravfilen ikke funnet på '{}'
pl: ❌ Błąd: plik wymagań nie znaleziono w „{}”
pt_br: ❌ Erro: arquivo de requisitos não encontrado em '{}'
ru: ❌ Ошибка: файл требований не найден в '{}'
sv: ❌ Error: Kravfilen hittas inte på '{}'
sw: ❌ Kosa: Faili ya mahitaji haipatikani kwa '{}'
tr: ❌ Hata: Gereksinimler dosyası '{}' adresinde bulunamadı

source: 📄 Reading packages from {}...
am: 📄 የንባብ ፓኬጆችን ከ {} ...
ar_eg: 📄 قراءة الحزم من {} ...
bn: থেকে প্যাকেজ পড়া ... {} ...
da: 📄 Læsepakker fra '{}' ...
de: 📄 Pakete von '{}' ...
es: 📄 Lectura de paquetes de '{}' ...
fr: 📄 Reading Packages de '{}' ...
hi: {} से पैकेज पढ़ना ...
hr: 📄 Čitanje paketa od '{}' ...
id: 📄 Membaca paket dari {} ...
it: Pacchetti di lettura da '{}' ...
ko: 📄 에서 패키지를 읽는다 {} ...
nl: Pakketten lezen van {} ...
no: 📄 Lesing av pakker fra "{}" ...
pl: Czytanie pakietów z {} ...
pt_br: 📄 Leitura de pacotes de "{}" ...
ru: 📄 Чтение пакетов из {}
sv: 📄 Läspaket från "{}" ...
sw: 📄 Kusoma vifurushi kutoka {} ...

source: ❌ An unexpected error occurred: {}
am: ❌ ያልተጠበቀ ስህተት ተከስቷል {}
ar_eg: ❌ حدث خطأ غير متوقع: {}
bn: ❌ একটি অপ্রত্যাশিত ত্রুটি ঘটেছে: {}
da: ❌ Der opstod en uventet fejl: {}
de: ❌ Es ist ein unerwarteter Fehler aufgetreten: {}
es: ❌ Se produjo un error inesperado: {}
fr: ❌ Une erreur inattendue s'est produite: {}
hi: ❌ एक अप्रत्याशित त्रुटि हुई: {}
hr: ❌ Došlo je do neočekivane pogreške: {}
id: ❌ Terjadi kesalahan yang tidak terduga: {}
it: ❌ Si è verificato un errore imprevisto: {}
ja: ❌エラーが発生しました：{}
ko: ❌ 예기치 않은 오류가 발생했습니다. {}
nl: ❌ Er is een onverwachte fout opgetreden: {}
no: ❌ Det oppstod en uventet feil: {}
pl: ❌ wystąpił nieoczekiwany błąd: {}
pt_br: ❌ Ocorreu um erro inesperado: {}
ru: ❌ произошла неожиданная ошибка: {}
sv: ❌ Ett oväntat fel inträffade: {}
sw: ❌ Hitilafu isiyotarajiwa ilitokea: {}
tr: ❌ Beklenmedik bir hata oluştu: {}

source: Subprocess command '{}' failed with exit code {}.
am: ንዑስ ክስ '{}' መውጫ ኮድ {}.
ar_eg: فشل الأمر subprocess '{}' مع رمز الخروج {}.
bn: সাবপ্রসেস কমান্ড '{}' প্রস্থান কোড {} দিয়ে ব্যর্থ}
da: Subprocess -kommando '{}' mislykkedes med exit -kode {}.
de: Subprozess -Befehl '{}' fehlgeschlagen mit dem Ausgangscode {}.
es: El comando de subprocesos '{}' falló con el código de salida {}.
fr: La commande de sous-processus '{}' a échoué avec le code de sortie {}.
hi: सबप्रोसेस कमांड '{}' निकास कोड {} के साथ विफल रहा।
hr: Naredba podprocesa '{}' nije uspjela s izlaznim kodom {}.
id: Perintah Subprocess '{}' gagal dengan kode keluar {}.
it: Comando sottoprocessa '{}' non riuscito con il codice di uscita {}.
ja: subprocessコマンド '{}'はexitコード{}で失敗しました。
ko: 하위 프로세스 명령 '{}'는 EXIT 코드 {}에서 실패했습니다.
nl: Subprocescommando '{}' mislukt met exitcode {}.
no: Underprosesskommando '{}' mislyktes med exit code {}.
pl: Polecenie podprocesów „{}” nie powiodło się z kodem wyjściowym {}.
pt_br: Comando do subprocesso '{}' falhou com o código de saída {}.
ru: Subprocess Command '{}' не удастся с кодом выхода {}.
sv: Underprocesskommando '{}' misslyckades med utgångskod {}.
sw: Amri ya SubProcess '{}' imeshindwa na nambari ya kutoka {}.
tr: Alt işlem komutu '{}' çıkış kodu ile başarısız oldu {}.

source: Choice (y/n):
am: ምርጫ (Y / N)
ar_eg: الاختيار (Y/N):
bn: পছন্দ (ওয়াই/এন):
da: Valg (Y/N):
de: Auswahl (y/n):
es: Elección (S/N):
fr: Choix (O / N):
hi: पसंद (y/n):
hr: Izbor (y/n):
id: Pilihan (Y/T):
it: Scelta (y/n):
ja: 選択（Y/N）：
ko: 선택 (Y/N) :
nl: Keuze (J/N):
no: Valg (y/n):
pl: Wybór (T/N):
pt_br: Escolha (S/N):
ru: Выбор (y/n):
sv: Val (Y/N):
sw: Chaguo (y/n):
tr: Seçim (E/H):

source: ⚠️ Warning: Could not recursively read package metadata: {}
am: ማስጠንቀቂያ: - የጥቅል ሜታዳታ በስሜት ሊነበብ አልቻለም. {}
ar_eg: ⚠ تحذير: لا يمكن قراءة بيانات التعريف الحزمة بشكل متكرر: {}
bn: ⚠ সতর্কতা: পুনরাবৃত্তভাবে প্যাকেজ মেটাডেটা পড়তে পারেনি: {}
da: ⚠ Advarsel: kunne ikke rekursivt læse pakningsmetadata: {}
de: ⚠️ Warnung: konnte Paketmetadaten nicht rekursiv lesen: {}
es: ⚠️ ADVERTENCIA: No se pudo leer recursivamente metadatos del paquete: {}
fr: ⚠️ AVERTISSEMENT: Impossible de lire récursivement les métadonnées du package: {}
hi: ⚠ चेतावनी: पुनरावर्ती रूप से पैकेज मेटाडेटा नहीं पढ़ सकता है: {}
hr: ⚠️ UPOZORENJE: nije mogao rekurzivno čitati metapodatke paketa: {}
id: ⚠️ PERINGATAN: tidak dapat membaca paket metadata secara rekursif: {}
it: ⚠️ ATTENZIONE: Impossibile leggere i metadati del pacchetto: {}
ja: ⚠⚠§警告：再帰的にパッケージメタデータを読むことができませんでした：{}
ko: ⚠️ 경고 : 패키지 메타 데이터를 재귀 적으로 읽을 수 없습니다 : {}
nl: ⚠️ WAARSCHUWING: kon pakket metadata niet recursief lezen: {}
no: ⚠ Advarsel: Kunne ikke rekursivt lese pakkemetadata: {}
pl: ⚠️ Ostrzeżenie: Nie można rekurencyjnie odczytać metadanych pakietów: {}
pt_br: ⚠️ Aviso: não foi possível ler os metadados do pacote recursivamente: {}
ru: ⚠ Предупреждение: не удалось прочитать метаданные пакета: {}
sv: ⚠ Varning: kunde inte rekursivt läsa paketmetadata: {}
sw: Onyo: haikuweza kusoma tena metadata ya kifurushi: {}
tr: ⚠️ UYARI: Paket Meta Verileri Tekrarlı Okuyamadı: {}

source: {}bubble:{}:{}:file_paths
am: {} አረፋ: {}: {}:}: ፋይል_PATATS
ar_eg: {} فقاعة: {}: {}: file_paths
bn: {} বুদ্বুদ: {}: {}: ফাইল_পথ
da: {} boble: {} : {} : file_paths
es: {} burbuja: {} : {} : file_paths
fr: {} bulle: {}: {}: file_paths
hi: {} बबल: {}: {}: file_paths
ko: {} 버블 : {} : {} : file_paths
no: {} boble: {}: {}: file_paths
sv: {} bubbla: {}: {}: file_paths

source: 🫧 Creating isolated bubble for {} v{}
am: 🫧 {} v {} ገለልተኛ አረፋ መፍጠር
ar_eg: 🫧 إنشاء فقاعة معزولة لـ {} v {}
bn: {} V {} এর জন্য বিচ্ছিন্ন বুদ্বুদ তৈরি করা
da: 🫧 Oprettelse af isoleret boble til {} v {}
de: 🫧 Erstellen einer isolierten Blase für {} v{}
es: 🫧 Creación de burbuja aislada para {} V {}
fr: 🫧 Création de bulles isolées pour {} v {}
hi: {} V {} के लिए अलग -थलग बुलबुला बनाना
hr: 🫧 Stvaranje izoliranog mjehurića za {} v {}
id: 🫧 Membuat gelembung terisolasi untuk {} v {}
it: 🫧 Creazione di una bolla isolata per {} V {}
ja: 🫧 {} v{}の孤立バブルの作成
ko: 🫧 {} v {}에 대한 고립 된 거품 생성
nl: 🫧 Geïsoleerde bel maken voor {} V {}
no: 🫧 Opprette isolert boble for {} v{}
pl: 🫧 Tworzenie izolowanej bańki dla {} v{}
pt_br: 🫧 Criando bolha isolada para {} v {}
ru: 🫧 Создание изолированного пузыря для {} v {}
sv: 🫧 Skapa isolerad bubbla för {} V {}
sw: 🫧 Kuunda Bubble ya pekee kwa {} V {}

source: 📦 Installing full dependency tree to temporary location...
am: Woman ሙሉ ጥገኛ ያልሆነ ዛፍ ጊዜያዊ አካባቢን መጫን ...
ar_eg: 📦 تثبيت شجرة التبعية الكاملة على موقع مؤقت ...
bn: 📦 অস্থায়ী স্থানে পূর্ণ নির্ভরতা গাছ ইনস্টল করা ...
da: 📦 Installation af fuld afhængighedstræ til midlertidig placering ...
de: 📦 Installieren Sie die vollständige Abhängigkeitsbaum an vorübergehender Ort ...
es: 📦 Instalación del árbol de dependencia completa en ubicación temporal ...
fr: 📦 Installation de l'arborescence de dépendance complète à l'emplacement temporaire ...
hi: 📦 अस्थायी स्थान पर पूर्ण निर्भरता पेड़ स्थापित करना ...
hr: 📦 Instaliranje stabla pune ovisnosti na privremenu lokaciju ...
id: 📦 Memasang pohon ketergantungan penuh ke lokasi sementara ...
it: 📦 Installazione dell'albero di dipendenza completa nella posizione temporanea ...
ja: full依存関係ツリーを一時的な場所にインストールします...
ko: ∎ 임시 위치에 전체 의존성 트리 설치 ...
nl: 📦 Volledige afhankelijkheidsboom installeren naar tijdelijke locatie ...
no: 📦 Installere full avhengighet tre til midlertidig beliggenhet ...
pl: 📦 Instalowanie pełnego drzewa zależności do tymczasowej lokalizacji ...
pt_br: 📦 Instalando a árvore de dependência completa na localização temporária ...
ru: 📦 Установка полного дерева зависимости во временное место ...
sv: 📦 Installera fullt beroende träd till tillfällig plats ...
sw: 📦 Kufunga mti kamili wa utegemezi kwa eneo la muda ..
tr: 📦 Tam bağımlılık ağacını geçici konuma takmak ...

source: ❌ Failed to install exact version tree: {}
am: The ትክክለኛውን ስሪት ዛፍ መጫን አልተሳካም: {}
ar_eg: ❌ فشل في تثبيت شجرة الإصدار الدقيقة: {}
bn: Diship সঠিক সংস্করণ গাছ ইনস্টল করতে ব্যর্থ: {}
da: ❌ Kunne ikke installere det nøjagtige versionstræ: {}
de: ❌ konnte den exakten Versionbaum nicht installieren: {}
es: ❌ No pudo instalar el árbol de la versión exacta: {}
fr: ❌ Échec de l'installation de l'arborescence de version exacte: {}
hi: ❌ सटीक संस्करण ट्री स्थापित करने में विफल: {}
hr: ❌ nije uspio instalirati točnu verziju stabla: {}
id: ❌ Gagal menginstal pohon versi yang tepat: {}
it: ❌ Impossibile installare albero di versione esatto: {}
ja: ❌正確なバージョンツリーのインストールに失敗しました：{}
ko: ❌ 정확한 버전 트리를 설치하지 못했습니다 : {}
nl: ❌ Kan de exacte versieboom niet installeren: {}
no: ❌ Kunne ikke installere eksakt versjon tre: {}
pl: ❌ Nie udało się zainstalować dokładnego drzewa wersji: {}
pt_br: ❌ Falha ao instalar a árvore da versão exata: {}
ru: ❌ Не удалось установить точное дерево версий: {}
sv: ❌ Det gick inte att installera Exact Version Tree: {}
sw: Imeshindwa kusanikisha mti halisi wa toleo: {}
tr: ❌ Tam sürüm ağacı yükleyemedi: {}
