Repository: 1minds3t/omnipkg
Catalog: omnipkg/locale/*/LC_MESSAGES/omnipkg.po
Languages: am, ar_eg, bn, da, de, es, fr, hi, hr, id, it, ja, ko, nl, no, pl, pt_br, ru, sv, sw, tr

source: ❌ Unexpected error during installation: {}
am: በመጫን ጊዜ ያልተጠበቀ ስህተት: {}
ar_eg: ❌ خطأ غير متوقع أثناء التثبيت: {}
bn: Phicelation ইনস্টলেশন চলাকালীন অপ্রত্যাশিত ত্রুটি: {}
da: ❌ Uventet fejl under installationen: {}
de: ❌ Unerwarteter Fehler während der Installation: {}
es: ❌ Error inesperado durante la instalación: {}
fr: ❌ Erreur inattendue lors de l'installation: {}
hi: ❌ स्थापना के दौरान अप्रत्याशित त्रुटि: {}
hr: ❌ Neočekivana pogreška tijekom instalacije: {}
id: ❌ Kesalahan tak terduga selama instalasi: {}
it: ❌ Errore imprevisto durante l'installazione: {}
ja: intextrationインストール中の予期しないエラー：{}
ko: ❌ 설치 중 예상치 못한 오류 : {}
nl: ❌ onverwachte fout tijdens de installatie: {}
no: ❌ Uventet feil under installasjon: {}
pl: ❌ Nieoczekiwany błąd podczas instalacji: {}
pt_br: Error inesperado durante a instalação: {}
ru: ❌ Неожиданная ошибка во время установки: {}
sv: ❌ Oväntat fel under installationen: {}
sw: ❌ Kosa lisilotarajiwa wakati wa usanikishaji: {}
tr: ❌ Kurulum sırasında beklenmedik hata: {}

source: ⚠️ All dependency resolution strategies failed for {}=={}.
am: ⚠️ ሁሉም ጥገኛ የመፍትሔ ስርዓቶች አልተሳኩም{}=={}.
ar_eg: ⚠ فشلت جميع استراتيجيات حل التبعية لـ {} == {}.
bn: ⚠ সমস্ত নির্ভরতা রেজোলিউশন কৌশলগুলি {} == {} এর জন্য ব্যর্থ হয়েছে}
da: ⚠ Alle afhængighedsopløsningsstrategier mislykkedes for {} == {} .
de: ⚠️ Alle Abhängigkeitsauflösungsstrategien sind für {} == {} fehlgeschlagen.
es: ⚠️ Todas las estrategias de resolución de dependencia fallaron para {} == {} .
fr: ⚠️ Toutes les stratégies de résolution de dépendance ont échoué pour {} == {}.
hi: ⚠ सभी निर्भरता संकल्प रणनीतियाँ {} == {} के लिए विफल रही।
hr: ⚠️ Sve strategije rezolucije ovisnosti nisu uspjele za {} == {} .
id: ⚠️ Semua strategi resolusi ketergantungan gagal untuk {} == {}.
it: ⚠️ Tutte le strategie di risoluzione della dipendenza non sono riuscite per {} == {} .
ja: ⚠️{} == {}に対してすべての依存関係解決戦略が失敗しました。
ko: ⚠️ 모든 종속성 해상도 전략은 {} == {}에 실패했습니다.
nl: ⚠️ Alle strategieën voor afhankelijkheidsresolutie zijn mislukt voor {} == {} .
no: ⚠ ALLE avhengighetsoppløsningsstrategier mislyktes for {} == {} .
pl: ⚠️ wszystkie strategie rozwiązywania zależności nie powiodły się dla {} == {} .
pt_br: ⚠️ Todas as estratégias de resolução de dependência falharam para {} == {} .
ru: ⚠ Все стратегии разрешения зависимости не удались для {} == {}.
sv: ⚠ Alla strategier för beroendesupplösning misslyckades för {} == {} .
sw: Mikakati yote ya azimio la utegemezi ilishindwa kwa {} == {} .

source: ℹ️ Proceeding with full temporary installation to build bubble.
am: A አረፋ ለመገንባት ሙሉ ጊዜያዊ ጭነት መጀመር.
ar_eg: ℹ المتابعة مع التثبيت المؤقت الكامل لبناء الفقاعة.
bn: Bub বুদ্বুদ তৈরির জন্য সম্পূর্ণ অস্থায়ী ইনস্টলেশন নিয়ে এগিয়ে যাওয়া।
da: ℹ Fortsætter med fuld midlertidig installation for at opbygge boble.
de: ℹ️ Mit vollständiger temporärer Installation zum Aufbau von Blasen.
es: ℹ️ proceder con una instalación temporal completa para construir burbuja.
fr: ℹ️ Procéder avec une installation temporaire complète pour construire une bulle.
hi: बुलबुले के निर्माण के लिए पूर्ण अस्थायी स्थापना के साथ आगे बढ़ना।
hr: ℹ️ Nastavite s potpunom privremenom instalacijom za izgradnju mjehurića.
id: ℹ️ Melanjutkan dengan instalasi sementara penuh untuk membangun gelembung.
it: ℹ️ Procedere con l'installazione temporanea completa per creare una bolla.
ja: Burateバブルを構築するために、完全な一時的なインストールを進めること。
ko: bubble을 만들기 위해 전체 임시 설치로 진행.
nl: ℹ️ Doorgaan met volledige tijdelijke installatie om bellen te bouwen.
no: ℹ Fortsetter med full midlertidig installasjon for å bygge boble.
pl: ℹ️ Postępowanie z pełną tymczasową instalacją w celu budowy bańki.
pt_br: ℹ️ Proceder com instalação temporária completa para construir a bolha.
ru: ℹ Работа с полной временной установкой для создания пузыря.
sv: ℹ Fortsätt med full tillfällig installation för att bygga bubbla.
sw: Kuendelea na usanikishaji kamili wa muda kujenga Bubble.
tr: ℹ️ Kabarcık oluşturmak için tam geçici kurulumla devam edin.

source: ⚠️ Could not analyze {}: {}
am: ⚠️ {} መመርመር አልተቻለም {}
ar_eg: ⚠ لا يمكن تحليل {}: {}
bn: ⚠ {}: {} বিশ্লেষণ করতে পারেনি
da: ⚠ kunne ikke analysere {}: {}
de: ⚠️ konnte {}: {} nicht analysieren
es: ⚠️ no pudo analizar {}: {}
fr: ⚠️ n'a pas pu analyser {}: {}
hi: ⚠ {}: {} का विश्लेषण नहीं कर सका
hr: ⚠️ nije mogao analizirati {}: {}
id: ⚠️ tidak dapat menganalisis {}: {}
it: ⚠️ Impossibile analizzare {}: {}
ja: ⚠️分析できませんでした{}：{}
ko: ⚠️을 분석 할 수 없습니다 {} : {}
nl: ⚠️ kon niet analyseren {}: {}
no: ⚠ kunne ikke analysere {}: {}
pl: ⚠️ nie można analizować {}: {}
pt_br: ⚠️ Não poderia analisar {}: {}
ru: ⚠ Не удалось проанализировать {}: {}
sv: ⚠ kunde inte analysera {}: {}
sw: ⚠️ haikuweza kuchambua {}: {}
tr: ⚠️ Analiz edemedi {}: {}

source: ⚠️ Found {} files not in registry. They will be registered during bubble creation.
am: ⚠️ ተገኝቷል{}ምዝገባዎች በደግነት ውስጥ አይደሉም. በአረፋ ፍጥረት ወቅት ይመዘገባሉ.
ar_eg: ⚠ تم العثور على ملفات {} ليست في السجل.سيتم تسجيلها أثناء إنشاء الفقاعة.
bn: Reg রেজিস্ট্রিতে নয় {} ফাইলগুলি পাওয়া গেছে।তারা বুদ্বুদ তৈরির সময় নিবন্ধিত হবে।
da: ⚠ Fundet {} filer ikke i registreringsdatabase.De vil blive registreret under bobleoprettelse.
de: ⚠️ Found {} Dateien nicht in der Registrierung.Sie werden während der Erstellung der Blasen registriert.
es: ⚠️ Funded {} archivos no en el registro.Se registrarán durante la creación de burbujas.
fr: ⚠️ Found {} fichiers non dans le registre. Ils seront enregistrés lors de la création de bulles.
hi: ⚠ पाया गया {} फाइलें रजिस्ट्री में नहीं।वे बबल निर्माण के दौरान पंजीकृत होंगे।
hr: ⚠️ Pronađene {} datoteke nisu u registru.Oni će biti registrirani tijekom stvaranja mjehurića.
id: ⚠️ Ditemukan {} file yang tidak ada dalam registri.Mereka akan terdaftar selama pembuatan gelembung.
it: ⚠️ Trovato file {} non nel registro.Saranno registrati durante la creazione di bolle.
ja: Registryにない{}ファイルが見つかりました。それらはバブル作成中に登録されます。
ko: ⚠️은 레지스트리에 있지 않은 {} 파일을 찾았습니다.그들은 거품 생성 중에 등록됩니다.
nl: ⚠️ Bestanden gevonden {} Bestanden die niet in het register zijn.Ze worden geregistreerd tijdens het maken van bubbels.
no: ⚠ Funnet {} filer ikke i registeret.De vil bli registrert under oppretting av boble.
pl: ⚠️ Znaleziono {} plików, których nie ma w rejestrze. Zostaną one zarejestrowane podczas tworzenia bąbelków.
pt_br: ⚠️ Encontrado {} arquivos não no registro.Eles serão registrados durante a criação de bolhas.
ru: ⚠ Найдено {} файлы не в реестре.Они будут зарегистрированы во время создания пузырьков.
sv: ⚠ hittade {} filer som inte är i register.De kommer att registreras under bubbelskapande.
sw: ⚠️ zilizopatikana {} Faili zisizo kwenye Usajili.Watasajiliwa wakati wa uundaji wa Bubble.
tr: ⚠️ Bulundu {} dosyaları kayıt defterinde değil.Kabarcık yaratımı sırasında kayıtlı olacaklar.

source: 🧹 Creating deduplicated bubble at {}
am: 🧹 በ {} ላይ የተደነገገው አረፋ መፍጠር}
ar_eg: 🧹 إنشاء فقاعة مخصصة في {}
bn: Det এডুপ্লিকেটেড বুদ্বুদ তৈরি করা{}
da: 🧹 Oprettelse af dedupliceret boble ved {}
de: 🧹 Erstellen einer deduplizierten Blase bei {}
es: 🧹 Crear burbuja deduplicada en {}
fr: 🧹 Créer une bulle dédupliquée à {}
hi: 🧹 {} पर बुलबुला बुलबुला बनाना
hr: 🧹 Stvaranje dedupliciranog mjehurića na {}
id: 🧹 Membuat gelembung deduplikasi di {}
it: 🧹 Creazione della bolla deduplicata a {}
ja: で重複排除されたバブルを作成 🧹 {}で重複排除されたバブルを作成
ko: 🧹 {}에서 중복 방향 버블 생성
nl: 🧹 Deduplicated Bubble Create at {}
no: 🧹 Opprette deduplisert boble på {}
pl: 🧹 Tworzenie deduplikowanej bańki w {}
pt_br: 🧹 Criando bolha deduplicada em {}
ru: 🧹 Создание дедуплицированного пузыря в {}
sv: 🧹 Skapa deduplicerad bubbla på {}
sw: 🧹 Kuunda Bubble ya kujitolea kwa {}
tr: 🧹 {} konumunda tekrarsız baloncuk oluşturuluyor

source: 🔬 Found C-extension packages: {}
am: 🔬 C- ኤክስቴንሽን ፓኬጆች አግኝተዋል {}
ar_eg: 🔬 تم العثور على حزم التمديد: {}
bn: C সি-এক্সটেনশন প্যাকেজগুলি পাওয়া গেছে: {}
da: 🔬 Fundet c-extension pakker: {}
de: 🔬 Fund C-Extension Pakete: {}
es: 🔬 Paquetes C-Extension encontrados: {}
fr: 🔬 Packages C-Extension: {}
hi: 🔬 सी-एक्सटेंशन पैकेज मिला: {}
hr: 🔬 Pronađeni paketi C-Extension: {}
id: 🔬 Paket C-Extension Ditemukan: {}
it: 🔬 Trovati pacchetti di estensione: {}
ja: coundC-Extensionパッケージを見つけました：{}
ko: c-extension 패키지를 찾았습니다 : {}
nl: 🔬 gevonden C-Extension-pakketten: {}
no: 🔬 Fant C-Extension Packages: {}
pl: 🔬 Znaleziono pakiety C-Extension: {}
pt_br: 🔬 Encontrado pacotes de extensão C: {}
ru: 🔬 Нашел пакеты C-Extension: {}
sv: 🔬 Hittade C-Extension-paket: {}
sw: 🔬 Vifurushi vya C-Extension: {}
tr: 🔬 C-uzantı paketleri bulundu: {}

source: ⚙️ Found binary packages: {}
am: ⚙️ ሁለትዮሽ ፓኬጆች ተገኝተዋል {}
ar_eg: ⚙ عثر على الحزم الثنائية: {}
bn: ⚙ বাইনারি প্যাকেজগুলি পাওয়া গেছে: {}
da: ⚙ Fundet binære pakker: {}
de: Binärpakete gefunden: {}
es: ⚙min paquetes binarios encontrados: {}
hi: ⚙ बाइनरी पैकेज मिला: {}
hr: ⚙️ Pronađeni binarni paketi: {}
id: ⚙️ Ditemukan paket biner: {}
it: ⚙️ Trovato pacchetti binari: {}
ja: hurdy subed foundバイナリパッケージ：{}
ko: ⚙️ 이진 패키지를 찾았습니다 : {}
nl: ⚙️ gevonden binaire pakketten: {}
no: ⚙ Fant binære pakker: {}
pl: ⚙️ Znaleziono pakiety binarne: {}
pt_br: ⚙️ Pacotes binários encontrados: {}
ru: ⚙ найдены двоичные пакеты: {}
sv: ⚙ Hittade binära paket: {}
sw: ⚙️ Kupatikana vifurushi vya binary: {}
tr: ⚙️ Bulunan İkili Paketler: {}

source: 📦 Found complex packages with submodules: {}
am: 📦 የተወሳሰበ ጥቅሎችን ከጂሞሞዲየስ ጋር ተገኝቷል {}
ar_eg: 📦 تم العثور على حزم معقدة مع عروض فرعية: {}
bn: Sub সাবমোডুলস সহ জটিল প্যাকেজগুলি পাওয়া গেছে: {}
da: 📦 Fundet komplekse pakker med submoduler: {}
de: 📦 gefundene komplexe Pakete mit Submodules: {}
es: 📦 Encontrados paquetes complejos con submódulos: {}
fr: 📦 trouvé des packages complexes avec des sous-modules: {}
hi: 📦 सबमोड्यूल्स के साथ जटिल पैकेज मिले: {}
hr: 📦 Pronađeni složeni paketi s podmodulama: {}
id: 📦 Menemukan paket kompleks dengan submodules: {}
it: 📦 trovati pacchetti complessi con sottomoduli: {}
ja: subモジュールで複雑なパッケージを見つけました：{}
ko: 📦 서브 모듈이있는 복잡한 패키지를 찾았습니다. {}
nl: 📦 Vond complexe pakketten met submodules: {}
no: 📦 Fant komplekse pakker med undermoduler: {}
pl: 📦 Znaleziono złożone pakiety z submodułami: {}
pt_br: 📦 Encontrado pacotes complexos com submódulos: {}
ru: 📦 Нашел сложные пакеты с подмодулями: {}
sv: 📦 Hittade komplexa paket med submoduler: {}
sw: 📦 Kupatikana vifurushi ngumu na submodules: {}
tr: 📦 alt modüllü karmaşık paketler bulundu: {}

source: 🔬 {}: C-extension - copying all files
am: 🔬 {}: C- ማራዘሚያ - ሁሉንም ፋይሎች መገልበጥ
ar_eg: 🔬 {}: C -Extension - نسخ جميع الملفات
bn: 🔬 {}: সি -এক্সটেনশন - সমস্ত ফাইল অনুলিপি করা
da: 🔬 {}: c -extension - Kopiering af alle filer
de: 🔬 {}: C -Extension - Kopieren aller Dateien
es: 🔬 {}: C -Extension - Copiar todos los archivos
fr: 🔬 {}: C-Extension - Copie de tous les fichiers
hi: 🔬 {}: c -extension - सभी फ़ाइलों की नकल करना
hr: 🔬 {}: c -extension - kopiranje svih datoteka
id: 🔬 {}: C -Extension - Menyalin semua file
it: 🔬 {}: C -Extension - Copia di tutti i file
ko: 🔬 {} : c- 확장 - 모든 파일 복사
nl: 🔬 {}: c -extensie - Alle bestanden kopiëren
no: 🔬 {}: C -Extension - Kopiering av alle filer
pl: 🔬 {}: C -Extension - kopiowanie wszystkich plików
pt_br: 🔬 {}: C -Extensão - Copiando todos os arquivos
ru: 🔬 {}: c -extension - копирование всех файлов
sv: 🔬 {}: C -Extension - Kopiera alla filer
sw: 🔬 {}: c -extension - kunakili faili zote
tr: 🔬 {}: C -Extension - Tüm dosyaları kopyalama

source: ⚙️ {}: Binary package - copying all files
am: ⚙️ {} ሁለትዮሽ ጥቅል - ሁሉንም ፋይሎች መቅዳት
ar_eg: ⚙ {}: حزمة ثنائية - نسخ جميع الملفات
bn: ⚙ {}: বাইনারি প্যাকেজ - সমস্ত ফাইল অনুলিপি করা
da: ⚙ {}: Binær pakke - Kopiering af alle filer
de: ⚙️ {}: Binärpaket - Kopieren Sie alle Dateien
es: ⚙️ {}: paquete binario: copiar todos los archivos
fr: ⚙️ {}: package binaire - Copie de tous les fichiers
hi: ⚙ {}: बाइनरी पैकेज - सभी फाइलों की नकल करना
hr: ⚙️ {}: Binarni paket - Kopiranje svih datoteka
id: ⚙️ {}: paket biner - Menyalin semua file
it: ⚙️ {}: pacchetto binario - Copia di tutti i file
ja: ⚙⚙️{}：バイナリパッケージ - すべてのファイルをコピーします
ko: ⚙️ {} : 바이너리 패키지 - 모든 파일 복사
nl: ⚙️ {}: binair pakket - alle bestanden kopiëren
no: ⚙ {}: Binærpakke - Kopiering av alle filer
pl: ⚙️ {}: pakiet binarny - kopiowanie wszystkich plików
pt_br: ⚙️ {}: pacote binário - copiando todos os arquivos
ru: ⚙ {}: двоичный пакет - копирование всех файлов
sv: ⚙ {}: binärt paket - Kopiera alla filer
sw: ⚙️ {}: Kifurushi cha binary - kunakili faili zote
tr: ⚙️ {}: ikili paket - tüm dosyaları kopyalama

source: 📦 {}: Complex package ({} submodules) - copying all files
am: 📦 {} ውስብስብ እሽግ ({} ንዑስሞዶዎች) - ሁሉንም ፋይሎች መቅዳት
ar_eg: 📦 {}: حزمة مجمع ({} عارضات فرعية) - نسخ جميع الملفات
bn: 📦 {}: জটিল প্যাকেজ ({} সাবমোডুলস) - সমস্ত ফাইল অনুলিপি করা
da: 📦 {}: kompleks pakke ({} submodules) - Kopiering af alle filer
de: 📦 {}: komplexes Paket ({} Submodules) - Kopieren aller Dateien
es: 📦 {}: paquete complejo ({} submódulos) - Copiar todos los archivos
fr: 📦 {}: package complexe ({} sous-modules) - Copie de tous les fichiers
hi: 📦 {}: कॉम्प्लेक्स पैकेज ({} सबमोड्यूल्स) - सभी फाइलों की नकल करना
hr: 📦 {}: složeni paket ({} podmodule) - Kopiranje svih datoteka
id: 📦 {}: paket kompleks ({} submodules) - Menyalin semua file
it: 📦 {}: complesso pacchetto ({} sottomoduli) - Copia di tutti i file
ja: 📦{}：複雑なパッケージ（{}サブモジュール） - すべてのファイルをコピーする
ko: 📦 {} : 복잡한 패키지 ({} 서브 모듈) - 모든 파일 복사
nl: 📦 {}: complex pakket ({} submodules) - Alle bestanden kopiëren
no: 📦 {}: Kompleks pakke ({} submodules) - Kopiere alle filer
pl: 📦 {}: Pakiet złożony ({} submodules) - Kopiowanie wszystkich plików
pt_br: 📦 {}: pacote complexo ({} submódulos) - copiando todos os arquivos
ru: 📦 {}: комплексный пакет ({} субмодуля) - копирование всех файлов
sv: 📦 {}: komplexa paket ({} submoduler) - Kopiera alla filer
sw: 📦 {}: kifurushi ngumu ({} submodules) - kunakili faili zote
tr: 📦 {}: Karmaşık Paket ({} alt modüller) - Tüm dosyaları kopyalama

source: 📄 {}: copied {}, deduplicated {}
am: 📄 {}: የተገለበጠ {}, ዲዛይን {}
ar_eg: 📄 {}: نسخ {} ، ceduplicated {}
bn: 📄 {}: অনুলিপি {}, ডুপ্লিকেটেড {}
da: 📄 {}: kopieret {}, dedupliceret {}
de: 📄 {}: kopiert {}, dedupliziert {}
es: 📄 {}: copiado {}, deduplicado {}
fr: 📄 {}: copié {}, dédupliqué {}
hi: 📄 {}: कॉपी किया गया {}, deduplicated {}
hr: 📄 {}: kopiran {}, deduplikated {}
id: 📄 {}: disalin {}, deduplikasi {}
it: 📄 {}: copied {}, deduplicato {}
ja: 📄{}：コピー{}、重複{}
ko: 📄 {} : 복사 {}, 중복 제거 된 {}
nl: 📄 {}: Gekopieerd {}, gedevupliceerd {}
no: 📄 {}: kopiert {}, deduplisert {}
pl: 📄 {}: skopiowane {}, deduplication {}
pt_br: 📄 {}: copiado {}, deduplicado {}
ru: 📄 {}: скопировано {}, дедупликация {}
sv: 📄 {}: kopierad {}, deduplicerat {}
sw: 📄 {}: kunakiliwa {}, iliyowekwa {}
tr: 📄 {}: kopyalandı {}, tekilleştirilmiş {}

source: ⚠️ Found {} file(s) not listed in package metadata.
am: ⚠️ ተገኝቷል{}በጥቅል ሜታዳታ ውስጥ ያልተዘረዘሩ ፋይል (ቶች).
ar_eg: ⚠ تم العثور على {} ملفات (s) غير مدرجة في بيانات التعريف.
bn: Pack প্যাকেজ মেটাডেটাতে তালিকাভুক্ত নয় {} ফাইল (গুলি) পাওয়া গেছে।
da: ⚠ Fundet {} fil (er), der ikke er anført i pakningsmetadata.
de: ⚠️ Found {} Datei (n) nicht in Paketmetadaten aufgeführt.
es: ⚠️ FUNDADO {} Archivo (s) no enumerados en metadatos del paquete.
fr: ⚠️ FIDURE {} Fichier (s) non répertorié dans les métadonnées du package.
hi: ⚠ पाया {} फ़ाइल (s) पैकेज मेटाडेटा में सूचीबद्ध नहीं है।
hr: ⚠️ Pronađene {} datoteke nisu navedene u metapodacima paketa.
id: ⚠️ Ditemukan {} file (s) tidak terdaftar dalam metadata paket.
it: ⚠️ Trovato {} file (s) non elencati nei metadati del pacchetto.
ja: ⚠️ パッケージのメタデータにリストされていない {} ファイルが見つかりました。
ko: package 메타 데이터에 나열되지 않은 {} 파일을 찾았습니다.
nl: ⚠️ Bestand {} gevonden (s) Niet vermeld in pakketmetadata.
no: ⚠ Funnet {} fil (er) som ikke er oppført i pakkemetadata.
pl: ⚠️ Znaleziono pliki {} nie wymienione w metadanych pakiecie.
pt_br: ⚠️ Encontrado {} arquivos não listados nos metadados do pacote.
ru: ⚠ Нашел {} файлы (ы), не указанные в метаданных пакетов.
sv: ⚠ hittade {} filer som inte är listade i paketmetadata.
sw: ⚠️ kupatikana {} faili (s) ambazo hazijaorodheshwa kwenye metadata ya kifurushi.
tr: Paket meta verilerde listelenmemiş {} dosyaları bulundu.

source: 📦 {}: found {} additional files
am: 📦 {}: {} ተጨማሪ ፋይሎች
ar_eg: 📦 {}: تم العثور على ملفات إضافية {}
bn: 📦 {}: পাওয়া {} অতিরিক্ত ফাইল
da: 📦 {}: Fundet {} yderligere filer
de: 📦 {}: gefunden {} zusätzliche Dateien
es: 📦 {}: encontrado {} archivos adicionales
fr: 📦 {}: Found {} fichiers supplémentaires
hi: 📦 {}: मिला {} अतिरिक्त फाइलें
hr: 📦 {}: Pronađene {} Dodatne datoteke
id: 📦 {}: Ditemukan {} file tambahan
it: 📦 {}: trovato {} file aggiuntivi
ja: 📦{}：{}追加ファイルが見つかりました
ko: 📦 {} : {} 추가 파일을 찾았습니다
nl: 📦 {}: gevonden {} extra bestanden
no: 📦 {}: Fant {} tilleggsfiler
pl: 📦 {}: Znaleziono {} dodatkowe pliki
pt_br: 📦 {}: encontrado {} arquivos adicionais
ru: 📦 {}: найдено {} дополнительные файлы
sv: 📦 {}: hittade {} Ytterligare filer
sw: 📦 {}: kupatikana {} faili za ziada
tr: 📦 {}: {} ek dosyalar bulundu

source: ✅ Bubble created: {} files copied, {} deduplicated.
am: ✅ አረፋ የተፈጠረ: {} ፋይሎች ፋይሎች ተቀድተዋል, {} Dexeded.
ar_eg: ✅ فقاعة تم إنشاؤها: {} ملفات نسخ ، {} ceduplicated.
bn: ✅ বুদবুদ তৈরি: {} ফাইলগুলি অনুলিপি করা হয়েছে, {} ডুপ্লিকেটেড।
da: ✅ Boble oprettet: {} filer kopieret, {} dedupliceret.
de: ✅ Bubble erstellt: {} kopierte Dateien, {} dedupliziert.
es: ✅ Bubble creado: {} archivos copiados, {} deduplicado.
fr: ✅ bulle créée: {} fichiers copiés, {} dédupliqués.
hi: ✅ बुलबुला बनाया गया: {} फाइलें कॉपी की गईं, {} deduplicated।
hr: ✅ Bubble stvoren: {} datoteke kopirane, {} deduplicirano.
id: ✅ gelembung dibuat: {} file yang disalin, {} deduplikasi.
it: ✅ Bubble creata: {} file copiati, {} deduplicato.
ja: bubble作成：{}ファイルのコピー、{}重複排除。
ko: bubble 생성 : {} 파일 복사, {} 중간 복제.
nl: ✅ Bubble Created: {} Bestanden Gekopieerd, {} Deduplicated.
no: ✅ Bubble opprettet: {} filer kopiert, {} deduplisert.
pl: ✅ Bubble utworzono: {} kopiowane pliki, {} deduplication.
pt_br: ✅ Bubble criado: {} arquivos copiados, {} desduplicado.
ru: ✅ Создано пузырь: {} файлы копируются, {} deduplicated.
sv: ✅ Bubble skapad: {} filer kopierade, {} deduplicerad.
sw: ✅ Bubble iliyoundwa: {} Faili zilizonakiliwa, {} zilizowekwa.
tr: ✅ Bubble Oluşturuldu: {} dosyaları kopyalandı, {} deduplicated.

source: 📊 Space efficiency: {}% saved.
am: 📊 ቦታ ውጤታማነት: - {}% ይቆልፍ.
ar_eg: 📊 كفاءة الفضاء: {} ٪ حفظ.
bn: 📊 স্পেস দক্ষতা: {}% সংরক্ষণ করা হয়েছে।
da: 📊 Rumeffektivitet: {}% gemt.
de: 📊 Raumeffizienz: {}% gespeichert.
es: 📊 Eficiencia de espacio: {}% guardado.
fr: 📊 Efficacité de l'espace: {}% Sauvé.
hi: 📊 अंतरिक्ष दक्षता: {}% सहेजा गया।
hr: 📊 Učinkovitost prostora: {}% ušteđeno.
id: 📊 Efisiensi Ruang: {}% disimpan.
it: 📊 Efficienza dello spazio: {}% salvato.
ja: spaceスペース効率：{}％節約。
ko: 📊 공간 효율 : {}% 절약.
nl: 📊 Ruimte -efficiëntie: {}% opgeslagen.
no: 📊 Space Effektivitet: {}% spart.
pl: 📊 Wydajność przestrzeni: {}% zapisano.
pt_br: 📊 Eficiência espacial: {}% salvo.
ru: 📊 Эффективность пространства: {}% Сохраняется.
sv: 📊 Rymdeffektivitet: {}% sparad.
sw: Ufanisi wa nafasi: {}% imeokolewa.
tr: 📊 Alan verimliliği: {}% kaydedildi.

source: 📦 Complex packages preserved: {} packages with submodules
am: ውስብስብ ጥቅሎች ተጠብቀዋል{}ከጂምሞዲየስ ጋር ፓኬጆች
ar_eg: 📦 الحزم المعقدة المحفوظة: {} حزم مع عوامل فرعية
bn: 📦 জটিল প্যাকেজগুলি সংরক্ষিত: {} সাবমোডুল সহ প্যাকেজগুলি
da: 📦 Komplekse pakker konserveret: {} pakker med submoduler
de: 📦 Komplexe Pakete erhalten: {} Pakete mit Submodules
es: 📦 Paquetes complejos conservados: {} paquetes con submódulos
fr: 📦 Packages complexes conservés: {} packages avec sous-modules
hi: 📦 जटिल पैकेज संरक्षित: {} सबमोड्यूल्स के साथ पैकेज
hr: 📦 Sačuvani složeni paketi: {} paketi s podmodulama
id: 📦 Paket kompleks yang diawetkan: {} paket dengan submodules
it: 📦 pacchetti complessi conservati: {} pacchetti con sottomoduli
ja: durved保存された複雑なパッケージ：{}サブモジュール付きパッケージ
ko: 📦 복잡한 패키지 보존 : {} 서브 모듈이있는 패키지
nl: 📦 Complexe pakketten bewaard: {} pakketten met submodules
no: 📦 Komplekse pakker bevart: {} pakker med submoduler
pl: 📦 Zachowane pakiety złożone: {} pakiety z submodułami
pt_br: 📦 Pacotes complexos preservados: {} pacotes com submódulos
ru: 📦 Сложные пакеты сохранились: {} пакеты с подмодулями
sv: 📦 Komplexa paket bevarade: {} paket med submoduler
sw: 📦 Vifurushi ngumu vilivyohifadhiwa: {} vifurushi vilivyo na submodules
tr: 📦 Korunan karmaşık paketler: {} paketleri alt modüllü paketler

source: ⚠️ Missing package directory: {}
am: ⚠️ የጠፋ ጥቅል ማውጫ: {}
ar_eg: ⚠ دليل الحزمة المفقودة: {}
bn: ⚠ অনুপস্থিত প্যাকেজ ডিরেক্টরি: {}
da: ⚠ Manglende pakkekatalog: {}
es: ⚠️ Falta del directorio de paquetes: {}
fr: ⚠️ Répertoire des packages manquants: {}
hi: ⚠ लापता पैकेज निर्देशिका: {}
hr: ⚠️ nedostajući direktorij paketa: {}
id: ⚠️ Direktori paket yang hilang: {}
it: ⚠️ Directory pacchetto mancante: {}
ja: packageディレクトリがありません：{}
ko: ⚠️ 패키지 디렉토리 누락 : {}
no: ⚠ Manglende pakkekatalog: {}
pl: ⚠️ Brak katalogu pakietu: {}
pt_br: Directory Falta do pacote ausente: {}
ru: ⚠ Отсутствующий каталог пакетов: {}
sv: ⚠ Saknad paketkatalog: {}
sw: Saraka ya kifurushi cha kukosa: {}
tr: Paket Eksik Paket Dizini: {}

source: 🚨 CRITICAL: Missing Python module: {}
am: 🚨 ወሳኝ: የጠፋ Python ሞዱል: {}
ar_eg: 🚨 حرج: وحدة بيثون المفقودة: {}
bn: 🚨 সমালোচনা: অনুপস্থিত পাইথন মডিউল: {}
da: 🚨 Kritisk: Manglende Python -modul: {}
de: 🚨 kritisch: fehlendes Python -Modul: {}
es: 🚨 Crítico: Falta Módulo de Python: {}
fr: 🚨 Critique: Module Python manquant: {}
hi: 🚨 क्रिटिकल: लापता पायथन मॉड्यूल: {}
hr: 🚨 Kritično: nedostaje Python modul: {}
id: 🚨 Critical: Modul Python Hilang: {}
ja: crivalクリティカル：Pythonモジュールの欠落：{}
ko: 🚨 중요 : 누락 된 파이썬 모듈 : {}
no: 🚨 Kritisk: Manglende Python -modul: {}
pl: 🚨 Krytyczne: brak modułu Pythona: {}
pt_br: 🚨 Crítico: Módulo Python ausente: {}
ru: 🚨 Критическое: отсутствующий модуль Python: {}
sv: Kritisk: saknas Python -modul: {}
sw: 🚨 Muhimu: Kukosa moduli ya Python: {}
tr: 🚨 Kritik: Eksik Python Modülü: {}

source: 🔧 Fixed: Copied missing module {}
am: 🔧 ተጠግኗል-ጠፍቷል ሞዱል {}
ar_eg: 🔧 ثابت: نسخ الوحدة المفقودة {}
bn: 🔧 স্থির: অনুলিপি অনুপস্থিত মডিউল {}
da: 🔧 Fast: kopieret manglende modul {}
de: 🔧 behoben: kopiertes fehlendes Modul {} kopiert
es: 🔧 Corregido: módulo faltante copiado {}
fr: 🔧 Correction: module manquant copié {}
hi: 🔧 फिक्स्ड: कॉपी किए गए लापता मॉड्यूल {}
hr: 🔧 fiksno: kopirani modul koji nedostaje {}
id: 🔧 diperbaiki: modul yang hilang disalin {}
it: 🔧 Risolto: Modulo mancante copiato {}
ja: 🔧固定：コピーされた欠落モジュール{}
ko: 🔧 고정 : 복사 된 누락 된 모듈 {}
nl: 🔧 opgelost: gekopieerd ontbrekende module {}
no: 🔧 Fast: kopiert manglende modul {}
pl: 🔧 Naprawiono: skopiowany brakujący moduł {}
pt_br: 🔧 Corrigido: Módulo ausente copiado {}
ru: 🔧 Исправлено: скопирован отсутствующий модуль {}
sv: 🔧 Fixat: Kopierad saknad modul {}
sw: 🔧 Zisizohamishika: moduli iliyokosekana iliyokosekana {}
tr: 🔧 Sabit: Kopyalı Eksik Modül {}

source: ⚠️ Warning: Failed to copy {}: {}
am: ማስጠንቀቂያ: መገልበጥ አልተሳካም{}የሚያያዙት ገጾች{}
ar_eg: ⚠ تحذير: فشل في نسخ {}: {}
bn: ⚠ সতর্কতা: অনুলিপি করতে ব্যর্থ {}: ​​{}
da: ⚠ Advarsel: Kunne ikke kopiere {}: {}
de: ⚠️ Warnung: kopiert nicht {}: {}
es: ⚠️ ADVERTENCIA: No se pudo copiar {}: {}
fr: ⚠️ AVERTISSEMENT: Échec de la copie {}: {}
hi: ⚠ चेतावनी: {}: {} को कॉपी करने में विफल
hr: ⚠️ UPOZORENJE: nije uspio kopirati {}: {}
id: ⚠️ Peringatan: Gagal menyalin {}: {}
it: ⚠️ ATTENZIONE: Impossibile copiare {}: {}
ja: ⚠⚠§警告：{}のコピーに失敗しました：{}
ko: ⚠️ 경고 : 복사하지 못했습니다 {} : {}
nl: ⚠️ WAARSCHUWING: Kan niet kopiëren {}: {}
no: ⚠ Advarsel: Kunne ikke kopiere {}: {}
pl: ⚠️ Ostrzeżenie: Nie udało się kopiować {}: {}
pt_br: ⚠️ Aviso: Falha ao copiar {}: {}
ru: ⚠ Предупреждение: не удалось скопировать {}: {}
sv: ⚠ Varning: Det gick inte att kopiera {}: {}
sw: Onyo: Imeshindwa kunakili {}: {}
tr: ⚠️ Uyarı: {}: {} kopyalayamadı

source: {}main_env:file_hashes
am: {} ዋና_የኤል: ፋይል_አድቶች
